• कारके १.४.२३ इत्यतः तत्प्रयोजको हेतुश्च १.४.५५ इति यावत् ।
• ध्रुवमपायेऽपादानम् १.४.२४
• भीत्रार्थानां भयहेतुः १.४.२५
• पराजेरसोढः १.४.२६
• वारणार्थानामीप्सितः १.४.२७
• अन्तर्द्धौ येनादर्शनमिच्छति १.४.२८
• आख्यातोपयोगे १.४.२९
• जनिकर्तुः प्रकृतिः १.४.३०
• भुवः प्रभवः १.४.३१
• कर्मणा यमभिप्रैति स सम्प्रदानम् १.४.३२
• रुच्यर्थानां प्रीयमाणः १.४.३३
• श्लाघह्नुङ्स्थाशपां ज्ञीप्स्यमानः १.४.३४
• धारेरुत्तमर्णः १.४.३५
• स्पृहेरीप्सितः १.४.३६
• क्रुधद्रुहेर्ष्याऽसूयार्थानां यं प्रति कोपः १.४.३७
• क्रुधद्रुहोरुपसृष्टयोः कर्म १.४.३८
• राधीक्ष्योर्यस्य विप्रश्नः १.४.३९
• प्रत्याङ्भ्यां श्रुवः पूर्वस्य कर्ता १.४.४०
• अनुप्रतिगृणश्च १.४.४१
• साधकतमं करणम् १.४.४२
• दिवः कर्म च १.४.४३
• परिक्रयणे सम्प्रदानमन्यतरस्याम् १.४.४४
• आधारोऽधिकरणम् १.४.४५
• अधिशीङ्स्थाऽऽसां कर्म १.४.४६
• अभिनिविशश्च १.४.४७
• उपान्वध्याङ्वसः १.४.४८
• कर्तुरीप्सिततमं कर्म १.४.४९
• तथायुक्तं चानीप्सितम् १.४.५०
• अकथितं च १.४.५१
• गतिबुद्धिप्रत्यवसानार्थशब्दकर्माकर्मकाणामणि कर्ता स णौ १.४.५२
• हृक्रोरन्यतरस्याम् १.४.५३
• स्वतन्त्रः कर्ता १.४.५४
• तत्प्रयोजको हेतुश्च १.४.५५
