• गतिश्च १.४.६०
• ऊर्यादिच्विडाचश्च १.४.६१
• अनुकरणं चानितिपरम् १.४.६२
• आदरानादरयोः सदसती १.४.६३
• भूषणेऽलम् १.४.६४
• अन्तरपरिग्रहे १.४.६५
• कणेमनसी श्रद्धाप्रतीघाते १.४.६६
• पुरोऽव्ययम् १.४.६७
• अस्तं च १.४.६८
• अच्छ गत्यर्थवदेषु १.४.६९
• अदोऽनुपदेशे १.४.७०
• तिरोऽन्तर्द्धौ १.४.७१
• विभाषा कृञि १.४.७२
• उपाजेऽन्वाजे १.४.७३
• साक्षात्प्रभृतीनि च १.४.७४
• अनत्याधान उरसिमनसी १.४.७५
• मध्ये पदे निवचने च १.४.७६
• नित्यं हस्ते पाणावुपयमने १.४.७७
• प्राध्वं बन्धने १.४.७८
• जीविकोपनिषदावौपम्ये १.४.७९
