• प्राग्रीश्वरान्निपाताः १.४.५६ इत्यतः अधिरीश्वरे १.४.९७ इति यावत् ।
• चादयोऽसत्त्वे १.४.५७
• प्रादयः १.४.५८
• उपसर्गाः क्रियायोगे १.४.५९
• गतिश्च १.४.६०
• ऊर्यादिच्विडाचश्च १.४.६१
• अनुकरणं चानितिपरम् १.४.६२
• आदरानादरयोः सदसती १.४.६३
• भूषणेऽलम् १.४.६४
• अन्तरपरिग्रहे १.४.६५
• कणेमनसी श्रद्धाप्रतीघाते १.४.६६
• पुरोऽव्ययम् १.४.६७
• अस्तं च १.४.६८
• अच्छ गत्यर्थवदेषु १.४.६९
• अदोऽनुपदेशे १.४.७०
• तिरोऽन्तर्द्धौ १.४.७१
• विभाषा कृञि १.४.७२
• उपाजेऽन्वाजे १.४.७३
• साक्षात्प्रभृतीनि च १.४.७४
• अनत्याधान उरसिमनसी १.४.७५
• मध्ये पदे निवचने च १.४.७६
• नित्यं हस्ते पाणावुपयमने १.४.७७
• प्राध्वं बन्धने १.४.७८
• जीविकोपनिषदावौपम्ये १.४.७९
• ते प्राग्धातोः १.४.८०
• छन्दसि परेऽपि १.४.८१
• व्यवहिताश्च १.४.८२
• कर्मप्रवचनीयाः १.४.८३ इत्यतः विभाषा कृञि १.४.९८ इति यावत् ।
• अनुर्लक्षणे १.४.८४
• तृतीयार्थे १.४.८५
• हीने १.४.८६
• उपोऽधिके च १.४.८७
• अपपरी वर्जने १.४.८८
• आङ् मर्यादावचने १.४.८९
• लक्षणेत्थम्भूताख्यानभागवीप्सासु प्रतिपर्यनवः १.४.९०
• अभिरभागे १.४.९१
• प्रतिः प्रतिनिधिप्रतिदानयोः १.४.९२
• अधिपरी अनर्थकौ १.४.९३
• सुः पूजायाम् १.४.९४
• अतिरतिक्रमणे च १.४.९५
• अपिः पदार्थसम्भावनान्ववसर्गगर्हासमुच्चयेषु १.४.९६
• अधिरीश्वरे १.४.९७
• विभाषा कृञि १.४.९८
