print(' चितीँख् गुपूँम्')
print('गुपूँम्विजिर्')
print('ञिमिदाँ, ञिक्ष्विदाँ, ञित्वराँ')
print('टुनदीँ डुकृञ्')
mapping = {
        'क': 'क्' + 'अ',
        'का': 'क्' + 'आ',
        'कि': 'क्' + 'इ',
        'की': 'क्' + 'ई',
        'कु': 'क्' + 'उ',
        'कू': 'क्' + 'ऊ',
        'के': 'क्' + 'ए',
        'कै': 'क्' + 'ऐ',
        'को': 'क्' + 'ओ',
        'कौ': 'क्' + 'औ',
        'कं': 'क्' + 'ं',
        'कः': 'क्' + 'ः',
        'ख': 'ख्' + 'अ',
        'खा': 'ख्' + 'आ',
        'खि': 'ख्' + 'इ',
        'खी': 'ख्' + 'ई',
        'खु': 'ख्' + 'उ',
        'खू': 'ख्' + 'ऊ',
        'खे': 'ख्' + 'ए',
        'खै': 'ख्' + 'ऐ',
        'खो': 'ख्' + 'ओ',
        'खौ': 'ख्' + 'औ',
        'खं': 'ख्' + 'ं',
        'खः': 'ख्' + 'ः',
        'ग': 'ग्' + 'अ',
        'गा': 'ग्' + 'आ',
        'गि': 'ग्' + 'इ',
        'गी': 'ग्' + 'ई',
        'गु': 'ग्' + 'उ',
        'गू': 'ग्' + 'ऊ',
        'गे': 'ग्' + 'ए',
        'गै': 'ग्' + 'ऐ',
        'गो': 'ग्' + 'ओ',
        'गौ': 'ग्' + 'औ',
        'गं': 'ग्' + 'ं',
        'गः': 'ग्' + 'ः',
        'घ': 'घ्' + 'अ',
        'घा': 'घ्' + 'आ',
        'घि': 'घ्' + 'इ',
        'घी': 'घ्' + 'ई',
        'घु': 'घ्' + 'उ',
        'घू': 'घ्' + 'ऊ',
        'घे': 'घ्' + 'ए',
        'घै': 'घ्' + 'ऐ',
        'घो': 'घ्' + 'ओ',
        'घौ': 'घ्' + 'औ',
        'घं': 'घ्' + 'ं',
        'घः': 'घ्' + 'ः',

        'च': 'च्' + 'अ',
        'चा': 'च्' + 'आ',
        'चि': 'च्' + 'इ',
        'ची': 'च्' + 'ई',
        'चु': 'च्' + 'उ',
        'चू': 'च्' + 'ऊ',
        'चे': 'च्' + 'ए',
        'चै': 'च्' + 'ऐ',
        'चो': 'च्' + 'ओ',
        'चौ': 'च्' + 'औ',
        'चं': 'च्' + 'ं',
        'चः': 'च्' + 'ः',
        'छ': 'छ्' + 'अ',
        'छा': 'छ्' + 'आ',
        'छि': 'छ्' + 'इ',
        'छी': 'छ्' + 'ई',
        'छु': 'छ्' + 'उ',
        'छू': 'छ्' + 'ऊ',
        'छे': 'छ्' + 'ए',
        'छै': 'छ्' + 'ऐ',
        'छो': 'छ्' + 'ओ',
        'छौ': 'छ्' + 'औ',
        'छं': 'छ्' + 'ं',
        'छः': 'छ्' + 'ः',
        'ज': 'ज्' + 'अ',
        'जा': 'ज्' + 'आ',
        'जि': 'ज्' + 'इ',
        'जी': 'ज्' + 'ई',
        'जु': 'ज्' + 'उ',
        'जू': 'ज्' + 'ऊ',
        'जे': 'ज्' + 'ए',
        'जै': 'ज्' + 'ऐ',
        'जो': 'ज्' + 'ओ',
        'जौ': 'ज्' + 'औ',
        'जं': 'ज्' + 'ं',
        'जः': 'ज्' + ' ः',
        'झ': 'झ्' + 'अ',
        'झा': 'झ्' + 'आ',
        'झि': 'झ्' + 'इ',
        'झी': 'झ्' + 'ई',
        'झु': 'झ्' + 'उ',
        'झू': 'झ्' + 'ऊ',
        'झे': 'झ्' + 'ए',
        'झै': 'झ्' + 'ऐ',
        'झो': 'झ्' + 'ओ',
        'झौ': 'झ्' + 'औ',
        'झं': 'झ्' + 'ं',
        'झः': 'झ्' + 'ः',
        'ट': 'ट्' + 'अ',
        'टा': 'ट्' + 'आ',
        'टि': 'ट्' + 'इ',
        'टी': 'ट्' + 'ई',
        'टु': 'ट्' + 'उ',
        'टू': 'ट्' + 'ऊ',
        'टे': 'ट्' + 'ए',
        'टै': 'ट्' + 'ऐ',
        'टो': 'ट्' + 'ओ',
        'टौ': 'ट्' + 'औ',
        'टं': 'ट्' + 'ं',
        'टः': 'ट्' + 'ः',
        'ठ': 'ठ्' + 'अ',
        'ठा': 'ठ्' + 'आ',
        'ठि': 'ठ्' + 'इ',
        'ठी': 'ठ्' + 'ई',
        'ठु': 'ठ्' + 'उ',
        'ठू': 'ठ्' + 'ऊ',
        'ठे': 'ठ्' + 'ए',
        'ठै': 'ठ्' + 'ऐ',
        'ठो': 'ठ्' + 'ओ',
        'ठौ': 'ठ्' + 'औ',
        ' ठं ': 'ठ्' + 'ं',
        'ठः ': 'ठ्' + 'ः',
        'ड': 'ड्' + 'अ',
        'डा': 'ड्' + 'आ',
        'डि': 'ड्' + 'इ',
        'डी': 'ड्' + 'ई',
        'डु': 'ड्' + 'उ',
        'डू': 'ड्' + 'ऊ',
        'डे': 'ड्' + 'ए',
        'डै': 'ड्' + 'ऐ',
        'डो': 'ड्' + 'ओ',
        'डौ': 'ड्' + 'औ',
        'डं': 'ड्' + 'ं',
        'डः': 'ड्' + 'ः',
        'ढ': 'ढ्' + 'अ',
        'ढा': 'ढ्' + 'आ',
        'ढि': 'ढ्' + 'इ',
        'ढी': 'ढ्' + 'ई',
        'ढु': 'ढ्' + 'उ',
        'ढू': 'ढ्' + 'ऊ',
        'ढे': 'ढ्' + 'ए',
        'ढै': 'ढ्' + 'ऐ',
        'ढो': 'ढ्' + 'ओ',
        'ढौ': 'ढ्' + 'औ',
        'ढं': 'ढ्' + 'ं',
        'ढः': 'ढ्' + 'ः',
        'त': 'त्' + 'अ',
        'ता': 'त्' + 'आ',
        'ति': 'त्' + 'इ',
        'ती': 'त्' + 'ई',
        'तु': 'त्' + 'उ',
        'तू': 'त्' + 'ऊ',
        'ते': 'त्' + 'ए',
        'तै': 'त्' + 'ऐ',
        'तो': 'त्' + 'ओ',
        'तौ': 'त्' + 'औ',
        'तं': 'त्' + 'ं',
        'तः': 'त्' + 'ः',
        'थ': 'थ्' + 'अ',
        'था': 'थ्' + 'आ',
        'थि': 'थ्' + 'इ',
        'थी': 'थ्' + 'ई',
        'थु': 'थ्' + 'उ',
        'थू': 'थ्' + 'ऊ',
        'थे': 'थ्' + 'ए',
        'थै': 'थ्' + 'ऐ',
        'थो': 'थ्' + 'ओ',
        'थौ': 'थ्' + 'औ',
        'थं': 'थ्' + 'ं',
        'थः': 'थ्' + 'ः',
        'द': 'द्' + 'अ',
        'दा': 'द्' + 'आ',
        'दि': 'द्' + 'इ',
        'दी': 'द्' + 'ई',
        'दु': 'द्' + 'उ',
        'दू': 'द्' + 'ऊ',
        'दे': 'द्' + 'ए',
        'दै': 'द्' + 'ऐ',
        'दो': 'द्' + 'ओ',
        'दौ': 'द्' + 'औ',
        'दं': 'द्' + 'ं',
        'दः': 'द्' + 'ः',
        'ध': 'ध्' + 'अ',
        'धा': 'ध्' + 'आ',
        'धि': 'ध्' + 'इ',
        'धी': 'ध्' + 'ई',
        'धु': 'ध्' + 'उ',
        'धू': 'ध्' + 'ऊ',
        'धे': 'ध्' + 'ए',
        'धै': 'ध्' + 'ऐ',
        'धो': 'ध्' + 'ओ',
        'धौ': 'ध्' + 'औ',
        'धं': 'ध्' + 'ं',
        'धः': 'ध्' + 'ः',
        'न': 'न्' + 'अ',
        'ना': 'न्' + 'आ',
        'नि': 'न्' + 'इ',
        'नी': 'न्' + 'ई',
        'नु': 'न्' + 'उ',
        'नू': 'न्' + 'ऊ',
        'ने': 'न्' + 'ए',
        'नै': 'न्' + 'ऐ',
        'नो': 'न्' + 'ओ',
        'नौ': 'न्' + 'औ',
        'नं': 'न्' + 'ं',
        'नः': 'न्' + 'ः',
        'प': 'प्' + 'अ',
        'पा': 'प्' + 'आ',
        'पि': 'प्' + 'इ',
        'पी': 'प्' + 'ई',
        'पु': 'प्' + 'उ',
        'पू': 'प्' + 'ऊ',
        'पे': 'प्' + 'ए',
        'पै': 'प्' + 'ऐ',
        'पो': 'प्' + 'ओ',
        'पौ': 'प्' + 'औ',
        'पं': 'प्' + 'ं',
        'पः': 'प्' + 'ः',
        'फ': 'फ्' + 'अ',
        'फा': 'फ्' + 'आ',
        'फि': 'फ्' + 'इ',
        'फी': 'फ्' + 'ई',
        'फु': 'फ्' + 'उ',
        'फू': 'फ्' + 'ऊ',
        'फे': 'फ्' + 'ए',
        'फै': 'फ्' + 'ऐ',
        'फो': 'फ्' + 'ओ',
        'फौ': 'फ्' + 'औ',
        'फं': 'फ्' + 'ं',
        'फः': 'फ्' + 'ः',
        'ब': 'ब्' + 'अ',
        'बा': 'ब्' + 'आ',
        'बि': 'ब्' + 'इ',
        'बी': 'ब्' + 'ई',
        'बु': 'ब्' + 'उ',
        'बू': 'ब्' + 'ऊ',
        'बे': 'ब्' + 'ए',
        'बै': 'ब्' + 'ऐ',
        'बो': 'ब्' + 'ओ',
        'बौ': 'ब्' + 'औ',
        'बं': 'ब्' + 'ं',
        'बः': 'ब्' + 'ः',
        'भ': 'भ्' + 'अ',
        'भा': 'भ्' + 'आ',
        'भि': 'भ्' + 'इ',
        'भी': 'भ्' + 'ई',
        'भु': 'भ्' + 'उ',
        'भू': 'भ्' + 'ऊ',
        'भे': 'भ्' + 'ए',
        'भै': 'भ्' + 'ऐ',
        'भो': 'भ्' + 'ओ',
        'भौ': 'भ्' + 'औ',
        'भं': 'भ्' + 'ं',
        'भः': 'भ्' + 'ः',
        'म': 'म्' + 'अ',
        'मा': 'म्' + 'आ',
        'मि': 'म्' + 'इ',
        'मी': 'म्' + 'ई',
        'मु': 'म्' + 'उ',
        'मू': 'म्' + 'ऊ',
        'मे': 'म्' + 'ए',
        'मै': 'म्' + 'ऐ',
        'मो': 'म्' + 'ओ',
        'मौ': 'म्' + 'औ',
        'मं': 'म्' + 'ं',
        'मः': 'म्' + 'ः',
        'य': 'य्' + 'अ',
        'या': 'य्' + 'आ',
        'यि': 'य्' + 'इ',
        'यी': 'य्' + 'ई',
        'यु': 'य्' + 'उ',
        'यू': 'य्' + 'ऊ',
        'ये': 'य्' + 'ए',
        'यै': 'य्' + 'ऐ',
        'यो': 'य्' + 'ओ',
        'यौ': 'य्' + 'औ',
        'यं': 'य्' + 'ं',
        'यः': 'य्' + 'ः',
        'र': 'र्' + 'अ',
        'रा': 'र्' + 'आ',
        'रि': 'र्' + 'इ',
        'री': 'र्' + 'ई',
        'रु': 'र्' + 'उ',
        'रू': 'र्' + 'ऊ',
        'रे': 'र्' + 'ए',
        'रै': 'र्' + 'ऐ',
        'रो': 'र्' + 'ओ',
        'रौ': 'र्' + 'औ',
        'रं': 'र्' + 'ं',
        'रः': 'र्' + 'ः',
        'ल': 'ल्' + 'अ',
        'ला': 'ल्' + 'आ',
        'लि': 'ल्' + 'इ',
        'ली': 'ल्' + 'ई',
        'लु': 'ल्' + 'उ',
        'लू': 'ल्' + 'ऊ',
        'ले': 'ल्' + 'ए',
        'लै': 'ल्' + 'ऐ',
        'लो': 'ल्' + 'ओ',
        'लौ': 'ल्' + 'औ',
        'लं': 'ल्' + 'ं',
        'लः': 'ल्' + 'ः',
        'व': 'व्' + 'अ',
        'वा': 'व्' + 'आ',
        'वि': 'व्' + 'इ',
        'वी': 'व्' + 'ई',
        'वु': 'व्' + 'उ',
        'वू': 'व्' + 'ऊ',
        'वे': 'व्' + 'ए',
        'वै': 'व्' + 'ऐ',
        'वो': 'व्' + 'ओ',
        'वौ': 'व्' + 'औ',
        'वं': 'व्' + 'ं',
        'वः': 'व्' + 'ः',
        'श': 'श्' + 'अ',
        'शा': 'श्' + 'आ',
        'शि': 'श्' + 'इ',
        'शी': 'श्' + 'ई',
        'शु': 'श्' + 'उ',
        'शू': 'श्' + 'ऊ',
        'शे': 'श्' + 'ए',
        'शै': 'श्' + 'ऐ',
        'शो': 'श्' + 'ओ',
        'शौ': 'श्' + 'औ',
        'शं': 'श्' + 'ं',
        'शः': 'श्' + 'ः',
        'ष': 'ष्' + 'अ',
        'षा': 'ष्' + 'आ',
        'षि': 'ष्' + 'इ',
        'षी': 'ष्' + 'ई',
        'षु': 'ष्' + 'उ',
        'षू': 'ष्' + 'ऊ',
        'षे': 'ष्' + 'ए',
        'षै': 'ष्' + 'ऐ',
        'षो': 'ष्' + 'ओ',
        'षौ': 'ष्' + 'औ',
        'षं': 'ष्' + 'ं',
        'षः': 'ष्' + 'ः',
        'स': 'स्' + 'अ',
        'सा': 'स्' + 'आ',
        'सि': 'स्' + 'इ',
        'सी': 'स्' + 'ई',
        'सु': 'स्' + 'उ',
        'सू': 'स्' + 'ऊ',
        'से': 'स्' + 'ए',
        'सै': 'स्' + 'ऐ',
        'सो': 'स्' + 'ओ',
        'सौ': 'स्' + 'औ',
        'सं': 'स्' + 'ं',
        'सः': 'स्' + 'ः',
        'ह': 'ह्' + 'अ',
        'हा': 'ह्' + 'आ',
        'हि': 'ह्' + 'इ',
        'ही': 'ह्' + 'ई',
        'हु': 'ह्' + 'उ',
        'हू': 'ह्' + 'ऊ',
        'हे': 'ह्' + 'ए',
        'है': 'ह्' + 'ऐ',
        'हो': 'ह्' + 'ओ',
        'हौ': 'ह्' + 'औ',
        'हं': 'ह्' + 'ं',
        'हः': 'ह्' + 'ः',
        'क्ष': 'क्' + 'ष',
        'त्र': 'त्' + 'र',
        'ज्ञ': 'ज्' + 'ञ',
        'ङ': 'ङ्' + 'अ',
        'ङा': 'ङ्' + 'आ',
        'ङि': 'ङ्' + 'इ',
        'ङी': 'ङ्' + 'ई',
        'ङु': 'ङ्' + 'उ',
        'ङू': 'ङ्' + 'ऊ',
        'ङे': 'ङ्' + 'ए',
        'ङै': 'ङ्' + 'ऐ',
        'ङो': 'ङ्' + 'ओ',
        'ङौ': 'ङ्' + 'औ',
        'ङं': 'ङ्' + 'ं',
        'ङः': 'ङ्' + 'ः',
        'ञ': 'ञ्' + 'अ',
        'ञा': 'ञ्' + 'आ',
        'ञि': 'ञ्' + 'इ',
        'ञी': 'ञ्' + 'ई',
        'ञु': 'ञ्' + 'उ',
        'ञू': 'ञ्' + 'ऊ',
        'ञे': 'ञ्' + 'ए',
        'ञै': 'ञ्' + 'ऐ',
        'ञो': 'ञ्' + 'ओ',
        'ञौ': 'ञ्' + 'औ',
        'ञं': 'ञ्' + 'ं',
        'ञः': 'ञ्' + 'ः',
        'ण': 'ण्' + 'अ',
        'णा': 'ण्' + 'आ',
        'णि': 'ण्' + 'इ',
        'णी': 'ण्' + 'ई',
        'णु': 'ण्' + 'उ',
        'णू': 'ण्' + 'ऊ',
        'णे': 'ण्' + 'ए',
        'णै': 'ण्' + 'ऐ',
        'णो': 'ण्' + 'ओ',
        'णौ': 'ण्' + 'औ',
        'णं': 'ण्' + 'ं',
        'णः': 'ण्' + 'ः',
        'कृ': 'क्' + 'ऋ',
        'खृ': 'ख्' + 'ऋ',
        'गृ': 'ग्' + 'ऋ',
        'घृ': 'घ्' + 'ऋ',
        'ङृ': 'ङ्' + 'ऋ',
        'चृ': 'च्' + 'ऋ',
        'छृ': 'छ्' + 'ऋ',
        'जृ': 'ज्' + 'ऋ',
        'झृ': 'झ्' + 'ऋ',
        'ञृ': 'ञ्' + 'ऋ',
        'टृ': 'ट्' + 'ऋ',
        'ठृ': 'ठ्' + 'ऋ',
        'डृ': 'ड्' + 'ऋ',
        'ढृ': 'ढ्' + 'ऋ',
        'णृ': 'ण्' + 'ऋ',
        'तृ': 'त्' + 'ऋ',
        'थृ': 'थ्' + 'ऋ',
        'दृ': 'द्' + 'ऋ',
        'धृ': 'ध्' + 'ऋ',
        'नृ': 'न्' + 'ऋ',
        'पृ': 'प्' + 'ऋ',
        'फृ': 'फ्' + 'ऋ',
        'बृ': 'ब्' + 'ऋ',
        'भृ': 'भ्' + 'ऋ',
        'मृ': 'म्' + 'ऋ',
        'यृ': 'य्' + 'ऋ',
        'रृ': 'र्' + 'ऋ',
        'लृ': 'ल्' + 'ऋ',
        'वृ': 'व्' + 'ऋ',
        'शृ': 'श्' + 'ऋ',
        'षृ': 'ष्' + 'ऋ',
        'सृ': 'स्' + 'ऋ',
        'हृ': 'ह्' + 'ऋ',
        'कॄ': 'क्' + 'ॠ',
        'खॄ': 'ख्' + 'ॠ',
        'गॄ': 'ग्' + 'ॠ',
        'घॄ': 'घ्' + 'ॠ',
        'ङॄ': 'ङ्' + 'ॠ',
        'चॄ': 'च्' + 'ॠ',
        'छॄ': 'छ्' + 'ॠ',
        'जॄ': 'ज्' + 'ॠ',
        'झॄ': 'झ्' + 'ॠ',
        'ञॄ': 'ञ्' + 'ॠ',
        'टॄ': 'ट्' + 'ॠ',
        'ठॄ': 'ठ्' + 'ॠ',
        'डॄ': 'ड्' + 'ॠ',
        'ढॄ': 'ढ्' + 'ॠ',
        'णॄ': 'ण्' + 'ॠ',
        'तॄ': 'त्' + 'ॠ',
        'थॄ': 'थ्' + 'ॠ',
        'दॄ': 'द्' + 'ॠ',
        'धॄ': 'ध्' + 'ॠ',
        'नॄ': 'न्' + 'ॠ',
        'पॄ': 'प्' + 'ॠ',
        'फॄ': 'फ्' + 'ॠ',
        'बॄ': 'ब्' + 'ॠ',
        'भॄ': 'भ्' + 'ॠ',
        'मॄ': 'म्' + 'ॠ',
        'यॄ': 'य्' + 'ॠ',
        'रॄ': 'र्' + 'ॠ',
        'लॄ': 'ल्' + 'ॠ',
        'वॄ': 'व्' + 'ॠ',
        'शॄ': 'श्' + 'ॠ',
        'षॄ': 'ष्' + 'ॠ',
        'सॄ': 'स्' + 'ॠ',
        'हॄ': 'ह्' + 'ॠ',
        'कॢ': 'क्' + 'ऌ',
        'खॢ': 'ख्' + 'ऌ',
        'गॢ': 'ग्' + 'ऌ',
        'घॢ': 'घ्' + 'ऌ',
        'ङॢ': 'ङ्' + 'ऌ',
        'चॢ': 'च्' + 'ऌ',
        'छॢ': 'छ्' + 'ऌ',
        'जॢ': 'ज्' + 'ऌ',
        'झॢ': 'झ्' + 'ऌ',
        'ञॢ': 'ञ्' + 'ऌ',
        'टॢ': 'ट्' + 'ऌ',
        'ठॢ': 'ठ्' + 'ऌ',
        'डॢ': 'ड्' + 'ऌ',
        'ढॢ': 'ढ्' + 'ऌ',
        'णॢ': 'ण्' + 'ऌ',
        'तॢ': 'त्' + 'ऌ',
        'थॢ': 'थ्' + 'ऌ',
        'दॢ': 'द्' + 'ऌ',
        'धॢ': 'ध्' + 'ऌ',
        'नॢ': 'न्' + 'ऌ',
        'पॢ': 'प्' + 'ऌ',
        'फॢ': 'फ्' + 'ऌ',
        'बॢ': 'ब्' + 'ऌ',
        'भॢ': 'भ्' + 'ऌ',
        'मॢ': 'म्' + 'ऌ',
        'यॢ': 'य्' + 'ऌ',
        'रॢ': 'र्' + 'ऌ',
        'लॢ': 'ल्' + 'ऌ',
        'वॢ': 'व्' + 'ऌ',
        'शॢ': 'श्' + 'ऌ',
        'षॢ': 'ष्' + 'ऌ',
        'सॢ': 'स्' + 'ऌ',
        'हॢ': 'ह्' + 'ऌ',
'क्': 'क्',
    'ख्': 'ख्',
    'ग्': 'ग्',
    'घ्': 'घ्',
    'ङ्': 'ङ्',
    'च्': 'च्',
    'छ्': 'छ्',
    'ज्': 'ज्',
    'झ्': 'झ्',
    'ञ्': 'ञ्',
    'ट्': 'ट्',
    'ठ्': 'ठ्',
    'ड्': 'ड्',
    'ढ्': 'ढ्',
    'ण्': 'ण्',
    'त्': 'त्',
    'थ्': 'थ्',
    'द्': 'द्',
    'ध्': 'ध्',
    'न्': 'न्',
    'प्': 'प्',
    'फ्': 'फ्',
    'ब्': 'ब्',
    'भ्': 'भ्',
    'म्': 'म्',
    'य्': 'य्',
    'र्': 'र्',
    'ल्': 'ल्',
    'व्': 'व्',
    'श्': 'श्',
    'ष्': 'ष्',
    'स्': 'स्',
    'ह्': 'ह्'

    }
print('च्फञ्')
print('ञ्युट्')
print('डाप् ')
print('ल्युट्')
print('खिष्णुच् ')
print('क्यच् ')
print('घिनुण् ')

print('सुँ-औ-जस्-अम्-औट्-शस्-टा-भ्याम्-भिस्-ङे-भ्याम्-भ्यस्-ङसिँ-भ्याम्-भ्यस्-ङस्-ओस्-आम्-ङि-ओस्-सुप्')
print('स्त्री प्रत्यय : टाप्, चाप्, डाप्, ङीष्, ङीप्, ङीन्, ऊङ्, क्तिन् ')
print('शतृँ','शप्','मतुँप्')

def separate_characters_and_map(input_string):
    output = ''
    i = 0
    while i < len(input_string):
        if i + 2 <= len(input_string) and input_string[i:i + 2] in mapping:
            output += mapping[input_string[i:i + 2]]
            i += 2
        elif input_string[i] in mapping:
            output += mapping[input_string[i]]
            i += 1
        else:
            output += input_string[i]
            i += 1
    return output

input_string = input("Enter the input string: ")
output_string = separate_characters_and_map(input_string)
print('characters separation:', output_string)



abc=output_string
#word=output_string

def remove_last_characters(word):
    characters_to_remove = ['ह्', 'य्', 'व्', 'र्', 'ल्', 'ञ्', 'म्', 'ङ्', 'न्', 'ण्', 'झ्', 'भ्', 'घ्', 'ढ्',
                            'ध्', 'ज्', 'ब्', 'ग्', 'ड्', 'द्', 'ख्', 'फ्', 'छ्', 'ठ्', 'थ्', 'च्', 'ट्', 'त्',
                            'क्', 'प्', 'श्', 'ष्', 'स्']
    while word.endswith(tuple(characters_to_remove)):
        word = word[:-2]
    return word

#input_word = input("Enter a word: ")
input =abc
clean = remove_last_characters(input)
print("अंत:उपदेश :halantyam_is wrong many time:", clean)

def remove_last_characters(word):
    characters_to_remove = ['ह्', 'य्', 'व्', 'र्', 'ल्', 'ञ्', 'म्', 'ङ्', 'न्', 'ण्', 'झ्', 'भ्', 'घ्', 'ढ्',
                            'ध्', 'ज्', 'ब्', 'ग्', 'ड्', 'द्', 'ख्', 'फ्', 'छ्', 'ठ्', 'थ्', 'च्', 'ट्', 'त्',
                            'क्', 'प्', 'श्', 'ष्', 'स्']

    # Iterate over the characters_to_remove list and remove them from the end of the word
    for char in characters_to_remove:
        if word.endswith(char):
            word = word[:-len(char)]

    return word

#input_word_1 = input("Enter a word: ")
#input_word=abc
#input_word="घिनुण्"
#clean_word = remove_last_characters(input_word)
#print("अंत:उपदेश :हलंत्यम error cases :", clean_word)



def remove_anunasik_akshar(word):
    anunasik_akshar = ['अँ', 'आँ', 'इँ', 'ईँ', 'उँ', 'ऊँ', 'ऋँ', 'ॠँ', 'ऌँ', 'ॡँ', 'एँ', 'ओँ', 'ऐँ', 'औँ']
    for akshar in anunasik_akshar:
        word = word.replace(akshar, '')
    return word


clean_word = remove_anunasik_akshar(output_string)

print('उपदेश :updeshe-ach anunasik it', clean_word)





def remove_last_characters(word):
    characters_to_remove = ['ह्', 'य्', 'व्', 'र्', 'ल्', 'ञ्', 'ङ्', 'ण्', 'झ्', 'भ्', 'घ्', 'ढ्'
        , 'ज्', 'ब्', 'ग्', 'ड्', 'ख्', 'फ्', 'छ्', 'ठ्', 'च्', 'ट्',
                            'क्', 'प्', 'श्', 'ष्']
    if word[-2:] in characters_to_remove:
        word = word[:-2]
    return word


word = clean_word
clean_word_2 = remove_last_characters(word)
print('अंत:उपदेश :na vibhaktau tushmah', clean_word_2)


def remove_ending_string(word, ending):
    if word.endswith(ending):
        return word[:-len(ending)]
    else:
        return word


input_word = clean_word

output_word = remove_ending_string(input_word, 'इर्')
print('अंत:irit dhatu:', output_word)


def remove_starting_characters(word):
    patterns_to_remove = ['ञ्इ', 'ट्उ', 'ड्उ']
    for pattern in patterns_to_remove:
        if word.startswith(pattern):
            word = word[len(pattern):]
            break
    return word


input_string = output_string
output_string_1 = remove_starting_characters(input_string)
print('आदि:उपदेश : आदिर्ञिटुडवः', output_string_1)

def remove_starting_characters(word):
    patterns_to_remove = ['ष्']
    for pattern in patterns_to_remove:
        if word.startswith(pattern):
            word = word[len(pattern):]
            break
    return word


input_string_1 = output_string
output_string_2 = remove_starting_characters(input_string_1)

print('आदि:प्रत्यय :षः प्रत्ययस्य=',output_string_2)

def remove_starting_characters(word):
    patterns_to_remove = ['ट्', 'ठ्', 'ड्', 'ढ्', 'ण्', 'च्', 'छ्', 'ज्', 'झ्', 'ञ्']


    for pattern in patterns_to_remove:
        if word.startswith(pattern):
            word = word[len(pattern):]
            break
    return word


input_string_3 = output_string
output_string_3 = remove_starting_characters(input_string_3)

print('आदि:प्रत्यय :चुटू =',output_string_3)

def remove_starting_characters(word):
    patterns_to_remove =['क्', 'ख्', 'ग्', 'घ्', 'ङ्', 'ल्', 'श्']



    for pattern in patterns_to_remove:
        if word.startswith(pattern):
            word = word[len(pattern):]
            break
    return word


input_string_4 = output_string
output_string_4 = remove_starting_characters(input_string_4)



print('आदि:प्रत्यय :1:3:8:लशक्वतद्धिते= ',output_string_4)












