

mahe='अइउण् ऋऌक् एओङ् ऐऔच् हयवरट् लण् ञमङणनम् झभञ् घढधष् जबगडदश् खफछठथचटतव् कपय् शषसर् हल्'
mahe_list=['अइउण्','ऋऌक्','एओङ्','ऐऔच्','हयवरट्','लण्','ञमङणनम्','झभञ्','घढधष्','जबगडदश्','खफछठथचटतव्','कपय्','शषसर्','हल्']



praty1='१अक्(अ, इ, उ, ऋ, ऌ )अकः सवर्णे दीर्घः६.१.१०१)'



praty2='२अच्,अ, इ, उ, ऋ, ऌ, ए, ओ, ऐ, औ'
praty3='३अट् ,अ, इ, उ, ऋ, ऌ, ए, ओ, ऐ, औ, ह्, य्, व्, र्'
praty4='४अण्,अ, इ, उ'
praty5='५ अण्,अ, इ, उ, ऋ, ऌ, ए, ओ, ऐ, औ, ह्, य्, व्, र्, ल्'
praty6='६ अम्,अ, इ, उ, ऋ, ऌ, ए, ओ, ऐ, औ, ह्, य्, व्, र्, ल्, ञ्, म्, ङ्, ण्, न्'
praty7='७ अल्,अ, इ, उ, ऋ, ऌ, ए, ओ, ऐ, औ, ह्, य्, व्, र्, ल्, ञ्, म्, ङ्, ण्, न्, झ्, भ्, घ्, ढ्,'\
       ' ध्, ज्, ब्, ग्, ड्, द्, ख्, फ्, छ्, ठ्, थ्, च्, ट्, त्, क्, प्, श्, ष्, स्, ह्'
praty8='८ अश्,अ, इ, उ, ऋ, ऌ, ए, ओ, ऐ, औ, ह्, य्, व्, र्, ल्, ञ्, म्, ङ्, ण्, न्, झ्, भ्, घ्, ढ्, ध्, ज्, ब्, ग्, ड्, द्'
praty9='९ आप् टा, भ्याम्, भिस्, ङे, भ्याम्, भ्यस्, ङसिँ, भ्याम्, भ्यस्, ङस्, ओस्, आम्, ङि, ओस्, सुप्'
praty10='१० इक्  इ, उ, ऋ, ऌ(यथा -इको यणचि६.१.७७)'
praty11='११इच्  इ, उ, ऋ, ऌ, ए, ओ, ऐ, औ(यथा -नादिचि६.१.१०४)'
praty12='१२इण्  इ, उ, ऋ, ऌ, ए, ओ, ऐ, औ, ह्, य्, व्, र्, ल्(यथा -इण्कोः८.३.५७)'
praty13='१३उक् उ, ऋ, ऌ(यथा -उगिदचां सर्वनामस्थानेऽधातो७.१.७०)'
praty14='१४एङ्  ए, ओ(यथा -एङः पदान्तादति६.१.१०९)'
praty15='१५एच्  ए, ओ, ऐ, औ(यथा -एचोऽयवायावः६.१.७८)'
praty16='१६ऐच् ऐ, औ(यथा -वृद्धिरादैच्१.१.१)'
praty17='१७कृञ् कृ, भू, अस्(यथा -कृञ्चानुप्रयुज्यते लिटि३.१.४०)'
praty18='१८खय्  ख्, फ्, छ्, ठ्, थ्, च्, ट्, त्, क्, प्(यथा -पुमः खय्यम्परे८.३.६)'
praty19='१९खर्  ख्, फ्, छ्, ठ्, थ्, च्, ट्, त्, क्, प्, श्, ष्, स्(यथा -खरि च८.४.५५)'
praty20='२०ङम्  ङ्, ण्, न्(यथा -ङमो ह्रस्वादचि ङमुण् नित्यम्८.३.३२)'
praty21='२१चय्  च्, ट्, त्, क्, प्(यथा -चयो द्वितीयाः शरि पौष्करसादेरिति वाच्यम्(वार्त्तिकम् -८.४.४८) )'
praty22='२२चर् च्, ट्, त्, क्, प्, श्, ष्, स्(यथा -अभ्यासे चर्च८.४.५४)'
praty23='२३छव् छ्, ठ्, थ्, च्, ट्, त्(यथा -नश्छव्यप्रशान्८.३.७)'
praty24='२४जश्  ज्, ब्, ग्, ड्, द्(यथा -झलां जश् झशि८.४.५३)'
praty25='२५झय् ,झ्, भ्, घ्, ढ्, ध्, ज्, ब्, ग्, ड्, द्, ख्, फ्, छ्, ठ्, थ्, च्, ट्, त्, क्, प्(यथा -झयो होऽन्यतरस्याम्८.४.६२)'
praty26='२६झर्  झ्, भ्, घ्, ढ्, ध्, ज्, ब्, ग्, ड्, द्, ख्, फ्, छ्, ठ्, थ्, च्, ट्, त्, क्, प्, श्, ष्, स्(यथा -झरो झरि सवर्णे८.४.६५)'
praty27='२७झल्, झ्, भ्, घ्, ढ्, ध्, ज्, ब्, ग्, ड्, द्, ख्, फ्, छ्, ठ्, थ्, च्, ट्, त्, क्, प्, श्, ष्, स्, ह्(यथा -झलां जशोऽन्ते८.२.३९)'
praty28='२८झश्  झ्, भ्, घ्, ढ्, ध्, ज्, ब्, ग्, ड्, द्(यथा -झलां जश् झशि८.४.५३)'
praty29='२९झष्  झ्, भ्, घ्, ढ्, ध्(यथा -एकाचो बशो भष् झषन्तस्य स्ध्वोः८.२.३७)'
praty30='३०ञम्  ञ्, म्, ङ्, ण्, न्(यथा -ञमन्ताड्डः(उणादिः - १.१११) )'
praty31='३१तङ् त, आताम्, झ, थास्, आथाम्, ध्वम्, इट्, वहि, महिङ्(यथा -तङानावात्मनेपदम्१.४.१००)'
praty32='३२तिङ्  तिप्, तस्, झि, सिप्, थस्, थ, मिप्, वस्, मस्, त, आताम्, झ, थास्, आथाम्, ध्वम्, '\
        'इट्, वहि, महिङ्(यथा -सुप्तिङन्तं पदम्१.४.१४)'
praty33='३३तृन् ,शानच्, शानन्, चानश्, शतृ, तृन्(यथा -न लोकाव्ययनिष्ठाखलर्थतृनाम्२.३.६९)'
praty34='३४बश् ब्, ग्, ड्, द्(यथा -एकाचो बशो भष् झषन्तस्य स्ध्वोः८.२.३७)'
praty35='३५भष्  भ्, घ्, ढ्, ध्(यथा -एकाचो बशो भष् झषन्तस्य स्ध्वोः८.२.३७)'
praty36='३६मय्  म्, ङ्, ण्, न्, झ्, भ्, घ्, ढ्, ध्, ज्, ब्, ग्, ड्, द्, ख्, फ्, छ्, ठ्, थ्, च्, ट्, त्, क्, प्'
praty37='३७यञ्  य्, व्, र्, ल्, ञ्, म्, ङ्, ण्, न्, झ्, भ्'
praty38='३८यण्  य्, व्, र्, ल् '
praty39='३९यम् - य्, व्, र्, ल्, ञ्, म्, ङ्, ण्, न् '
praty40='४०यय् - य्, व्, र्, ल्, ञ्, म्, ङ्, ण्, न्, झ्, भ्, घ्, ढ्, ध्, ज्, ब्, ग्, ड्, द्, ख्, फ्, छ्, ठ्, थ्, च्, ट्, त्, क्, प्'
praty41='४१यर् - य्, व्, र्, ल्, ञ्, म्, ङ्, ण्, न्, झ्, भ्, घ्, ढ्, ध्, ज्, ब्, ग्, ड्, द्, ख्, फ्, छ्, ठ्, थ्, च्, ट्, त्, क्, प्, श्, ष्, स् '
praty42='४२र - र्, ल्'
praty43='४३रल् - र्, ल्, ञ्, म्, ङ्, ण्, न्, झ्, भ्, घ्, ढ्, ध्, ज्, ब्, ग्, ड्, द्, ख्, फ्, छ्, ठ्, थ्, च्, ट्, त्, क्, प्, श्, ष्, स्, ह् '
praty44='४४वल् - व्, र्, ल्, ञ्, म्, ङ्, ण्, न्, झ्, भ्, घ्, ढ्, ध्, ज्, ब्, ग्, ड्, द्, ख्, फ्, छ्, ठ्, थ्, च्, ट्, त्, क्, प्, श्, ष्, स्, ह् '
praty45='४५वश् - व्, र्, ल्, ञ्, म्, ङ्, ण्, न्, झ्, भ्, घ्, ढ्, ध्, ज्, ब्, ग्, ड्, द् '
praty46='४६शर् - श्, ष्, स्'
praty47='४७शल् - श्, ष्, स्, ह्'
praty48='४८सङ् - धातुभ्यः विहिताः सर्वे प्रत्ययाः (सन् इत्यस्मात् आरभ्य महिङ् इति यावत्)(यथा -झलि सङीति वक्तव्यम्(वार्त्तिकम् -८.२.२९) )'
praty49='४९सुट् - सुँ, औ, जस्, अम्, औट्(यथा -सुडनपुंसकस्य१.१.४३)'
praty50='५०सुप् - सुँ, औ, जस्, अम्, औट्, शस्, टा, भ्याम्, भिस्, ङे, भ्याम्, भ्यस्, ङसिँ, भ्याम्, भ्यस्, '\
        'ङस्, ओस्, आम्, ङि, ओस्, सुप्(यथा -सुप्तिङन्तं पदम्१.४.१४)'
praty51='५१हल् - ह्, य्, व्, र्, ल्, ञ्, म्, ङ्, ण्, न्, झ्, भ्, घ्, ढ्, ध्, ज्, ब्, ग्, ड्, द्, '\
        'ख्, फ्, छ्, ठ्, थ्, च्, ट्, त्, क्, प्, श्, ष्, स्, ह्(यथा -हलन्त्यम्१.३.३)'
praty52='५२हश्, ह्, य्, व्, र्, ल्, ञ्, म्, ङ्, ण्, न्, झ्, भ्, घ्, ढ्, ध्, ज्, ब्, ग्, ड्, द्(यथा -हशि च६.१.११४)'


a11001='१.१.१वृद्धिरादैच्'

a11002='१.१.२अदेङ् गुणः'

a11003='१.१.३इको गुणवृद्धी'

a11004='१.१.४न धातुलोप आर्धधातुके'

a11005='१.१.५क्ङिति च'

a11006='१.१.६दीधीवेवीटाम्'

a11007='१.१.७हलोऽनन्तराः संयोगः'

a11008='१.१.८मुखनासिकावचनोऽनुनासिकः'

a11009='१.१.९तुल्यास्यप्रयत्नं सवर्णम्'

vartik1= int(input('ऋऌवर्णयोर्मिथः सावर्ण्यं वाच्यम् '
a11010='१.१.१०नाज्झलौ'

a11011='१.१.११ईदूदेद्द्विवचनं प्रगृह्यम्'

a11012='१.१.१२अदसो मात्'

a11013='१.१.१३शे'

a11014='१.१.१४निपात एकाजनाङ्'

a11015='१.१.१५ओत्'

a11016='१.१.१६सम्बुद्धौ शाकल्यस्येतावनार्षे'

a11017='१.१.१७उञः'

a11018='१.१.१८ऊँ'

a11019='१.१.१९ईदूतौ च सप्तम्यर्थे'

a11020='१.१.२०दाधा घ्वदाप्'

a11021='१.१.२१आद्यन्तवदेकस्मिन्'

a11022='१.१.२२तरप्तमपौ घः'

a11023='१.१.२३बहुगणवतुडति संख्या'

a11024='१.१.२४ष्णान्ता षट्'

a11025='१.१.२५डति च'

a11026='१.१.२६क्तक्तवतू निष्ठा'

a11027='१.१.२७सर्वादीनि सर्वनामानि'

a11028='१.१.२८विभाषा दिक्समासे बहुव्रीहौ'

a11029='१.१.२९न बहुव्रीहौ'

vartik2= int(input('अकच्स्वरौ तु कर्तव्यौ प्रत्यङ्गं मुक्तसंशयम् ।'
a11030='१.१.३०तृतीयासमासे'


print(a11026)

a11031='१.१.३१द्वन्द्वे च'

a11032='१.१.३२विभाषा जसि'

a11033='१.१.३३प्रथमचरमतयाल्पार्धकतिपयनेमाश्च'

a11034='१.१.३४पूर्वपरावरदक्षिणोत्तरापराधराणि व्यवस्थायामसंज्ञायाम्'

a11035='१.१.३५स्वमज्ञातिधनाख्यायाम्'

a11036='१.१.३६अन्तरं बहिर्योगोपसंव्यानयोः  २२०'

vartik3='अपुरीति वक्तव्यम् '
vartik4='विभाषाप्रकरणे तीयस्य ङित्सूपसंख्यानम् ।'
a11037='१.१.३७स्वरादिनिपातमव्ययम्  ४४७'

a11038='१.१.३८तद्धितश्चासर्वविभक्तिः   ४४८'

a11039='१.१.३९कृन्मेजन्तः   ४४९'

a11040='१.१.४०क्त्वातोसुन्कसुनः  ४५०'

a11041='१.१.४१अव्ययीभावश्च   ४५१'

a11042='१.१.४२शि सर्वनामस्थानम्   ३१३'

a11043='१.१.४३सुडनपुंसकस्य   २२९'

a11044='१.१.४४न वेति विभाषा  २४'

a11045='१.१.४५इग्यणः सम्प्रसारणम् ३२८'

a11046='१.१.४६आद्यन्तौ टकितौ३६'

a11047='१.१.४७मिदचोऽन्त्यात्परः  ३७'

vartik5='अन्त्यात्पूर्वो मस्जेरनुषङ्गसंयोगादिलोपार्थम् ।'
a11048='१.१.४८एच इग्घ्रस्वादेशे३२३'

a11049='१.१.४९षष्ठी स्थानेयोगा  ३८'

a11050='१.१.५०स्थानेऽन्तरतमः३९'

a11051='१.१.५१उरण् रपरः ७०'

vartik6=' लपर इति वक्तव्यम् ।'
a11052='१.१.५२अलोऽन्त्यस्य ४२'

a11053='१.१.५३ङिच्च   ४३'

a11054='१.१.५४आदेः परस्य  ४४'

a11055='१.१.५५अनेकाल्शित्सर्वस्य   ४५'

a11056='१.१.५६स्थानिवदादेशोऽनल्विधौ   ४९'

a11057='१.१.५७अचः परस्मिन् पूर्वविधौ  ५०'

a11058='१.१.५८न पदान्तद्विर्वचनवरेयलोपस्वरसवर्णानुस्वारदीर्घजश्चर्विधिषु  ५१'

vartik7='स्वरदीर्घयलोपेषु लोपाजादेशो न स्थानिवद् ।•'
                  ''
vartik8=' क्विलुगुपधात्वचङ्परनिर्ह्रासकुत्वेषूपसंख्यानम् ।• '
vartik9='पूर्वत्रासिद्धे न स्थानिवत् ।• '
vartik10='तस्य दोषः संयोगादिलोपलत्वणत्वेषु ।'
a11059='१.१.५९द्विर्वचनेऽचि  २२४३'

a11060='१.१.६०अदर्शनं लोपः  ५३'

a11061='१.१.६१प्रत्ययस्य लुक्श्लुलुपः  २६०'

a11062='१.१.६२प्रत्ययलोपे प्रत्ययलक्षणम् २६२'

vartik1='वर्णाश्रये नास्ति प्रत्ययलक्षणम् ।
a11063='१.१.६३न लुमताङ्गस्य २६३'

vartik1='उत्तरपदत्वे चापदादिविधौ ।
a11064='१.१.६४अचोऽन्त्यादि टि'

a11065='१.१.६५अलोऽन्त्यात् पूर्व उपधा'

vartik1='नानर्थकेऽलोऽन्त्यविधिरनभ्यासविकारे ।
a11066='१.१.६६तस्मिन्निति निर्दिष्टे पूर्वस्य'

a11067='१.१.६७तस्मादित्युत्तरस्य'

a11068='१.१.६८स्वं रूपं शब्दस्याशब्दसंज्ञा'

vartik1='अर्थवद्ग्रहणे नानर्थकस्य ग्रहणम् ।
a11069='१.१.६९अणुदित् सवर्णस्य चाप्रत्ययः'

a11070='१.१.७०तपरस्तत्कालस्य'

a11071='१.१.७१आदिरन्त्येन सहेता'

a11072='१.१.७२येन विधिस्तदन्तस्य'

vartik1='यस्मिन् विधिस्तदादावल्ग्रहणे ।• समासप्रत्ययविधौ प्रतिषेधः ।• उगिद्वर्णग्रहणवर्जम् ।• सुसर्वार्धदिक्छब्देभ्यो जनपदस्य ।• ऋतोर्वृद्धिमद्विधाववयवानाम् ।• पदाङ्गाधिकारे तस्य च तदुत्तरपदस्य च ।• तन्मध्यपतितस्तद्ग्रहणेन गृह्यते ।• अनिनस्मन्ग्रहणान्यर्थवता चानर्थकेन च तदन्तविधिं प्रयोजयन्ति ।• प्रत्ययग्रहणे चापञ्चम्याः ।
a11073='१.१.७३वृद्धिर्यस्याचामादिस्तद् वृद्धम्'

vartik1='वा नामधेयस्य ।
a11074='१.१.७४त्यदादीनि च'

a11075='१.१.७५एङ् प्राचां देशे'

• शैषिकेष्विति वक्तव्यम् ।
a120001='१.२.१गाङ्कुटादिभ्योऽञ्णिन्ङित्'

• व्यचेः कुटादित्वमनसीति वक्तव्यम् ।
a12001='१.२.२विज इट्'

a12003='१.२.३विभाषोर्णोः'

a12004='१.२.४सार्वधातुकमपित्'

a12005='१.२.५असंयोगाल्लिट् कित्'

• ऋदुपधेभ्यो लिटः कित्त्वं गुणात्पूर्वप्रतिषेधेन ।
a12006='१.२.६इन्धिभवतिभ्यां च'

• श्रन्धिग्रन्धिदम्भिस्वञ्जीनां लिटः कित्वं वा ।
a12007='१.२.७मृडमृदगुधकुषक्लिशवदवसः क्त्वा'

a12008='१.२.८रुदविदमुषग्रहिस्वपिप्रच्छः सँश्च'

a12009='१.२.९इको झल्'

a12010='१.२.१०हलन्ताच्च'

a12011='१.२.११लिङ्सिचावात्मनेपदेषु'

a12012='१.२.१२उश्च'

a12013='१.२.१३वा गमः'

a12014='१.२.१४हनः सिच्'

a12015='१.२.१५यमो गन्धने  २६९८'

a12016='१.२.१६विभाषोपयमने २७३०'

a12017='१.२.१७स्था घ्वोरिच्च'

a12018='१.२.१८न क्त्वा सेट्'

a12019='१.२.१९निष्ठा शीङ्स्विदिमिदिक्ष्विदिधृषः'

a12020='१.२.२०मृषस्तितिक्षायाम्'

a12021='१.२.२१उदुपधाद्भावादिकर्मणोरन्यतरस्याम्'

a12022='१.२.२२पूङः क्त्वा च'

a12023='१.२.२३नोपधात्थफान्ताद्वा'

a12024='१.२.२४वञ्चिलुञ्च्यृतश्च'

a12025='१.२.२५तृषिमृषिकृशेः काश्यपस्य'

a12026='१.२.२६रलो व्युपधाद्धलादेः संश्च'

a12027='१.२.२७ऊकालोऽज्झ्रस्वदीर्घप्लुतः'

a12028='१.२.२८अचश्च'

a12029='१.२.२९उच्चैरुदात्तः'

a12030='१.२.३०नीचैरनुदात्तः'

a12031='१.२.३१समाहारः स्वरितः'

a12032='१.२.३२तस्यादित उदात्तमर्धह्रस्वम्'

a12033='१.२.३३एकश्रुति दूरात् सम्बुद्धौ'

a12034='१.२.३४यज्ञकर्मण्यजपन्यूङ्खसामसु'

a12035='१.२.३५उच्चैस्तरां वा वषट्कारः'

a12036='१.२.३६विभाषा छन्दसि'

a12037='१.२.३७न सुब्रह्मण्यायां स्वरितस्य तूदात्तः'

a12038='१.२.३८देवब्रह्मणोरनुदात्तः'

a12039='१.२.३९स्वरितात् संहितायामनुदात्तानाम्'

a12040='१.२.४०उदात्तस्वरितपरस्य सन्नतरः'

a12041='१.२.४१अपृक्त एकाल् प्रत्ययः'

a12042='१.२.४२तत्पुरुषः समानाधिकरणः कर्मधारयः'

a12043='१.२.४३प्रथमानिर्दिष्टं समास उपसर्जनम्'

a12044='१.२.४४एकविभक्ति चापूर्वनिपाते'

• एकविभक्तावषष्ठ्यन्तवचनम् ।
a12045='१.२.४५अर्थवदधातुरप्रत्ययः प्रातिपदिकम्'

• निपातस्यानर्थकस्य प्रातिपदिकसंज्ञा वक्तव्या ।
a12046='१.२.४६कृत्तद्धितसमासाश्च'

a12047='१.२.४७ह्रस्वो नपुंसके प्रातिपदिकस्य'

a12048='१.२.४८गोस्त्रियोरुपसर्जनस्य'

• ईयसो बहुव्रीहेर्नेति वाच्यम् ।
a12049='१.२.४९लुक् तद्धितलुकि'

a12050='१.२.५०इद्गोण्याः'

a12051='१.२.५१लुपि युक्तवद्व्यक्तिवचने'

• समास उत्तरपदस्य बहुवचनस्य लुपः ।
a12052='१.२.५२विशेषणानां चाजातेः'

• हरीतक्यादिषु व्यक्तिः ।• खलतिकादिषु वचनम् ।• मनुष्यलुपि प्रतिषेधः ।
a12053='१.२.५३तदशिष्यं संज्ञाप्रमाणत्वात्'

a12054='१.२.५४लुब्योगाप्रख्यानात्'

a12055='१.२.५५योगप्रमाणे च तदभावेऽदर्शनं स्यात्'

a12056='१.२.५६प्रधानप्रत्ययार्थवचनमर्थस्यान्यप्रमाणत्वात्'

a12057='१.२.५७कालोपसर्जने च तुल्यम्'

a12058='१.२.५८जात्याख्यायामेकस्मिन् बहुवचनमन्यतरस्याम्'

• संख्याप्रयोगे प्रतिषेधः ।
a12059='१.२.५९अस्मदो द्वयोश्च'

• सविशेषणस्य प्रतिषेधः ।
a12060='१.२.६०फल्गुनीप्रोष्ठपदानां च नक्षत्रे'

a12061='१.२.६१ छन्दसि पुनर्वस्वोरेकवचनम्'

a12062='१.२.६२ विशाखयोश्च'

a12063='१.२.६३त िष्यपुनर्वस्वोर्नक्षत्रद्वन्द्वे बहुवचनस्य द्विवचनं नित्यम्'

a12064='१.२.६४सरूपाणामेकशेष एकविभक्तौ'

• विरूपाणामपि समानार्थकानामेकशेषो वक्तव्यः ।
a12065='१.२.६५वृद्धो यूना तल्लक्षणश्चेदेव विशेषः'

a12066='१.२.६६स्त्री पुंवच्च'

a12067='१.२.६७पुमान् स्त्रिया'

a12068='१.२.६८भ्रातृपुत्रौ स्वसृदुहितृभ्याम्'

a12069='१.२.६९नपुंसकमनपुंसकेनैकवच्चास्यान्यतरस्याम्'

a12070='१.२.७०पिता मात्रा'

a12071='१.२.७१श्वशुरः श्वश्र्वा'

a12072='१.२.७२त्यदादीनि सर्वैर्नित्यम्'

• त्यदादितः शेषे पुंनपुंसकतो लिङ्गवचनानि ।• अद्वन्द्वतत्पुरुषविशेषणानाम् ।
a12073='१.२.७३ग्राम्यपशुसंघेष्वतरुणेषु स्त्री'

• अनेकशफेष्विति वक्तव्यम् ।
a13001='१.३.१भूवादयो धातवः'

a13002='१.३.२उपदेशेऽजनुनासिक इत्'

a13003='१.३.३हलन्त्यम्'

a13004='१.३.४न विभक्तौ तुस्माः'

a13005='१.३.५आदिर्ञिटुडवः'

a13006='१.३.६षः प्रत्ययस्य'

a13007='१.३.७चुटू'

• इर इत्संज्ञा वक्तव्या ।
a13008='१.३.८लशक्वतद्धिते'

a13009='१.३.९तस्य लोपः'

a13010='१.३.१०यथासंख्यमनुदेशः समानाम्'

a13011='१.३.११स्वरितेनाधिकारः'

a13012='१.३.१२अनुदात्तङित आत्मनेपदम्'

a13013='१.३.१३भावकर्मणोः'

a13014='१.३.१४कर्तरि कर्मव्यतिहारे'

a13015='१.३.१५न गतिहिंसार्थेभ्यः'

• हसादीनामुपसंख्यानम् ।• हरतेरप्रतिषेधः ।
a13016='१.३.१६इतरेतरान्योन्योपपदाच्च'

• परस्परोपपदाच्चेति वक्तव्यम् ।
a13017='१.३.१७नेर्विशः'

a13018='१.३.१८परिव्यवेभ्यः क्रियः'

a13019='१.३.१९विपराभ्यां जेः'

a13020='१.३.२०आङो दोऽनास्यविहरणे'

• स्वाङ्गकर्मकाच्चेति वक्तव्यम् ।
a13021='१.३.२१क्रीडोऽनुसम्परिभ्यश्च'

• समोऽकूजने ।• आगमेः क्षमायाम् ।• शिक्षेर्जिज्ञासायाम् ।• किरतेर्हर्षजीविकाकुलायकरणेष्विति वाच्यम् ।• हरतेर्गतताच्छील्ये ।• आङि नुप्रच्छ्योः उपसंख्यानम् ।• आशिषि नाथः ।• शप उपलम्भने इति वक्तव्यम् ।
a13022='१.३.२२समवप्रविभ्यः स्थः'

• आङः प्रतिज्ञायाम् ।
a13023='१.३.२३प्रकाशनस्थेयाख्ययोश्च'

a13024='१.३.२४उदोऽनूर्ध्वकर्मणि'

• ईहायामिति वक्तव्यम् ।
a13025='१.३.२५उपान्मन्त्रकरणे'

• उपाद्देवपूजासंगतिकरणमित्रकरणपथिष्विति वक्तव्यम् ।• वा लिप्सायामिति वक्तव्यम् ।
a13026='१.३.२६अकर्मकाच्च'

a13027='१.३.२७उद्विभ्यां तपः'

• स्वाङ्गकर्मकाच्च ।
a13028='१.३.२८आङो यमहनः'

• स्वाङ्गकर्मकाच्च ।
a13029='१.३.२९समो गम्यृच्छिप्रच्छिस्वरत्यर्तिश्रुविदिभ्यः'

• विदिप्रच्छिस्वरतीनामुपसंख्यानम् ।• अर्तिश्रुदृशिभ्यश्च ।• दृशेश्चेति वक्तव्यम् ।
a13030='१.३.३०निसमुपविभ्यो ह्वः'

• उपसर्गादस्यत्यूह्योर्वा वचनम् ।
a13031='१.३.३१स्पर्द्धायामाङः'

a13032='१.३.३२गन्धनावक्षेपणसेवनसाहसिक्यप्रतियत्नप्रकथनोपयोगेषु कृञः'

a13033='१.३.३३ अधेः प्रसहने'

a13034='१.३.३४ वेः शब्दकर्मणः'

a13035='१.३.३५ अकर्मकाच्च'
  २७०८
a13036='१.३.३६ सम्माननोत्सञ्जनाचार्यकरणज्ञानभृतिविगणनव्ययेषु नियः'
  २७०९
a13037='१.३.३७कर्तृस्थे चाशरीरे कर्मणि'
  २७१०
a13038='१.३.३८वृत्तिसर्गतायनेषु क्रमः'
  २७११
a13039='१.३.३९उपपराभ्याम्'
  २७१२
a13040='१.३.४०आङ उद्गमने'
  २७१३
• ज्योतिरूद्गमन इति वक्तव्यम् ।
a13041='१.३.४१वेः पादविहरणे'
  २७१४
a13042='१.३.४२प्रोपाभ्यां समर्थाभ्याम्'
  २७१५
a13043='१.३.४३अनुपसर्गाद्वा'
  २७१६
a13044='१.३.४४अपह्नवे ज्ञः'
  २७१७
a13045='१.३.४५अकर्मकाच्च'
  २७१८
a13046='१.३.४६सम्प्रतिभ्यामनाध्याने'
  २७१९
a13047='१.३.४७भासनोपसम्भाषाज्ञानयत्नविमत्युपमन्त्रणेषु वदः'
  २७२०
a13048='१.३.४८व्यक्तवाचां समुच्चारणे'
  २७२१
a13049='१.३.४९अनोरकर्मकात्'
  २७२२
a13050='१.३.५०विभाषा विप्रलापे'
  २७२३
a13051='१.३.५१अवाद्ग्रः'
  २७२४
a13052='१.३.५२समः प्रतिज्ञाने'
  २७२५
a13053='१.३.५३उदश्चरः सकर्मकात्'
  २७२६
a13054='१.३.५४समस्तृतीयायुक्तात्'
  २७२७
a13055='१.३.५५दाणश्च सा चेच्चतुर्थ्यर्थे'
  २७२८
• अशिष्टव्यवहारे दाणः प्रयोगे चतुर्थ्यर्थे तृतीया भवतीति वक्तव्यम् ।
a13056='१.३.५६उपाद्यमः स्वकरणे'
  २७२९
a13057='१.३.५७ज्ञाश्रुस्मृदृशां सनः'
  २७३१
a13058='१.३.५८नानोर्ज्ञः'
  २७३२
a13059='१.३.५९प्रत्याङ्भ्यां श्रुवः'
  २७३३
a13060='१.३.६०शदेः शितः'
  २३६२
a13061='१.३.६१म्रियतेर्लुङ्लिङोश्च'
  २५३८
a13062='१.३.६२पूर्ववत् सनः'
  २७३४
a13063='१.३.६३आम्प्रत्ययवत् कृञोऽनुप्रयोगस्य'
  २२४०
a13064='१.३.६४प्रोपाभ्यां युजेरयज्ञपात्रेषु'
  २७३५
• स्वराद्यन्तोपसृष्टादिति वक्तव्यम् ।
a13065='१.३.६५समः क्ष्णुवः'
  २७३६
a13066='१.३.६६भुजोऽनवने'
  २७३७
a13067='१.३.६७णेरणौ यत्कर्म णौ चेत् स कर्ताऽनाध्याने'
  २७३८
a13068='१.३.६८भीस्म्योर्हेतुभये'
  २५९४
a13069='१.३.६९गृधिवञ्च्योः प्रलम्भने'
  २७३९
a13070='१.३.७०लियः सम्माननशालीनीकरणयोश्च'
  २५९२
a13071='१.३.७१मिथ्योपपदात् कृञोऽभ्यासे'
  २७४०
a13072='१.३.७२स्वरितञितः कर्त्रभिप्राये क्रियाफले'
  २१५८
a13073='१.३.७३अपाद्वदः'
  २७४१
a13074='१.३.७४णिचश्च'
  २५६४
a13075='१.३.७५समुदाङ्भ्यो यमोऽग्रन्थे'
  २७४२
a13076='१.३.७६अनुपसर्गाज्ज्ञः'
  २७४३
a13077='१.३.७७विभाषोपपदेन प्रतीयमाने'
  २७४४
a13078='१.३.७८शेषात् कर्तरि परस्मैपदम्'
  २१५९
a13079='१.३.७९अनुपराभ्यां कृञः'
  २७४५
a13080='१.३.८०अभिप्रत्यतिभ्यः क्षिपः'
  २७४६
a13081='१.३.८१प्राद्वहः'
  २७४७
a13082='१.३.८२परेर्मृषः'
  २७४८
a13083='१.३.८३व्याङ्परिभ्यो रमः'
  २७४९
a13084='१.३.८४उपाच्च'
  २७५०
a13085='१.३.८५विभाषाऽकर्मकात्'
  २७५१
a13086='१.३.८६बुधयुधनशजनेङ्प्रुद्रुस्रुभ्यो णेः'
  २७५२
a13087='१.३.८७निगरणचलनार्थेभ्यश्च'
  २७५३
• अदेः प्रतिषेधः ।
a13088='१.३.८८अणावकर्मकाच्चित्तवत्कर्तृकात्'
  २७५४
a13089='१.३.८९न पादम्याङ्यमाङ्यसपरिमुहरुचिनृतिवदवसः'
  २७५५
• पादिषु धेट उपसङ्ख्यानम् ।
a13090='१.३.९०वा क्यषः'
  २६६९
a13091='१.३.९१द्युद्भ्यो लुङि'
  २३४५
a13092='१.३.९२वृद्भ्यः स्यसनोः'
  २३४७
a13093='१.३.९३लुटि च कॢपः'
  २३५१
a14001='१.४.१आ कडारादेका संज्ञा
  २३२
a14002='१.४.२विप्रतिषेधे परं कार्यम्
  १७
a14003='१.४.३यू स्त्र्याख्यौ नदी
  २६६
• प्रथमलिङ्गग्रहणं च ।
a14004='१.४.४नेयङुवङ्स्थानावस्त्री
  ३०३
a14005='१.४.५वाऽऽमि
  ३०४
a14006='१.४.६ङिति ह्रस्वश्च
  २९६
a14007='१.४.७शेषो घ्यसखि
  २४३
a14008='१.४.८पतिः समास एव
  २५७
a14009='१.४.९षष्ठीयुक्तश्छन्दसि वा
  ३३८९
a14010='१.४.१०ह्रस्वं लघु
  ३१
a14011='१.४.११संयोगे गुरु
  ३२
a14012='१.४.१२दीर्घं च
  ३३
a14013='१.४.१३यस्मात् प्रत्ययविधिस्तदादि प्रत्ययेऽङ्गम्
  १९९
a14014='१.४.१४सुप्तिङन्तं पदम्
  २९
a14015='१.४.१५नः क्ये
  २६५९
a14016='१.४.१६सिति च
  १२५२
a14017='१.४.१७स्वादिष्वसर्वनामस्थाने
  २३०
a14018='१.४.१८यचि भम्
  २३१
• नभोऽङिरोमनुषां वत्युपसंख्यानम् ।• वृषण्वस्वश्वयोः ।
a14019='१.४.१९तसौ मत्वर्थे
  १८९६
a14020='१.४.२०अयस्मयादीनि च्छन्दसि
  ३३९०
• उभयसंज्ञान्यपीति वक्तव्यम् ।
a14021='१.४.२१बहुषु बहुवचनम्
  १८७
a14022='१.४.२२द्व्येकयोर्द्विवचनैकवचने
  १८६
a14023='१.४.२३कारके
  ५३४
a14024='१.४.२४ध्रुवमपायेऽपादानम्
  ५८६
• जुगुप्साविरामप्रमादार्थनामुपसंख्यानम् ।
a14025='१.४.२५भीत्रार्थानां भयहेतुः
  ५८८
a14026='१.४.२६पराजेरसोढः
  ५८९
a14027='१.४.२७वारणार्थानामीप्सितः
  ५९०
a14028='१.४.२८अन्तर्द्धौ येनादर्शनमिच्छति
  ५९१
a14029='१.४.२९आख्यातोपयोगे
  ५९२
a14030='१.४.३०जनिकर्तुः प्रकृतिः
  ५९३
a14031='१.४.३१भुवः प्रभवः
  ५९४
a14032='१.४.३२कर्मणा यमभिप्रैति स सम्प्रदानम्
  ५६९
• क्रियया यमभिप्रैति स सम्प्रदानम् ।• कर्मणः करणसंज्ञा संप्रदानस्य च कर्मसंज्ञा वक्तव्या ।
a14033='१.४.३३रुच्यर्थानां प्रीयमाणः
  ५७१
a14034='१.४.३४श्लाघह्नुङ्स्थाशपां ज्ञीप्स्यमानः
  ५७२
a14035='१.४.३५धारेरुत्तमर्णः
  ५७३
a14036='१.४.३६स्पृहेरीप्सितः
  ५७४
a14037='१.४.३७क्रुधद्रुहेर्ष्याऽसूयार्थानां यं प्रति कोपः
  ५७५
a14038='१.४.३८क्रुधद्रुहोरुपसृष्टयोः कर्म
  ५७६
a14039='१.४.३९राधीक्ष्योर्यस्य विप्रश्नः
  ५७७
a14040='१.४.४०प्रत्याङ्भ्यां श्रुवः पूर्वस्य कर्ता
  ५७८
a14041='१.४.४१अनुप्रतिगृणश्च
  ५७९
a14042='१.४.४२साधकतमं करणम्
  ५६०
a14043='१.४.४३दिवः कर्म च
  ५६२
a14044='१.४.४४परिक्रयणे सम्प्रदानमन्यतरस्याम्
  ५८०
a14045='१.४.४५आधारोऽधिकरणम्
  ६३२
a14046='१.४.४६अधिशीङ्स्थाऽऽसां कर्म
  ५४२
a14047='१.४.४७अभिनिविशश्च
  ५४३
a14048='१.४.४८उपान्वध्याङ्वसः
  ५४४
• वसेरश्यर्थस्य प्रतिषेधः ।
a14049='१.४.४९कर्तुरीप्सिततमं कर्म
  ५३५
a14050='१.४.५०तथायुक्तं चानीप्सितम्
  ५३८
a14051='१.४.५१अकथितं च
  ५३९
• अकर्मकधातुभिर्योगे देशः कालो भावो गन्तव्योऽध्वा च कर्मसंज्ञक इति वाच्यम् ।
a14052='१.४.५२गतिबुद्धिप्रत्यवसानार्थशब्दकर्माकर्मकाणामणि कर्ता स णौ
  ५४०
• जल्पतिप्रभृतीनामुपसंख्यानम् ।• दृशेश्च ।• अदिखाद्योर्न ।• नीवह्योर्न।• नियन्तृकर्तृकस्य वहेरनिषेधः ।• भक्षेरहिंसार्थस्य न ।• शब्दायतेर्न ।
a14053='१.४.५३हृक्रोरन्यतरस्याम्
  ५४१
• अभिवादिदृशोरात्मनेपदे वेति वाच्यम् ।
a14054='१.४.५४स्वतन्त्रः कर्ता
  ५५९
a14055='१.४.५५तत्प्रयोजको हेतुश्च
  २५७५
a14056='१.४.५६प्राग्रीश्वरान्निपाताः
  १९
a14057='१.४.५७चादयोऽसत्त्वे
  २०
a14058='१.४.५८प्रादयः
  २१
• मरुच्छब्दस्योपसंख्यानम् ।• श्रच्छब्दस्योपसंख्यानम् ।
a14059='१.४.५९उपसर्गाः क्रियायोगे
  २२
a14060='१.४.६०गतिश्च
  २३
• कारिकाशब्दस्योपसंख्यानम् ।• पुनश्च नसौ छन्दसि ।• दुरः षत्वणत्वयोरुपसर्गत्वप्रतिषेधो वक्तव्यः ।
a14061='१.४.६१ऊर्यादिच्विडाचश्च
  ७६२
a14062='१.४.६२अनुकरणं चानितिपरम्
  ७६३
a14063='१.४.६३आदरानादरयोः सदसती
  ७६४
a14064='१.४.६४भूषणेऽलम्
  ७६५
a14065='१.४.६५अन्तरपरिग्रहे
  ७६६
• अन्तःशब्दस्याङ्किविधिणत्वेषूपसर्गत्वं वाच्यम् ।
a14066='१.४.६६कणेमनसी श्रद्धाप्रतीघाते
  ७६७
a14067='१.४.६७पुरोऽव्ययम्
  ७६८
a14068='१.४.६८अस्तं च
  ७६९
a14069='१.४.६९अच्छ गत्यर्थवदेषु
  ७७०
a14070='१.४.७०अदोऽनुपदेशे
  ७७१
a14071='१.४.७१तिरोऽन्तर्द्धौ
  ७७२
a14072='१.४.७२विभाषा कृञि
  ७७३
a14073='१.४.७३उपाजेऽन्वाजे
  ७७४
a14074='१.४.७४साक्षात्प्रभृतीनि च
  ७७५
• च्व्यर्थ इति वक्तव्यम् ।
a14075='१.४.७५अनत्याधान उरसिमनसी
  ७७६
a14076='१.४.७६मध्ये पदे निवचने च
  ७७७
a14077='१.४.७७नित्यं हस्ते पाणावुपयमने
  ७७८
a14078='१.४.७८प्राध्वं बन्धने
  ७७९
a140079='१.४.७९जीविकोपनिषदावौपम्ये
  ७८०
a14080='१.४.८०ते प्राग्धातोः
  २२३०
a14081='१.४.८१छन्दसि परेऽपि
  ३३९१
a14082='१.४.८२व्यवहिताश्च
  ३३९२
a14083='१.४.८३कर्मप्रवचनीयाः
  ५४६
a14084='१.४.८४अनुर्लक्षणे
  ५४७
a14085='१.४.८५तृतीयार्थे
  ५४९
a14086='१.४.८६हीने
  ५५०
a14087='१.४.८७उपोऽधिके च
  ५५१
a14088='१.४.८८अपपरी वर्जने
  ५९६
a14089='१.४.८९आङ् मर्यादावचने
  ५९७
• आङ्मर्यादाभिविध्योरिति वक्तव्यम् ।
a14090='१.४.९०लक्षणेत्थम्भूताख्यानभागवीप्सासु प्रतिपर्यनवः
  ५५२
a14091='१.४.९१अभिरभागे
  ५५३
a14092='१.४.९२प्रतिः प्रतिनिधिप्रतिदानयोः
  ५९९
a14093='१.४.९३अधिपरी अनर्थकौ
  ५५४
a14094='१.४.९४सुः पूजायाम्
  ५५५
a14095='१.४.९५अतिरतिक्रमणे च
  ५५६
a14096='१.४.९६अपिः पदार्थसम्भावनान्ववसर्गगर्हासमुच्चयेषु
  ५५७
a14097='१.४.९७अधिरीश्वरे
  ६४४
a14098='१.४.९८विभाषा कृञि
  ६४६
a14099='१.४.९९लः परस्मैपदम्
  २१५५
a14100='१.४.१००तङानावात्मनेपदम्
  २१५६
a14101='१.४.१०१तिङस्त्रीणि त्रीणि प्रथममध्यमोत्तमाः
  २१६०
a14102='१.४.१०२तान्येकवचनद्विवचनबहुवचनान्येकशः
  २१६१
a14103='१.४.१०३सुपः
  १८५
a14104='१.४.१०४विभक्तिश्च
  १८४
a14105='१.४.१०५युष्मद्युपपदे समानाधिकरणे स्थानिन्यपि मध्यमः
  २१६२
a14106='१.४.१०६प्रहासे च मन्योपपदे मन्यतेरुत्तम एकवच्च
  २१६३
a14107='१.४.१०७अस्मद्युत्तमः
  २१६४
a14108='१.४.१०८शेषे प्रथमः
  २१६५
a14109='१.४.१०९परः सन्निकर्षः संहिता
  २८
a14110='१.४.११०विरामोऽवसानम्
  २७

a21001='२.१.१समर्थः पदविधिः
  ६४७
a21002='२.१.२सुबामन्त्रिते पराङ्गवत् स्वरे
  ३६५६
• षष्ठ्यामन्त्रितकारकवचनम् ।• सुबन्तस्य पराङ्गवद्भावे समानाधिकरणस्योपसंख्यानमनन्तरत्वात् ।• पूर्वाङ्गवच्चेति वक्तव्यम् ।• अव्ययानां न ।• अव्ययीभावस्य त्विष्यते ।
a21003='२.१.३प्राक् कडारात् समासः
  ६४८
a21004='२.१.४सह सुपा
  ६४९
• इवेन समासो विभक्त्यलोपश्च ।
a21005='२.१.५अव्ययीभावः
  ६५१
a21006='२.१.६अव्ययं विभक्तिसमीपसमृद्धिव्यृद्ध्यर्थाभावात्ययासम्प्रतिशब्दप्रादुर्भावपश्चाद्यथानुपूर्व्ययौगपद्यसादृश्यसम्पत्तिसाकल्यान्तवचनेषु
  ६५२
a21006='यथासादृश्ये
  ६६१
a21006='२.१.८यावदवधारणे
  ६६२
a21006='२.१.९सुप्प्रतिना मात्रार्थे
  ६६३
a21006='२.१.१०अक्षशलाकासंख्याः परिणा
  ६६४
a21006='२.१.११विभाषा
  ६६५
a21006='२.१.१२अपपरिबहिरञ्चवः पञ्चम्या
  ६६६
a21006='२.१.१३आङ् मर्यादाभिविध्योः
  ६६७
a21006='२.१.१४लक्षणेनाभिप्रती आभिमुख्ये
  ६६८
a21006='२.१.१५अनुर्यत्समया
  ६६९
a21006='२.१.१६यस्य चायामः
  ६७०
a21006='२.१.१७तिष्ठद्गुप्रभृतीनि च
  ६७१
a21006='२.१.१८पारे मध्ये षष्ठ्या वा
  ६७२
a21006='२.१.१९संख्या वंश्येन
  ६७३
a21006='२.१.२०नदीभिश्च
  ६७४
a21006='२.१.२१अन्यपदार्थे च संज्ञायाम्
  ६७५
a21006='२.१.२२तत्पुरुषः
  ६८४
a21006='२.१.२३द्विगुश्च
  ६८५
a21006='२.१.२४द्वितीया श्रितातीतपतितगतात्यस्तप्राप्तापन्नैः
  ६८६
• गम्यादीनामुपसंख्यानम् ।
a21006='२.१.२५स्वयं क्तेन
  ६८७
a21006='२.१.२६खट्वा क्षेपे
  ६८८
a21006='२.१.२७सामि
  ६८९
a21006='२.१.२८कालाः
  ६९०
a21006='२.१.२९अत्यन्तसंयोगे च
  ६९१
a21006='२.१.३०तृतीया तत्कृतार्थेन गुणवचनेन
  ६९२
a21006='२.१.३१पूर्वसदृशसमोनार्थकलहनिपुणमिश्रश्लक्ष्णैः
  ६९३
• अवरस्योपसंख्यानम् ।
a21006='२.१.३२कर्तृकरणे कृता बहुलम्
  ६९४
a21006='२.१.३३कृत्यैरधिकार्थवचने
  ६९५
a21006='२.१.३४अन्नेन व्यञ्जनम्
  ६९६
a21006='२.१.३५भक्ष्येण मिश्रीकरणम्
  ६९७
a21006='२.१.३६चतुर्थी तदर्थार्थबलिहितसुखरक्षितैः
  ६९८
• अर्थेन नित्यसमासो विशेष्यलिङ्गता चेति वक्तव्यम् ।
a21006='२.१.३७पञ्चमी भयेन
  ६९९
• भयभीतभीतिभीभिरिति वक्तव्यम् ।• भयनिर्गतजुगुप्सुभिरिति वक्तव्यम् ।
a21006='२.१.३८अपेतापोढमुक्तपतितापत्रस्तैरल्पशः
  ७००
a21006='२.१.३९स्तोकान्तिकदूरार्थकृच्छ्राणि क्तेन
  ७०१
a21006='२.१.४०सप्तमी शौण्डैः
  ७१७
a21006='२.१.४१सिद्धशुष्कपक्वबन्धैश्च
  ७१८
a21006='२.१.४२ध्वाङ्क्षेण क्षेपे
  ७१९
a21006='२.१.४३कृत्यैर्ऋणे
  ७२०
a21006='२.१.४४संज्ञायाम्
  ७२१
a21006='२.१.४५क्तेनाहोरात्रावयवाः
  ७२२
a21006='२.१.४६तत्र
  ७२३
a21006='२.१.४७क्षेपे
  ७२४
a21006='२.१.४८पात्रेसमितादयश्च
  ७२५
a21006='२.१.४९पूर्वकालैकसर्वजरत्पुराणनवकेवलाः समानाधिकरणेन
  ७२६
a21006='२.१.५०दिक्संख्ये संज्ञायाम्
  ७२७
a21006='२.१.५१तद्धितार्थोत्तरपदसमाहारे च
  ७२८
• द्वन्द्वतत्पुरुषयोरुतरपदे नित्यसमासवचनम् ।• उत्तरपदेन परिमाणिना द्विगोः सिद्धये बहूनां तत्पुरुषस्योपसंख्यानम् ।
a21006='२.१.५२संख्यापूर्वो द्विगुः
  ७३०
a21006='२.१.५३कुत्सितानि कुत्सनैः
  ७३२
a21006='२.१.५४पापाणके कुत्सितैः
  ७३३
a21006='२.१.५५उपमानानि सामान्यवचनैः
  ७३४
a21006='२.१.५६उपमितं व्याघ्रादिभिः सामान्याप्रयोगे
  ७३५
a21006='२.१.५७विशेषणं विशेष्येण बहुलम्
  ७३६
a21006='२.१.५८पूर्वापरप्रथमचरमजघन्यसमानमध्यमध्यमवीराश्च
  ७३७
a21006='२.१.५९श्रेण्यादयः कृतादिभिः
  ७३८
• श्रेण्यादिषु च्व्यर्थवचनम् ।
a21006='२.१.६०क्तेन नञ्विशिष्टेनानञ्
  ७३९
• शाकपार्थिवादीनां सिद्धये उत्तरपदलोपस्योपसंख्यानम् ।
a21006='२.१.६१सन्महत्परमोत्तमोत्कृष्टाः पूज्यमानैः
  ७४०
a21006='२.१.६२वृन्दारकनागकुञ्जरैः पूज्यमानम्
  ७४१
a21006='२.१.६३कतरकतमौ जातिपरिप्रश्ने
  ७४२
a21006='२.१.६४किं क्षेपे
  ७४३
a21006='२.१.६५पोटायुवतिस्तोककतिपयगृष्टिधेनुवशावेहत्बष्कयणीप्रवक्तृश्रोत्रियाध्यापकधूर्तैर्जातिः
  ७४४
a21006='२.१.६६प्रशंसावचनैश्च
  ७४७
a21006='२.१.६७युवा खलतिपलितवलिनजरतीभिः
  ७४८
a21006='२.१.६८कृत्यतुल्याख्या अजात्या
  ७४९
a21006='२.१.६९वर्णो वर्णेन
  ७५०
a21006='२.१.७०कुमारः श्रमणादिभिः
  ७५२
a21006='२.१.७१चतुष्पादो गर्भिण्या
  ७५३
• चतुष्पाज्जातिरिति वक्तव्यम् ।
a21006='२.१.७२मयूरव्यंसकादयश्च
  ७५४
a2200='२.२.१पूर्वापराधरोत्तरमेकदेशिनैकाधिकरणे
  ७१२
a2200='२.२.२अर्धं नपुंसकम्
  ७१३
a2200='२.२.३द्वितीयतृतीयचतुर्थतुर्याण्यन्यतरस्याम्
  ७१४
a2200='२.२.४प्राप्तापन्ने च द्वितीयया
  ७१५
a2200='२.२.५कालाः परिमाणिना
  ७१६
a2200='२.२.६नञ्
  ७५६
a2200='२.२.७ईषदकृता
  ७५५
• ईषद्गुणवचनेनेति वक्तव्यम् ।
a2200='२.२.८षष्ठी
  ७०२
• कृद्योगा च षष्ठी समस्यत इति वक्तव्यम् ।
a2200='२.२.९याजकादिभिश्च
  ७०३
a2200='२.२.१०न निर्धारणे
  ७०४
• प्रतिपदविधाना च षष्ठी न समस्यते इति वक्तव्यम् ।
a2200='२.२.११पूरणगुणसुहितार्थसदव्ययतव्यसमानाधिकरणेन
  ७०५
a2200='२.२.१२क्तेन च पूजायाम्
  ७०६
a2200='२.२.१३अधिकरणवाचिना च
  ७०७
a2200='२.२.१४कर्मणि च
  ७०८
a2200='२.२.१५तृजकाभ्यां कर्तरि
  ७०९
a2200='२.२.१६कर्तरि च
  ७१०
a2200='२.२.१७नित्यं क्रीडाजीविकयोः
  ७११
a2200='२.२.१८कुगतिप्रादयः
  ७६१
• कर्मप्रवचनीयानां प्रतिषेधः ।• प्रादयो गताद्यर्थे प्रथमया ।• अत्यादयः क्रान्ताद्यर्थे द्वितीयया ।• अवादयः क्रुष्टाद्यर्थे तृतीयया ।• पर्यादयो ग्लानाद्यर्थे चतुर्थ्या ।• निरादयः क्रान्ताद्यर्थे पञ्चम्या ।• इवेन विभक्त्यलोपः पूर्वपदप्रकृतिस्वरत्वं च ।
a2200='२.२.१९उपपदमतिङ्
  ७८२
a2200='२.२.२०अमैवाव्ययेन
  ७८३
a2200='२.२.२१तृतीयाप्रभृतीन्यन्यतरस्याम्
  ७८४
a2200='२.२.२२क्त्वा च
  ७८५
a2200='२.२.२३शेषो बहुव्रीहिः
  ८२९
a2200='२.२.२४अनेकमन्यपदार्थे
  ८३०
• प्रादिभ्यो धातुजस्य वाच्यो वा चोत्तरपदलोपः ।• नञोऽस्त्यर्थानां वाच्यो वा चोत्तरपदलोपः ।
a2200='२.२.२५संख्ययाऽव्ययासन्नादूराधिकसंख्याः संख्येये
  ८४३
a2200='२.२.२६दिङ्नामान्यन्तराले
  ८४५
a2200='२.२.२७तत्र तेनेदमिति सरूपे
  ८४६
a2200='२.२.२८तेन सहेति तुल्ययोगे
  ८४८
• सर्वनाम्नो वृत्तिमात्रे पुंवद्भावो वक्तव्यः ।
a2200='२.२.२९चार्थे द्वन्द्वः
  ९०१
a2200='२.२.३०उपसर्जनं पूर्वम्
  ६५४
a2200='२.२.३१राजदन्तादिषु परम्
  ९०२
a2200='२.२.३२द्वन्द्वे घि
  ९०३
a2200='२.२.३३अजाद्यदन्तम्
  ९०४
a2200='२.२.३४अल्पाच्तरम्
  ९०५
• अनेकप्राप्तावेकस्य नियमोऽनियमः शेषे ।• ऋतुनक्षत्राणामानुपूर्व्येण समानक्षराणाम् ।• अभ्यर्हितं च ।• लघ्वक्षरम् ।• वर्णानामानुपूर्व्येण ।• भ्रातुश्च ज्यायसः ।• संख्याया अल्पीयस्याः ।• धर्मादिषूभयम् ।
a2200='२.२.३५सप्तमीविशेषणे बहुव्रीहौ
  ८९८
• सर्वनामसंख्ययोरुपसंख्यानम् ।• वा प्रियस्य ।• गड्वादिभ्यः परा सप्तमी ।
a2200='२.२.३६निष्ठा
  ८९९
• जातिकालसुखादिभ्यः परानिष्ठा ।• प्रहरणार्थेभ्यश्च परे निष्ठासप्तम्यौ ।
a2200='२.२.३७वाहिताग्न्यादिषु
  ९००
a2200='२.२.३८कडाराः कर्मधारये
  ७५१
a2300='२.३.१अनभिहिते
  ५३६
• तिङ्कृत्तद्धितसमासैः परिसंख्यानम् ।
a2300='२.३.२कर्मणि द्वितीया
  ५३७
• उभसर्वतसोः कार्या धिगुपर्यादिषु त्रिषु । द्वितीयाम्रेडितान्तेषु ततोऽन्यत्रापि दृश्यते ।• अभितःपरितःसमयानिकषाहाप्रतियोगेऽपि ।
a2300='२.३.३तृतीया च होश्छन्दसि
  ३३९४
a2300='२.३.४अन्तराऽन्तरेण युक्ते
  ५४५
a2300='२.३.५कालाध्वनोरत्यन्तसंयोगे
  ५५८
a2300='२.३.६अपवर्गे तृतीया
  ५६३
a2300='२.३.७सप्तमीपञ्चम्यौ कारकमध्ये
  ६४३
a2300='कर्मप्रवचनीययुक्ते द्वितीया
  ५४८
a2300='यस्मादधिकं यस्य चेश्वरवचनं तत्र सप्तमी
  ६४५
a2300='पञ्चम्यपाङ्परिभिः
  ५९८
a2300='प्रतिनिधिप्रतिदाने च यस्मात्
  ६००
a2300='गत्यर्थकर्मणि द्वितीयाचतुर्थ्यौ चेष्टायामनध्वनि
  ५८५
a2300='२.३.१३चतुर्थी सम्प्रदाने
  ५७०
• तादर्थ्ये चतुर्थी वक्तव्या ।• कॢपि संपद्यमाने च ।• उत्पातेन ज्ञापिते च ।• हितयोगे च ।
a2300='२.३.१४क्रियार्थोपपदस्य च कर्मणि स्थानिनः
  ५८१
a2300='२.३.१५तुमर्थाच्च भाववचनात्
  ५८२
a2300='२.३.१६नमःस्वस्तिस्वाहास्वधालम्वषड्योगाच्च
  ५८३
• अलमिति पर्याप्त्यर्थग्रहणम् ।
a2300='२.३.१७मन्यकर्मण्यनादरे विभाषाऽप्राणिषु
  ५८४
• अप्राणिष्वित्यपनीय नौकाकान्नशुकशृगालवर्ज्येष्विति वाच्यम् ।
a2300='२.३.१८कर्तृकरणयोस्तृतीया
  ५६१
• प्रकृत्यादिभ्य उपसंख्यानम् ।
a2300='२.३.१९सहयुक्तेऽप्रधाने
  ५६४
a2300='२.३.२०येनाङ्गविकारः
  ५६५
a2300='२.३.२१इत्थंभूतलक्षणे
  ५६६
a2300='२.३.२२संज्ञोऽन्यतरस्यां कर्मणि
  ५६७
a2300='२.३.२३हेतौ
  ५६८
• निमित्तपर्यायप्रयोगे सर्वासां प्रायदर्शनम् ।
a2300='२.३.२४अकर्तर्यृणे पञ्चमी
  ६०१
a2300='२.३.२५विभाषा गुणेऽस्त्रियाम्
  ६०२
a2300='२.३.२६षष्ठी हेतुप्रयोगे
  ६०७
a2300='२.३.२७सर्वनाम्नस्तृतीया च
  ६०८
a2300='२.३.२८अपादाने पञ्चमी
  ५८७
• ल्यब्लोपे कर्मण्यधिकरणे च ।• यतश्चाध्वकालनिमानं तत्र पञ्चमी तद्युक्तादध्वनः प्रथमासप्तम्यौ कालात्सप्तमी च वक्तव्या ।
a2300='२.३.२९अन्यारादितरर्तेदिक्छब्दाञ्चूत्तरपदाजाहियुक्ते
  ५९५
a2300='२.३.३०षष्ठ्यतसर्थप्रत्ययेन
  ६०९
a2300='२.३.३१एनपा द्वितीया
  ६१०
a2300='२.३.३२पृथग्विनानानाभिस्तृतीयाऽन्यतरस्याम्
  ६०३
a2300='२.३.३३करणे च स्तोकाल्पकृच्छ्रकतिपयस्यासत्त्ववचनस्य
  ६०४
a2300='२.३.३४दूरान्तिकार्थैः षष्ठ्यन्यतरस्याम्
  ६११
a2300='२.३.३५दूरान्तिकार्थेभ्यो द्वितीया च
  ६०५
a2300='२.३.३६सप्तम्यधिकरणे च
  ६३३
• क्तस्येन्विषयस्य कर्मण्युपसङ्ख्यानम् ।• साध्वसाधुप्रयोगे च ।• अर्हाणां कर्तृत्वेऽनर्हाणामकर्तृत्वे तद्वैपरीत्ये च ।• निमित्तात्कर्मसंयोगे ।
a2300='२.३.३७यस्य च भावेन भावलक्षणम्
  ६३४
a2300='२.३.३८षष्ठी चानादरे
  ६३५
a2300='२.३.३९स्वामीश्वराधिपतिदायादसाक्षिप्रतिभूप्रसूतैश्च
  ६३६
a2300='२.३.४०आयुक्तकुशलाभ्यां चासेवायाम्
  ६३७
a2300='२.३.४१यतश्च निर्धारणम्
  ६३८
a2300='२.३.४२पञ्चमी विभक्ते
  ६३९
a2300='२.३.४३साधुनिपुणाभ्यामर्चायां सप्तम्यप्रतेः
  ६४०
• अप्रत्यादिभिरिति वक्तव्यम् ।
a2300='२.३.४४प्रसितोत्सुकाभ्यां तृतीया च
  ६४१
a2300='२.३.४५नक्षत्रे च लुपि
  ६४२
a2300='२.३.४६प्रातिपदिकार्थलिङ्गपरिमाणवचनमात्रे प्रथमा
  ५३२
a2300='२.३.४७सम्बोधने च
  ५३३
a2300='२.३.४८सामन्त्रितम्
  ४११
a2300='२.३.४९एकवचनं संबुद्धिः
  १९२
a2300='२.३.५०षष्ठी शेषे
  ६०६
a2300='२.३.५१ज्ञोऽविदर्थस्य करणे
  ६१२
a2300='२.३.५२अधीगर्थदयेशां कर्मणि
  ६१३
a2300='२.३.५३कृञः प्रतियत्ने
  ६१४
a2300='२.३.५४रुजार्थानां भाववचनानामज्वरेः
  ६१५
• अज्वरिसन्ताप्योरिति वक्तव्यम् ।
a2300='२.३.५५आशिषि नाथः
  ६१६
a2300='२.३.५६जासिनिप्रहणनाटक्राथपिषां हिंसायाम्
  ६१७
a2300='२.३.५७व्यवहृपणोः समर्थयोः
  ६१८
a2300='२.३.५८दिवस्तदर्थस्य
  ६१९
a2300='२.३.५९विभाषोपसर्गे
  ६२०
a2300='२.३.६०द्वितीया ब्राह्मणे
  ३३९५
a2300='२.३.६१प्रेष्यब्रुवोर्हविषो देवतासम्प्रदाने
  ६२१
• हविषोऽप्रस्थितस्य ।
a2300='२.३.६२चतुर्थ्यर्थे बहुलं छन्दसि
  ३३९६
• षष्ठ्यर्थे चतुर्थी ।
a2300='२.३.६३यजेश्च करणे
  ३३९७
a2300='२.३.६४कृत्वोऽर्थप्रयोगे कालेऽधिकरणे
  ६२२
a2300='२.३.६५कर्तृकर्मणोः कृति
  ६२३
• गुणकर्मणि वेष्यते ।
a2300='२.३.६६उभयप्राप्तौ कर्मणि
  ६२४
• स्त्रीप्रत्यययोरकाकारयोर्नायं नियमः ।• शेषे विभाषा ।
a2300='२.३.६७क्तस्य च वर्तमाने
  ६२५
a2300='२.३.६८अधिकरणवाचिनश्च
  ६२६
a2300='२.३.६९न लोकाव्ययनिष्ठाखलर्थतृनाम्
  ६२७
• उकप्रतिषेधे कमेर्भाषायामप्रतिषेधः ।• अव्ययप्रतिषेधे तोसुन्कसुनोरप्रतिषेधः ।• द्विषः शतुर्वा ।• कमेरनिषेधः ।
a2300='२.३.७०अकेनोर्भविष्यदाधमर्ण्ययोः
  ६२८
a2300='२.३.७१कृत्यानां कर्तरि वा
  ६२९
a2300='२.३.७२तुल्यार्थैरतुलोपमाभ्यां तृतीयाऽन्यतरस्याम्
  ६३०
a2300='२.३.७३चतुर्थी चाशिष्यायुष्यमद्रभद्रकुशलसुखार्थहितैः
  ६३१
a2400='२.४.१द्विगुरेकवचनम्
  ७३१
a2400='२.४.२द्वन्द्वश्च प्राणितूर्यसेनाङ्गानाम्
  ९०६
a2400='२.४.३अनुवादे चरणानाम्
  ९०७
• स्थेणोर्लुङीति वक्तव्यम् ।
a2400='२.४.४अध्वर्युक्रतुरनपुंसकम्
  ९०८
a2400='२.४.५अध्ययनतोऽविप्रकृष्टाख्यानाम्९०९
a2400='२.४.६जातिरप्राणिनाम्९१०
a2400='२.४.७विशिष्टलिङ्गो नदी देशोऽग्रामाः९११
a2400='२.४.८क्षुद्रजन्तवः९१२
a2400='२.४.९येषां च विरोधः शाश्वतिकः९१३
a2400='२.४.१०शूद्राणामनिरवसितानाम्९१४
a2400='२.४.११गवाश्वप्रभृतीनि च९१५
a2400='२.४.१२विभाषा वृक्षमृगतृणधान्यव्यञ्जनपशुशकुन्यश्ववडवपूर्वापराधरोत्तराणाम्
  ९१६
• बहुप्रकृतिः फलसेनावनस्पतिमृगशकुनिक्षुद्रजन्तुधान्यतृणानाम् ।
२.४.१३विप्रतिषिद्धं चानधिकरणवाचि
  ९१७
२.४.१४न दधिपयआदीनि
  ९१८
२.४.१५अधिकरणैतावत्त्वे च
  ९१९
२.४.१६विभाषा समीपे
  ९२०
२.४.१७स नपुंसकम्
  ८२१
• सामान्ये नपुंसकम् ।
२.४.१८अव्ययीभावश्च
  ६५९
• पथश्च संख्याव्ययादेः क्लीबतेष्यते ।• क्रियाविशेषणानां द्वितीयैकवचनं क्लीबतेष्यते ।
२.४.१९तत्पुरुषोऽनञ् कर्मधारयः
  ८२२
२.४.२०संज्ञायां कन्थोशीनरेषु
  ८२३
२.४.२१उपज्ञोपक्रमं तदाद्याचिख्यासायाम्
  ८२४
२.४.२२छाया बाहुल्ये
  ८२५
२.४.२३सभा राजामनुष्यपूर्वा
  ८२६
२.४.२४अशाला च
  ८२७
२.४.२५विभाषा सेनासुराच्छायाशालानिशानाम्
  ८२८
२.४.२६परवल्लिङ्गं द्वन्द्वतत्पुरुषयोः
  ८१२
• द्विगुप्राप्तापन्नालंपूर्वगतिसमासेषु प्रतिषेधो वक्तव्यः ।
२.४.२७पूर्ववदश्ववडवौ
  ८१३
२.४.२८हेमन्तशिशिरावहोरात्रे च च्छन्दसि
  ३३९९
२.४.२९रात्राह्नाहाः पुंसि
  ८१४
• अनुवाकादयः पुंसि ।• संख्यापूर्वं रात्रं क्लीबम् ।
२.४.३०अपथं नपुंसकम्
  ८१५
• पुण्यसुदिनाभ्यामह्नः नपुंसकत्वं वक्तव्यम् ।• पथः संख्याव्ययादेः ।• द्विगुश्च समासो नपुंसकलिङ्गो भवतीति वक्यव्यम् ।• अकारान्तोत्तरपदो द्विगुः स्त्रियां भाषत इति वक्तव्यम् ।• वा आबन्तः स्त्रियां भाषत इतिवक्तव्यम् ।• अनो नलोपश्च वा द्विगुः स्त्रियाम् ।• पात्रादिभ्यः प्रतिषेधो वक्तव्यः ।
२.४.३१अर्धर्चाः पुंसि च
  ८१६
२.४.३२इदमोऽन्वादेशेऽशनुदात्तस्तृतीयादौ
  ३५०
२.४.३३एतदस्त्रतसोस्त्रतसौ चानुदात्तौ
  १९६२
२.४.३४द्वितीयाटौस्स्वेनः
  ३५१
• अन्वादेशे नपुंसके एनद्वक्तव्यः ।
२.४.३५आर्धधातुके
  २४३२
२.४.३६अदो जग्धिर्ल्यप्ति किति
  ३०८०
२.४.३७लुङ्सनोर्घसॢ
  २४२७
• घसॢ भावेऽच्युपसंख्यानम् ।
२.४.३८घञपोश्च
  ३२३६
२.४.३९बहुलं छन्दसि
  ३३९८
२.४.४०लिट्यन्यतरस्याम्
  २४२४
२.४.४१वेञो वयिः
  २४११
२.४.४२हनो वध लिङि
  २४३३
२.४.४३लुङि च
  २४३४
२.४.४४आत्मनेपदेष्वन्यतरस्याम्
  २६९६
२.४.४५इणो गा लुङि
  २४५८
• इण्वदिक इति वक्तव्यम् ।
२.४.४६णौ गमिरबोधने
  २६०७
२.४.४७सनि च
  २६१५
२.४.४८इङश्च
  २६१६
२.४.४९गाङ् लिटि
  २४५९
२.४.५०विभाषा लुङ्लृङोः
  २४६०
२.४.५१णौ च सँश्चङोः
  २५७९
२.४.५२अस्तेर्भूः
  २४७०
२.४.५३ब्रुवो वचिः
  २४५३
२.४.५४चक्षिङः ख्याञ्
  २४३६
• वर्जने प्रतिषेधः ।• असनयोश्च ।
२.४.५५वा लिटि
  २४३७
२.४.५६अजेर्व्यघञपोः
  २२९२
• घञपोः प्रतिषेधे क्य उपसंख्यानम् ।• वलादावार्धधातुके वेष्यते ।
२.४.५७वा यौ
  ३२९२
२.४.५८ण्यक्षत्रियार्षञितो यूनि लुगणिञोः
  १२७६
२.४.५९पैलादिभ्यश्च
  १०८४
२.४.६०इञः प्राचाम्
  १०८५
२.४.६१न तौल्वलिभ्यः
  १०८६
२.४.६२तद्राजस्य बहुषु तेनैवास्त्रियाम्
  ११९३
२.४.६३यस्कादिभ्यो गोत्रे
  ११४६
२.४.६४यञञोश्च
  ११०८
• यज्ञञादीनामेकस्य द्वयोर्वा तत्पुरुषे षष्ठ्या उपसंख्यानम् ।
२.४.६५अत्रिभृगुकुत्सवसिष्ठगोतमाङ्गिरोभ्यश्च
  ११४७
२.४.६६बह्वचः इञः प्राच्यभरतेषु
  ११४८
२.४.६७न गोपवनादिभ्यः
  ११४९
२.४.६८तिककितवादिभ्यो द्वन्द्वे
  ११५०
२.४.६९उपकादिभ्योऽन्यतरस्यामद्वन्द्वे
  ११५१
२.४.७०आगस्त्यकौण्डिन्ययोरगस्तिकुण्डिनच्
  ११५२
२.४.७१सुपो धातुप्रातिपदिकयोः
  ६५०
२.४.७२अदिप्रभृतिभ्यः शपः
  २४२३
२.४.७३बहुलं छन्दसि
  ३४००
२.४.७४यङोऽचि च
  २६५०
२.४.७५जुहोत्यादिभ्यः श्लुः
  २४८९
२.४.७६बहुलं छन्दसि
  ३४०१
२.४.७७गातिस्थाघुपाभूभ्यः सिचः परस्मैपदेषु
  २२२३
• गापोर्ग्रहणे इण्पिबत्योर्ग्रहणम् ।
२.४.७८विभाषा घ्राधेट्शाच्छासः
  २३७६
२.४.७९तनादिभ्यस्तथासोः
  २५४७
२.४.८०मन्त्रे घसह्वरणशवृदहाद्वृच्कृगमिजनिभ्यो लेः
  ३४०२
२.४.८१आमः
  २२३८
२.४.८२अव्ययादाप्सुपः
  ४५२
२.४.८३नाव्ययीभावादतोऽम्त्वपञ्चम्याः
  ६५७
२.४.८४तृतीयासप्तम्योर्बहुलम्
  ६५८
२.४.८५लुटः प्रथमस्य डारौरसः
  २१८८
३.१.१प्रत्ययः
  १८०
३.१.२परश्च
  १८१
३.१.३आद्युदात्तश्च
  ३७०८
३.१.४अनुदात्तौ सुप्पितौ
  ३७०९
३.१.५गुप्तिज्किद्भ्यः सन्
  २३९३
३.१.६मान्बधदान्शान्भ्यो दीर्घश्चाभ्यासस्य
  २३९४
३.१.७धातोः कर्मणः समानकर्तृकादिच्छायां वा
  २६०८
• आशङ्कायां सन्वक्तव्यः ।• शैषिकान्मतुबर्थीयाच्छैषिको मतुबर्थिकः । सरूपः प्रत्ययो नेष्टः सन्नन्तान्न सनिष्यते ।
३.१.८सुप आत्मनः क्यच्
  २६५७
• मान्तादव्ययाच्च क्यच् न ।
३.१.९काम्यच्च
  २६६३
३.१.१०उपमानादाचारे
  २६६४
• अधिकरणाच्चेति वक्तव्यम् ।
३.१.११कर्तुः क्यङ् सलोपश्च
  २६६५
• आचारेऽवगल्भक्लीबहोढेभ्यः क्विब्वा वक्तव्यः ।• सर्वप्रातिपदिकेभ्यः क्विब्वा वक्तव्यः ।
३.१.१२भृशादिभ्यो भुव्यच्वेर्लोपश्च हलः
  २६६७
३.१.१३लोहितादिडाज्भ्यः क्यष्
  २६६८
• भृशादिष्वितराणि ।
३.१.१४कष्टाय क्रमणे
  २६७०
• सत्रकक्षकष्टकृच्छ्गहनेभ्यः कण्वचिकीर्षायामिति वक्तव्यम् ।
३.१.१५कर्मणो रोमन्थतपोभ्यां वर्तिचरोः
  २६७१
• हनुचलन इति वक्तव्यम् ।• तपसः परस्मैपदं च ।
३.१.१६बाष्पोष्मभ्यामुद्वमने
  २६७२
• फेनाच्चेति वक्तव्यम् ।
३.१.१७शब्दवैरकलहाभ्रकण्वमेघेभ्यः करणे
  २६७३
• सुदिनदुर्दिननीहारेभ्यश्च ।
३.१.१८सुखादिभ्यः कर्तृवेदनायाम्
  २६७४
३.१.१९नमोवरिवश्चित्रङः क्यच्
  २६७५
• नमसः पूजायाम् ।• वरिवसः परिचर्यायाम् ।• चित्रङ आश्चार्ये ।
३.१.२०पुच्छभाण्डचीवराण्णिङ्
  २६७६
• भाण्डात्समाचयने ।• चीवरादार्जने परिधाने च ।• पृच्छादुदसने व्यसने पर्यसने च ।
३.१.२१मुण्डमिश्रश्लक्ष्णलवणव्रतवस्त्रहलकलकृततूस्तेभ्यो णिच्
  २६७७
• हलिकल्योरत्वनिपातनं सन्वद्भावप्रतिषेधार्थम् ।
३.१.२२धातोरेकाचो हलादेः क्रियासमभिहारे यङ्
  २६२९
• सूचिसूत्रिमूत्र्यव्यर्त्यशूर्णोतिभ्यो यङ्वाच्यः ।
३.१.२३नित्यं कौटिल्ये गतौ
  २६३४
३.१.२४लुपसदचरजपजभदहदशगॄभ्यो भावगर्हायाम्
  २६३५
३.१.२५सत्यापपाशरूपवीणातूलश्लोकसेनालोमत्वचवर्मवर्णचूर्णचुरादिभ्यो णिच्
  २५६३
• अर्थवेदसत्यानामापुक् ।
३.१.२६हेतुमति च
  २५७६
• तत्करोति तदाचष्टे ।• आख्यानात्कृतस्तदाचष्टे कृल्लुक्प्रकृतिप्रत्यापत्तिः प्रकृतिवच्च कारकम् ।• प्रातिपदिकाद्धात्वर्थे बहुलम् ।• धातुरूपं च ।• कर्तृकरणाद्धात्वर्थे ।• णिङ्ङ्गान्निरसने ।
३.१.२७कण्ड्वादिभ्यो यक्
  २६७८
३.१.२८गुपूधूपविच्छिपणिपनिभ्य आयः
  २३०३
३.१.२९ऋतेरीयङ्
  २४२२
३.१.३०कमेर्णिङ्
  २३१०
३.१.३१आयादय आर्धद्धातुके वा
  २३०५
३.१.३२सनाद्यन्ता धातवः
  २३०४
३.१.३३स्यतासी लृलुटोः
  २१८६
३.१.३४सिब्बहुलं लेटि
  ३४२५
• सिब्बहुलं छन्दसि णिद्वक्तव्यः ।
३.१.३५कास्प्रत्ययादाममन्त्रे लिटि
  २३०६
• कास्यनेकाज्ग्रहणं कर्तव्यम् ।
३.१.३६इजादेश्च गुरुमतोऽनृच्छः
  २२३७
३.१.३७दयायासश्च
  २३२४
३.१.३८उषविदजागृभ्योऽन्यतरस्याम्
  २३४१
३.१.३९भीह्रीभृहुवां श्लुवच्च
  २४९१
३.१.४०कृञ् चानुप्रयुज्यते लिटि
  २२३९
३.१.४१विदाङ्कुर्वन्त्वित्यन्यतरस्याम्
  २४६५
३.१.४२अभ्युत्सादयांप्रजनयांचिकयांरमयामकः पावयांक्रियाद्विदामक्रन्निति च्छन्दसि
  ३४०३
३.१.४३च्लि लुङि
  २२२१
३.१.४४च्लेः सिच्
  २२२२
• स्पृशमृशकृषतृपदृपां च्लेः सिज्वा वक्तव्यः ।
३.१.४५शल इगुपधादनिटः क्सः
  २३३६
३.१.४६श्लिष आलिङ्गने
  २५१४
३.१.४७न दृशः
  २४०७
३.१.४८णिश्रिद्रुस्रुभ्यः कर्तरि चङ्
  २३१२
• कमेश्च्लेश्चङ् वक्तव्यः ।
३.१.४९विभाषा धेट्श्व्योः
  २३७५
३.१.५०गुपेश्छन्दसि
  ३४०४
३.१.५१नोनयतिध्वनयत्येलयत्यर्दयतिभ्यः
  ३४०५
३.१.५२अस्यतिवक्तिख्यातिभ्योऽङ्
  २४३८
३.१.५३लिपिसिचिह्वश्च
  २४१८
३.१.५४आत्मनेपदेष्वन्यतरस्याम्
  २४१९
३.१.५५पुषादिद्युताद्यॢदितः परस्मैपदेषु
  २३४३
३.१.५६सर्त्तिशास्त्यर्तिभ्यश्च
  २३८२
३.१.५७इरितो वा
  २२६९
३.१.५८जॄस्तम्भुम्रुचुम्लुचुग्रुचुग्लुचुग्लुञ्चुश्विभ्यश्च
  २२९१
३.१.५९कृमृदृरुहिभ्यश्छन्दसि
  ३४०६
३.१.६०चिण् ते पदः
  २५१३
३.१.६१दीपजनबुधपूरितायिप्यायिभ्योऽन्यतरस्याम्
  २३२८
३.१.६२अचः कर्मकर्तरि
  २७६८
३.१.६३दुहश्च
  २७६९
३.१.६४न रुधः
  २७७०
३.१.६५तपोऽनुतापे च
  २७६०
३.१.६६चिण् भावकर्मणोः
  २७५८
३.१.६७सार्वधातुके यक्
  २७५६
३.१.६८कर्तरि शप्
  २१६७
३.१.६९दिवादिभ्यः श्यन्
  २५०५
३.१.७०वा भ्राशभ्लाशभ्रमुक्रमुक्लमुत्रसित्रुटिलषः
  २३२१
३.१.७१यसोऽनुपसर्गात्
  २५२१
३.१.७२संयसश्च
  २५२२
३.१.७३स्वादिभ्यः श्नुः
  २५२३
३.१.७४श्रुवः शृ च
  २३८६
३.१.७५अक्षोऽन्यतरस्याम्
  २३३८
३.१.७६तनूकरणे तक्षः
  २३३९
३.१.७७तुदादिभ्यः शः
  २५३४
३.१.७८रुधादिभ्यः श्नम्
  २५४३
३.१.७९तनादिकृञ्भ्य उः
  २४६६
३.१.८०धिन्विकृण्व्योर च
  २३३२
३.१.८१क्र्यादिभ्यः श्ना
  २५५४
३.१.८२स्तन्भुस्तुन्भुस्कन्भुस्कुन्भुस्कुञ्भ्यः श्नुश्च
  २५५५
३.१.८३हलः श्नः शानज्झौ
  २५५७
३.१.८४छन्दसि शायजपि
  ३४३२
३.१.८५व्यत्ययो बहुलम्
  ३४३३
३.१.८६लिङ्याशिष्यङ्
  ३४३४
• द्दशेरग्वक्तव्यः ।
३.१.८७कर्मवत् कर्मणा तुल्यक्रियः
  २७६६
• सकर्मकाणां प्रतिषेधो वक्तव्यः ।• दुहिपच्योर्बहुलं सकर्मकयोः ।• सृजियुज्योः श्यंस्तु ।• सृजेः श्रद्धोपपन्ने कर्तर्येवेति वाच्यम् ।• भूषाकर्मकिरादिसनां चान्यत्रात्मनेपदात् ।
३.१.८८तपस्तपःकर्मकस्यैव
  २७७१
३.१.८९न दुहस्नुनमां यक्चिणौ
  २७६७
• यक्चिणोः प्रतिषेधे हेतुमण्णिच् श्रिब्रूञामुपसङ्ख्यानम् ।• यक्चिणोः प्रतिषेधे णिश्रन्धिग्रन्धिब्रूञात्मनेपदाकर्मकाणामुपसङ्ख्यानम् ।
३.१.९०कुषिरजोः प्राचां श्यन् परस्मैपदं च
  २७७२
३.१.९१धातोः
  २८२९
३.१.९२तत्रोपपदं सप्तमीस्थम्
  ७८१
३.१.९३कृदतिङ्
  ३७४
३.१.९४वाऽसरूपोऽस्त्रियाम्
  २८३०
३.१.९५कृत्याः
  २८३१
३.१.९६तव्यत्तव्यानीयरः
  २८३४
• केलिमर उपसंख्यानम् ।• वसेस्तव्यत्कर्तरि णिच्च ।
३.१.९७अचो यत्
  २८४२
• तकिशसिचतियतिजनिभ्यो यद्वाच्यः ।• हनो वा यद्वधश्च वक्तव्यः ।
३.१.९८पोरदुपधात्
  २८४४
३.१.९९शकिसहोश्च
  २८४७
३.१.१००गदमदचरयमश्चानुपसर्गे
  २८४८
• चरेराङि चागुरौ ।
३.१.१०१अवद्यपण्यवर्या गर्ह्यपणितव्यानिरोधेषु
  २८४९
३.१.१०२वह्यं करणम्
  २८५०
३.१.१०३अर्यः स्वामिवैश्ययोः
  २८५१
३.१.१०४उपसर्या काल्या प्रजने
  २८५२
३.१.१०५अजर्यं संगतम्
  २८५३
३.१.१०६वदः सुपि क्यप् च
  २८५४
३.१.१०७भुवो भावे
  २८५५
३.१.१०८हनस्त च
  २८५६
३.१.१०९एतिस्तुशास्वृदृजुषः क्यप्
  २८५७
• आङ्पूर्वादञ्जेः संज्ञायामुपसंख्यानम् ।• शंसिदुहिगुहिभ्यो वा ।
३.१.११०ऋदुपधाच्चाकॢपिचृतेः
  २८५९
३.१.१११ई च खनः
  २८६०
३.१.११२भृञोऽसंज्ञायाम्
  २८६१
• समश्च बहुलम् ।
३.१.११३मृजेर्विभाषा
  २८६२
३.१.११४राजसूयसूर्यमृषोद्यरुच्यकुप्यकृष्टपच्याव्यथ्याः
  २८६५
३.१.११५भिद्योद्ध्यौ नदे
  २८६६
३.१.११६पुष्यसिद्ध्यौ नक्षत्रे
  २८६७
३.१.११७विपूयविनीयजित्या मुञ्जकल्कहलिषु
  २८६८
३.१.११८प्रत्यपिभ्यां ग्रहेश्छन्दसि
  २८६९
• छन्दसीति वक्तव्यम् ।
३.१.११९पदास्वैरिबाह्यापक्ष्येषु च
  २८७०
३.१.१२०विभाषा कृवृषोः
  २८७१
३.१.१२१युग्यं च पत्रे
  २८७३
३.१.१२२अमावस्यदन्यतरस्याम्
  २८७४
३.१.१२३छन्दसि निष्टर्क्यदेवहूयप्रणीयोन्नीयोच्छिष्यमर्यस्तर्याध्वर्यखन्यखान्यदेवयज्यापृच्छ्यप्रतिषीव्यब्रह्मवाद्यभाव्यस्ताव्योपचाय्यपृडानि
  ३४०७
• हिरण्य इति वक्तव्यम् ।
३.१.१२४ऋहलोर्ण्यत्
  २८७२
• पाणौ सृजेर्ण्यत् ।• समवपूर्वाच्च ।• लपिदभिभ्यां चेति वक्तव्यम् ।
३.१.१२५ओरावश्यके
  २८८६
३.१.१२६आसुयुवपिरपिलपित्रपिचमश्च
  २८८७
३.१.१२७आनाय्योऽनित्ये
  २८८८
३.१.१२८प्रणाय्योऽसंमतौ
  २८८९
३.१.१२९पाय्यसान्नाय्यनिकाय्यधाय्या मानहविर्निवाससामिधेनीषु
  २८९०
३.१.१३०क्रतौ कुण्डपाय्यसंचाय्यौ
  २८९१
३.१.१३१अग्नौ परिचाय्योपचाय्यसमूह्याः
  २८९२
३.१.१३२चित्याग्निचित्ये च
  २८९३
३.१.१३३ण्वुल्तृचौ
  २८९५
३.१.१३४नन्दिग्रहिपचादिभ्यो ल्युणिन्यचः
  २८९६
• अण्विधिः सर्वधातुभ्यः पठ्यन्ते च पचादयः । अण्बाधनार्थमेव स्यात्, सिध्यन्ति श्चपचादयः ।
३.१.१३५इगुपधज्ञाप्रीकिरः कः
  २८९७
३.१.१३६आतश्चोपसर्गे
  २८९८
३.१.१३७पाघ्राध्माधेट्दृशः शः
  २८९९
• घ्रः संज्ञायां न ।
३.१.१३८अनुपसर्गाल्लिम्पविन्दधारिपारिवेद्युदेजिचेतिसातिसाहिभ्यश्च
  २९००
• नौ लिम्पेः ।• गवादिषु विन्देः संज्ञायामुपसंख्यानम् ।
३.१.१३९ददातिदधात्योर्विभाषा
  २९०१
३.१.१४०ज्वलितिकसन्तेभ्यो णः
  २९०२
• तनोतेर्ण उपसंख्यानम् ।
३.१.१४१श्याद्व्यधास्रुसंस्र्वतीणवसाऽवहृलिहश्लिषश्वसश्च
  २९०३
३.१.१४२दुन्योरनुपसर्गे
  २९०४
३.१.१४३विभाषा ग्रहः
  २९०५
३.१.१४४गेहे कः
  २९०६
३.१.१४५शिल्पिनि ष्वुन्
  २९०७
• नृतिखनिरञ्जिभ्य इति वक्तव्यम् ।
३.१.१४६गस्थकन्
  २९०८
३.१.१४७ण्युट् च
  २९०९
३.१.१४८हश्च व्रीहिकालयोः
  २९१०
३.१.१४९प्रुसृल्वः समभिहारे वुन्
  २९११
• साधुकारिण्युपसंख्यानम् ।
३.१.१५०आशिषि च
  २९१२
३.२.१कर्मण्यण्
  २९१३
• शीलिकामिभक्ष्याचरिभ्यो णः ।• ईक्षिक्षमिभ्यां चेति वक्तव्यम् ।
३.२.२ह्वावामश्च
  २९१४
३.२.३आतोऽनुपसर्गे कः
  २९१५
• कविधौ सर्वत्र प्रसारणिभ्यो ङः ।
३.२.४सुपि स्थः
  २९१६
३.२.५तुन्दशोकयोः परिमृजापनुदोः
  २९१९
• आलस्यसुखाहरणयोरिति वक्तव्यम् ।• कप्रकरणे मूलविभुजादिभ्य उपसंख्यानम् ।
३.२.६प्रे दाज्ञः
  २९२०
३.२.७समि ख्यः
  २९२१
३.२.८गापोष्टक्
  २९२२
• पिबतेः सुराशीध्वोरिति वक्तव्यम् ।• बहुलं तणि ।
३.२.९हरतेरनुद्यमनेऽच्
  २९२३
• शक्तिलाङ्गलाङ्कुशयष्टितोमरघटघटीधनुष्षु ग्रहेरुपसंख्यानम् ।• सूत्रे च धार्येऽर्थे ।
३.२.१०वयसि च
  २९२४
३.२.११आङि ताच्छील्ये
  २९२५
३.२.१२अर्हः
  २९२६
३.२.१३स्तम्बकर्णयो रमिजपोः
  २९२७
• हस्तिसूचकयोरिति वक्तव्यम् ।
३.२.१४शमि धातोः संज्ञायाम्
  २९२८
• शमि संज्ञायां धातुग्रहणं कृञो हेत्वादिषु टप्रतिषेधार्थम् ।
३.२.१५अधिकरणे शेतेः
  २९२९
• पार्श्वादिषूपसंख्यानम् ।• दिग्धसहपूर्वाच्चेति वक्तव्यम् ।• उत्तानादिषु कर्तृषु ।• गिरौ डश्छन्दसि ।
३.२.१६चरेष्टः
  २९३०
३.२.१७भिक्षासेनादायेषु च
  २९३१
३.२.१८पुरोऽग्रतोऽग्रेषु सर्तेः
  २९३२
३.२.१९पूर्वे कर्तरि
  २९३३
३.२.२०कृञो हेतुताच्छील्यानुलोम्येषु
  २९३४
३.२.२१दिवाविभानिशाप्रभाभास्कारान्तानन्तादिबहुनान्दीकिम्लिपिलिबिबलिभक्तिकर्तृचित्रक्षेत्रसंख्याजङ्घाबाह्वहर्यत्तत्धनुररुष्षु
  २९३५
• किंयत्तद्बहुषु कृञ्ञोऽज्विधानम् ।
३.२.२२कर्मणि भृतौ
  २९३६
३.२.२३न शब्दश्लोककलहगाथावैरचाटुसूत्रमन्त्रपदेषु
  २९३७
३.२.२४स्तम्बशकृतोरिन्
  २९३८
• व्रीहिवत्सयोरिति वक्तव्यम् ।
३.२.२५हरतेर्दृतिनाथयोः पशौ
  २९३९
३.२.२६फलेग्रहिरात्मम्भरिश्च
  २९४०
३.२.२७छन्दसि वनसनरक्षिमथाम्
  ३४०८
३.२.२८एजेः खश्
  २९४१
• वातशुनीतिलशर्धेष्वजधेट्तुदजहातिभ्य उपसंख्यानम् ।
३.२.२९नासिकास्तनयोर्ध्माधेटोः
  २९४४
• स्तने धेटः ।• नासिकायां ध्मश्च ।• घटिखारीखरीषूपसंख्यानम् ।
३.२.३०नाडीमुष्ट्योश्च
  २९४५
३.२.३१उदि कूले रुजिवहोः
  २९४६
३.२.३२वहाभ्रे लिहः
  २९४७
३.२.३३परिमाणे पचः
  २९४८
३.२.३४मितनखे च
  २९४९
३.२.३५विध्वरुषोस्तुदः
  २९५०
३.२.३६असूर्यललाटयोर्दृशितपोः
  २९५१
३.२.३७उग्रम्पश्येरम्मदपाणिन्धमाश्च
  २९५२
३.२.३८प्रियवशे वदः खच्
  २९५३
• खच्प्रकरणे गमेः सुप्युपसंख्यानम् ।• विहायसो विह इति वाच्यम् ।• खच्च डिद्वा वक्तव्यः ।• डे च विहायसो विहादेशो वक्तव्यः ।
३.२.३९द्विषत्परयोस्तापेः
  २९५४
३.२.४०वाचि यमो व्रते
  २९५६
३.२.४१पूःसर्वयोर्दारिसहोः
  २९५८
• भगे च दारेरिति काशिका ।
३.२.४२सर्वकूलाभ्रकरीषेषु कषः
  २९५९
३.२.४३मेघर्तिभयेषु कृञः
  २९६०
३.२.४४क्षेमप्रियमद्रेऽण् च
  २९६१
३.२.४५आशिते भुवः करणभावयोः
  २९६२
३.२.४६संज्ञायां भृतॄवृजिधारिसहितपिदमः
  २९६३
३.२.४७गमश्च
  २९६४
३.२.४८अन्तात्यन्ताध्वदूरपारसर्वानन्तेषु डः
  २९६५
• ड प्रकरणे सर्वत्रपन्नयोरुपसङ्ख्यानम् ।• उरसो लोपश्च ।• सुदुरोरधिकरणे ।• निसो देशे ।• अन्यत्रापि दृश्यत इति वक्तव्यम् ।
३.२.४९आशिषि हनः
  २९६६
• दारावाहनोऽणन्तस्य च टः संज्ञायाम् ।• चारौ वा ।• कर्मणि समि च ।
३.२.५०अपे क्लेशतमसोः
  २९६७
३.२.५१कुमारशीर्षयोर्णिनिः
  २९६८
३.२.५२लक्षणे जायापत्योष्टक्
  २९६९
३.२.५३अमनुष्यकर्तृके च
  २९७०
३.२.५४शक्तौ हस्तिकपाटयोः
  २९७१
३.२.५५पाणिघताडघौ शिल्पिनि
  २९७२
• राजघ उपसंख्यानम् ।
३.२.५६आढ्यसुभगस्थूलपलितनग्नान्धप्रियेषु च्व्यर्थेष्वच्वौ कृञः करणे ख्युन्
  २९७३
३.२.५७कर्तरि भुवः खिष्णुच्खुकञौ
  २९७४
३.२.५८स्पृशोऽनुदके क्विन्
  ४३२
३.२.५९ऋत्विग्दधृक्स्रग्दिगुष्णिगञ्चुयुजिक्रुञ्चां च
  ३७३
३.२.६०त्यदादिषु दृशोऽनालोचने कञ् च
  ४२९
• समानान्ययोश्चेति वक्तव्यम् ।• दृशेः क्सश्चेति वक्तव्यम् ।
३.२.६१सत्सूद्विषद्रुहदुहयुजविदभिदच्छिदजिनीराजामुपसर्गेऽपि क्विप्
  २९७५
३.२.६२भजो ण्विः
  २९७६
३.२.६३छन्दसि सहः
  ३४०९
३.२.६४वहश्च
  ३४१०
३.२.६५कव्यपुरीषपुरीष्येषु ञ्युट्
  ३४११
३.२.६६हव्येऽनन्तः पादम्
  ३४१२
३.२.६७जनसनखनक्रमगमो विट्
  ३४१३
३.२.६८अदोऽनन्ने
  २९७७
३.२.६९क्रव्ये च
  २९७८
३.२.७०दुहः कब् घश्च
  २९७९
३.२.७१मन्त्रे श्वेतवहोक्थशस्पुरोडाशो ण्विन्
  ३४१४
• श्वेतवहादीनां डस् पदस्येति वक्तव्यम् ।• अवयाः श्वेतवाः पुरोडाश्च ।
३.२.७२अवे यजः
  ३४१५
३.२.७३विजुपे छन्दसि
  ३४१७
३.२.७४आतो मनिन्क्वनिब्वनिपश्च
  ३४१८
३.२.७५अन्येभ्योऽपि दृश्यन्ते
  २९८०
३.२.७६क्विप् च
  २९८३
३.२.७७स्थः क च
  २९८७
३.२.७८सुप्यजातौ णिनिस्ताच्छील्ये
  २९८८
• साधुकारिणि च ।• ब्रह्मणि वदः ।
३.२.७९कर्तर्युपमाने
  २९८९
३.२.८०व्रते
  २९९०
३.२.८१बहुलमाभीक्ष्ण्ये
  २९९१
३.२.८२मनः
  २९९२
३.२.८३आत्ममाने खश्च
  २९९३
३.२.८४भूते
  २९९५
३.२.८५करणे यजः
  २९९६
३.२.८६कर्मणि हनः
  २९९७
३.२.८७ब्रह्मभ्रूणवृत्रेषु क्विप्
  २९९८
३.२.८८बहुलं छन्दसि
  ३४१९
३.२.८९सुकर्मपापमन्त्रपुण्येषु कृञः
  २९९९
३.२.९०सोमे सुञः
  ३०००
३.२.९१अग्नौ चेः
  ३००१
३.२.९२कर्मण्यग्न्याख्यायाम्
  ३००२
३.२.९३कर्मणीनिविक्रियः
  ३००३
• कुत्सितग्रहणं कर्तव्यम् ।
३.२.९४दृशेः क्वनिप्
  ३००४
३.२.९५राजनि युधिकृञः
  ३००५
३.२.९६सहे च
  ३००६
३.२.९७सप्तम्यां जनेर्डः
  ३००७
३.२.९८पञ्चम्यामजातौ
  ३००८
३.२.९९उपसर्गे च संज्ञायाम्
  ३००९
३.२.१००अनौ कर्मणि
  ३०१०
३.२.१०१अन्येष्वपि दृश्यते
  ३०११
• अन्येभ्योऽपि दृश्यते ।
३.२.१०२निष्ठा
  ३०१३
• आदिकर्मणि निष्ठा वक्तव्या ।
३.२.१०३सुयजोर्ङ्वनिप्
  ३०९१
३.२.१०४जीर्यतेरतृन्
  ३०९२
३.२.१०५छन्दसि लिट्
  ३०९३
३.२.१०६लिटः कानज्वा
  ३०९४
३.२.१०७क्वसुश्च
  ३०९५
३.२.१०८भाषायां सदवसश्रुवः
  ३०९७
३.२.१०९उपेयिवाननाश्वाननूचानश्च
  ३०९८
३.२.११०लुङ्
  २२१८
३.२.१११अनद्यतने लङ्
  २२०५
३.२.११२अभिज्ञावचने लृट्
  २७७३
३.२.११३न यदि
  २७७४
३.२.११४विभाषा साकाङ्क्षे
  २७७५
३.२.११५परोक्षे लिट्
  २१७१
• अत्यन्तापह्नवे च लिड्वक्तव्यः ।
३.२.११६हशश्वतोर्लङ् च
  २७७६
३.२.११७प्रश्ने चासन्नकाले
  २७७७
३.२.११८लट् स्मे
  २७७८
३.२.११९अपरोक्षे च
  २७७९
३.२.१२०ननौ पृष्टप्रतिवचने
  २७८०
३.२.१२१नन्वोर्विभाषा
  २७८१
३.२.१२२पुरि लुङ् चास्मे
  २७८२
३.२.१२३वर्तमाने लट्
  २१५१
३.२.१२४लटः शतृशानचावप्रथमासमानाधिकरणे
  ३१००
३.२.१२५सम्बोधने च
  ३१०२
३.२.१२६लक्षणहेत्वोः क्रियायाः
  ३१०३
३.२.१२७तौ सत्
  ३१०६
३.२.१२८पूङ्यजोः शानन्
  ३१०८
३.२.१२९ताच्छील्यवयोवचनशक्तिषु चानश्
  ३१०९
३.२.१३०इङ्धार्योः शत्रकृच्छ्रिणि
  ३११०
३.२.१३१द्विषोऽमित्रे
  ३१११
३.२.१३२सुञो यज्ञसंयोगे
  ३११२
३.२.१३३अर्हः प्रशंसायाम्
  ३११३
३.२.१३४आक्वेस्तच्छीलतद्धर्मतत्साधुकारिषु
  ३११४
३.२.१३५तृन्
  ३११५
• तृन्विधावृत्विक्षु चानुपसर्गस्य ।• नयतेः षुक् ।• त्विषेर्देवतायामकारश्चोपधाया अनिट्त्वं च ।• क्षदेश्च युक्ते ।• छन्दसि तृच्च ।
३.२.१३६अलंकृञ्निराकृञ्प्रजनोत्पचोत्पतोन्मदरुच्यपत्रपवृतुवृधुसहचर इष्णुच्
  ३११६
३.२.१३७णेश्छन्दसि
  ३११७
३.२.१३८भुवश्च
  ३११८
३.२.१३९ग्लाजिस्थश्च क्स्नुः
  ३११९
३.२.१४०त्रसिगृधिधृषिक्षिपेः क्नुः
  ३१२०
३.२.१४१शमित्यष्टाभ्यो घिनुण्
  ३१२१
३.२.१४२संपृचानुरुधाङ्यमाङ्यसपरिसृसंसृजपरिदेविसंज्वरपरिक्षिपपरिरटपरिवदपरिदहपरिमुहदुषद्विषद्रुहदुहयुजाक्रीडविविचत्यजरजभजातिचरापचरामुषाभ्याहनश्च
  ३१२२
३.२.१४३वौ कषलसकत्थस्रम्भः
  ३१२३
३.२.१४४अपे च लषः
  ३१२४
३.२.१४५प्रे लपसृद्रुमथवदवसः
  ३१२५
३.२.१४६निन्दहिंसक्लिशखादविनाशपरिक्षिपपरिरटपरिवादिव्याभाषासूञो वुञ्
  ३१२६
३.२.१४७देविक्रुशोश्चोपसर्गे
  ३१२७
३.२.१४८चलनशब्दार्थादकर्मकाद्युच्
  ३१२८
३.२.१४९अनुदात्तेतश्च हलादेः
  ३१२९
३.२.१५०जुचङ्क्रम्यदन्द्रम्यसृगृधिज्वलशुचलषपतपदः
  ३१३०
३.२.१५१क्रुधमण्डार्थेभ्यश्च
  ३१३१
३.२.१५२न यः
  ३१३२
३.२.१५३सूददीपदीक्षश्च
  ३१३३
३.२.१५४लषपतपदस्थाभूवृषहनकमगमशॄभ्य उकञ्
  ३१३४
३.२.१५५जल्पभिक्षकुट्टलुण्टवृङः षाकन्
  ३१३५
३.२.१५६प्रजोरिनिः
  ३१३६
३.२.१५७जिदृक्षिविश्रीण्वमाव्यथाभ्यमपरिभूप्रसूभ्यश्च
  ३१३७
३.२.१५८स्पृहिगृहिपतिदयिनिद्रातन्द्राश्रद्धाभ्य आलुच्
  ३१३८
३.२.१५९दाधेट्सिशदसदो रुः
  ३१३९
३.२.१६०सृघस्यदः क्मरच्
  ३१४०
३.२.१६१भञ्जभासमिदो घुरच्
  ३१४१
३.२.१६२विदिभिदिच्छिदेः कुरच्
  ३१४२
३.२.१६३इण्नश्जिसर्त्तिभ्यः क्वरप्
  ३१४३
३.२.१६४गत्वरश्च
  ३१४४
३.२.१६५जागुरूकः
  ३१४५
३.२.१६६यजजपदशां यङः
  ३१४६
३.२.१६७नमिकम्पिस्म्यजसकमहिंसदीपो रः
  ३१४७
३.२.१६८सनाशंसभिक्ष उः
  ३१४८
३.२.१६९विन्दुरिच्छुः
  ३१४९
३.२.१७०क्याच्छन्दसि
  ३१५०
३.२.१७१आदृगमहनजनः किकिनौ लिट् च
  ३१५१
• भाषायां धाञ्कृसृगमिजनिनमिभ्यः ।• सासहिवावहिचाचलिपापतीनामुपसंख्यानम् ।
३.२.१७२स्वपितृषोर्नजिङ्
  ३१५२
• धृषेश्चेति वाच्यम् ।
३.२.१७३शॄवन्द्योरारुः
  ३१५३
३.२.१७४भियः क्रुक्लुकनौ
  ३१५४
• क्रुकन्नपि वक्तव्यः ।
३.२.१७५स्थेशभासपिसकसो वरच्
  ३१५५
३.२.१७६यश्च यङः
  ३१५६
३.२.१७७भ्राजभासधुर्विद्युतोर्जिपॄजुग्रावस्तुवः क्विप्
  ३१५७
३.२.१७८अन्येभ्योऽपि दृश्यते
  ३१५८
• क्विब्वचिप्रच्छपायतस्तुकटप्रुजुश्रीणां दीर्घोऽसंप्रसारणं च ।• द्युतिगमिजुहोतीनां द्वे च ।• जुहोतेर्दीर्घश्च ।• दृणातेर्ह्रस्वश्च ।• ध्यायतेः संप्रसारणं च ।
३.२.१७९भुवः संज्ञाऽन्तरयोः
  ३१५९
३.२.१८०विप्रसम्भ्यो ड्वसंज्ञायाम्
  ३१६०
• डुप्रकरणे मितद्र्वादिभ्य उपसंख्यानम् ।
३.२.१८१धः कर्मणि ष्ट्रन्
  ३१६१
३.२.१८२दाम्नीशसयुयुजस्तुतुदसिसिचमिहपतदशनहः करणे
  ३१६२
३.२.१८३हलसूकरयोः पुवः
  ३१६४
३.२.१८४अर्तिलूधूसूखनसहचर इत्रः
  ३१६५
३.२.१८५पुवः संज्ञायाम्
  ३१६६
३.२.१८६कर्तरि चर्षिदेवतयोः
  ३१६७
३.२.१८७ञीतः क्तः
  ३०८८
३.२.१८८मतिबुद्धिपूजार्थेभ्यश्च
  ३०८९
३.३.१उणादयो बहुलम्
  ३१६९
३.३.२भूतेऽपि दृश्यन्ते
  ३१७०
३.३.३भविष्यति गम्यादयः
  ३१७१
३.३.४यावत्पुरानिपातयोर्लट्
  २७८३
३.३.५विभाषा कदाकर्ह्योः
  २७८४
३.३.६किंवृत्ते लिप्सायाम्
  २७८५
३.३.७लिप्स्यमानसिद्धौ च
  २७८६
३.३.८लोडर्थलक्षणे च
  २७८७
३.३.९लिङ् चोर्ध्वमौहूर्तिके
  २७८८
३.३.१०तुमुन्ण्वुलौ क्रियायां क्रियार्थायाम्
  ३१७५
३.३.११भाववचनाश्च
  ३१८०
३.३.१२अण् कर्मणि च
  ३१८१
३.३.१३लृट् शेषे च
  २१९३
३.३.१४लृटः सद् वा
  ३१०७
३.३.१५अनद्यतने लुट्
  २१८५
३.३.१६पदरुजविशस्पृशो घञ्
  ३१८२
• स्पृश उपतापे ।
३.३.१७सृ स्थिरे
  ३१८३
• व्याधिमत्स्यबलेषु चेति वाच्यम् ।
३.३.१८भावे
  ३१८४
३.३.१९अकर्तरि च कारके संज्ञायाम्
  ३१८६
३.३.२०परिमाणाख्यायां सर्वेभ्यः
  ३१९०
• दारजारौ कर्तरि णिलुक् च ।
३.३.२१इङश्च
  ३१९१
• अपादाने स्त्रियामुपसङ्ख्यानं तदन्ताच्च वा ङीष् ।• शॄवायुवर्णनिवृतेषु ।
३.३.२२उपसर्गे रुवः
  ३१९२
३.३.२३समि युद्रुदुवः
  ३१९४
३.३.२४श्रिणीभुवोऽनुपसर्गे
  ३१९५
३.३.२५वौ क्षुश्रुवः
  ३१९६
३.३.२६अवोदोर्नियः
  ३१९७
३.३.२७प्रे द्रुस्तुस्रुवः
  ३१९८
३.३.२८निरभ्योः पूल्वोः
  ३१९९
३.३.२९उन्न्योर्ग्रः
  ३२००
३.३.३०कॄ धान्ये
  ३२०१
३.३.३१यज्ञे समि स्तुवः
  ३२०२
३.३.३२प्रे स्त्रोऽयज्ञे
  ३२०३
३.३.३३प्रथने वावशब्दे
  ३२०४
३.३.३४छन्दोनाम्नि च
  ३२०५
३.३.३५उदि ग्रहः
  ३२०७
३.३.३६समि मुष्टौ
  ३२०८
३.३.३७परिन्योर्नीणोर्द्यूताभ्रेषयोः
  ३२०९
३.३.३८परावनुपात्यय इणः
  ३२१०
३.३.३९व्युपयोः शेतेः पर्याये
  ३२११
३.३.४०हस्तादाने चेरस्तेये
  ३२१२
३.३.४१निवासचितिशरीरोपसमाधानेष्वादेश्च कः
  ३२१३
३.३.४२संघे चानौत्तराधर्ये
  ३२१४
३.३.४३कर्मव्यतिहारे णच् स्त्रियाम्
  ३२१५
३.३.४४अभिविधौ भाव इनुण्
  ३२१८
३.३.४५आक्रोशेऽवन्योर्ग्रहः
  ३२२०
३.३.४६प्रे लिप्सायाम्
  ३२२१
३.३.४७परौ यज्ञे
  ३२२२
३.३.४८नौ वृ धान्ये
  ३२२३
३.३.४९उदि श्रयतियौतिपूद्रुवः
  ३२२४
३.३.५०विभाषाऽऽङि रुप्लुवोः
  ३२२५
३.३.५१अवे ग्रहो वर्षप्रतिबन्धे
  ३२२६
३.३.५२प्रे वणिजाम्
  ३२२७
३.३.५३रश्मौ च
  ३२२८
३.३.५४वृणोतेराच्छादने
  ३२२९
३.३.५५परौ भुवोऽवज्ञाने
  ३२३०
३.३.५६एरच्
  ३२३१
• भयादीनामुपसङ्ख्यानम्, नपुंसके क्तादिनिवृत्त्यर्थम् ।• जवसवौ छन्दसि वक्तव्यौ ।
३.३.५७ॠदोरप्
  ३२३२
३.३.५८ग्रहवृदृनिश्चिगमश्च
  ३२३४
• वशिरण्योश्चोपसंख्यानम् ।• घञर्थे कविधानम् ।
३.३.५९उपसर्गेऽदः
  ३२३५
३.३.६०नौ ण च
  ३२३७
३.३.६१व्यधजपोरनुपसर्गे
  ३२३८
३.३.६२स्वनहसोर्वा
  ३२३९
३.३.६३यमः समुपनिविषु च
  ३२४०
३.३.६४नौ गदनदपठस्वनः
  ३२४१
३.३.६५क्वणो वीणायां च
  ३२४२
३.३.६६नित्यं पणः परिमाणे
  ३२४३
३.३.६७मदोऽनुपसर्गे
  ३२४४
३.३.६८प्रमदसम्मदौ हर्षे
  ३२४५
३.३.६९समुदोरजः पशुषु
  ३२४६
३.३.७०अक्षेषु ग्लहः
  ३२४७
३.३.७१प्रजने सर्तेः
  ३२४८
३.३.७२ह्वः सम्प्रसारणं च न्यभ्युपविषु
  ३२४९
३.३.७३आङि युद्धे
  ३२५०
३.३.७४निपानमाहावः
  ३२५१
३.३.७५भावेऽनुपसर्गस्य
  ३२५२
३.३.७६हनश्च वधः
  ३२५३
३.३.७७मूर्तौ घनः
  ३२५४
३.३.७८अन्तर्घनो देशे
  ३२५५
३.३.७९अगारैकदेशे प्रघणः प्रघाणश्च
  ३२५६
३.३.८०उद्घनोऽत्याधानम्
  ३२५७
३.३.८१अपघनोऽङ्गम्
  ३२५८
३.३.८२करणेऽयोविद्रुषु
  ३२५९
३.३.८३स्तम्बे क च
  ३२६०
३.३.८४परौ घः
  ३२६१
३.३.८५उपघ्न आश्रये
  ३२६३
३.३.८६संघोद्घौ गणप्रशंसयोः
  ३२६४
३.३.८७निघो निमितम्
  ३२६५
३.३.८८ड्वितः क्त्रिः
  ३२६६
३.३.८९ट्वितोऽथुच्
  ३२६७
३.३.९०यजयाचयतविच्छप्रच्छरक्षो नङ्
  ३२६८
३.३.९१स्वपो नन्
  ३२६९
३.३.९२उपसर्गे घोः किः
  ३२७०
३.३.९३कर्मण्यधिकरणे च
  ३२७१
३.३.९४स्त्रियां क्तिन्
  ३२७२
• निष्ठायां सेट इति वक्तव्यम् ।• संपदादिभ्यः क्विप् ।• क्तिन्नपीष्यते ।
३.३.९५स्थागापापचो भावे
  ३२७३
• श्रुयजीषिस्तुभ्यः करणे ।• ग्लाम्लाज्याहाभ्यो निः ।
३.३.९६मन्त्रे वृषेषपचमनविदभूवीरा उदात्तः
  ३४२०
३.३.९७ऊतियूतिजूतिसातिहेतिकीर्तयश्च
  ३२७४
३.३.९८व्रजयजोर्भावे क्यप्
  ३२७५
३.३.९९संज्ञायां समजनिषदनिपतमनविदषुञ्शीङ्भृञिणः
  ३२७६
३.३.१००कृञः श च
  ३२७७
३.३.१०१इच्छा
  ३२७८
• परिचर्यापरिसर्यामृगयाटाट्यानामुपसङ्ख्यानम् ।• जागर्तेरकारो वा ।
३.३.१०२अ प्रत्ययात्
  ३२७९
३.३.१०३गुरोश्च हलः
  ३२८०
• निष्ठायां सेट इति वक्तव्यम् ।
३.३.१०४षिद्भिदादिभ्योऽङ्
  ३२८१
• क्रपेः सम्प्रसारणं च ।
३.३.१०५चिन्तिपूजिकथिकुम्बिचर्चश्च
  ३२८२
३.३.१०६आतश्चोपसर्गे
  ३२८३
३.३.१०७ण्यासश्रन्थो युच्
  ३२८४
• घट्टिवन्दिविदिभ्यश्चेति वाच्यम् ।• इषेरनिच्छार्थस्य ।• परेर्वा ।
३.३.१०८रोगाख्यायां ण्वुल् बहुलम्
  ३२८५
• धात्वर्थनिर्देशे ण्वुल् वक्तव्यः ।• इक्श्तिपौ धातुनिर्देशे ।• वर्णात्कारः ।• रादिफः ।• मत्वर्थाच्छः ।• इणजादिभ्यः ।• इञ् वपादिभ्यः ।• इक् कृष्यादिभ्यः ।• संपदादिभ्यः क्विप् ।
३.३.१०९संज्ञायाम्
  ३२८६
३.३.११०विभाषाऽऽख्यानपरिप्रश्नयोरिञ् च
  ३२८७
३.३.१११पर्यायार्हर्णोत्पत्तिषु ण्वुच्
  ३२८८
३.३.११२आक्रोशे नञ्यनिः
  ३२८९
३.३.११३कृत्यल्युटो बहुलम्
  २८४१
३.३.११४नपुंसके भावे क्तः
  ३०९०
३.३.११५ल्युट् च
  ३२९०
३.३.११६कर्मणि च येन संस्पर्शात् कर्तुः शरीरसुखम्
  ३२९१
३.३.११७करणाधिकरणयोश्च
  ३२९३
३.३.११८पुंसि संज्ञायां घः प्रायेण
  ३२९६
३.३.११९गोचरसंचरवहव्रजव्यजापणनिगमाश्च
  ३२९८
३.३.१२०अवे तॄस्त्रोर्घञ्
  ३२९९
३.३.१२१हलश्च
  ३३००
• घञ्विधाववहाराधारावायानामुपसंख्यानम् ।
३.३.१२२अध्यायन्यायोद्यावसंहाराधारावायाश्च
  ३३०१
३.३.१२३उदङ्कोऽनुदके
  ३३०२
३.३.१२४जालमानायः
  ३३०३
३.३.१२५खनो घ च
  ३३०४
• खनेर्डडरेकेकवका वाच्याः ।
३.३.१२६ईषद्दुःसुषु कृच्छ्राकृच्छ्रार्थेषु खल्
  ३३०५
३.३.१२७कर्तृकर्मणोश्च भूकृञोः
  ३३०८
• कर्तृृकर्मणोश्च्व्यर्थयोरिति वाच्यम् ।
३.३.१२८आतो युच्
  ३३०९
३.३.१२९छन्दसि गत्यर्थेभ्यः
  ३४२१
३.३.१३०अन्येभ्योऽपि दृश्यते
  ३४२२
• भाषायां शासियुधिदृशिधृषिमृषिभ्यो युज्वाच्यः ।
३.३.१३१वर्तमानसामीप्ये वर्तमानवद्वा
  २७८९
३.३.१३२आशंसायां भूतवच्च
  २७९०
३.३.१३३क्षिप्रवचने लृट्
  २७९१
३.३.१३४आशंसावचने लिङ्
  २७९२
३.३.१३५नानद्यतनवत् क्रियाप्रबन्धसामीप्ययोः
  २७९३
३.३.१३६भविष्यति मर्यादावचनेऽवरस्मिन्
  २७९४
३.३.१३७कालविभागे चानहोरात्राणाम्
  २७९५
३.३.१३८परस्मिन् विभाषा
  २७९६
३.३.१३९लिङ्निमित्ते लृङ् क्रियातिपत्तौ
  २२२९
३.३.१४०भूते च
  २७९७
३.३.१४१वोताप्योः
  २७९८
३.३.१४२गर्हायां लडपिजात्वोः
  २७९९
३.३.१४३विभाषा कथमि लिङ् च
  २८००
३.३.१४४किंवृत्ते लिङ्लृटौ
  २८०१
३.३.१४५अनवकॢप्त्यमर्षयोरकिंवृत्तेऽपि
  २८०२
३.३.१४६किंकिलास्त्यर्थेषु लृट्
  २८०३
३.३.१४७जातुयदोर्लिङ्
  २८०४
• यदायद्योरुपसंख्यानम् ।
३.३.१४८यच्चयत्रयोः
  २८०५
३.३.१४९गर्हायां च
  २८०६
३.३.१५०चित्रीकरणे च
  २८०७
३.३.१५१शेषे लृडयदौ
  २८०८
३.३.१५२उताप्योः समर्थयोर्लिङ्
  २८०९
३.३.१५३कामप्रवेदनेऽकच्चिति
  २८१०
३.३.१५४सम्भावनेऽलमिति चेत् सिद्धाप्रयोगे
  २८११
३.३.१५५विभाषा धातौ सम्भावनवचनेऽयदि
  २८१२
३.३.१५६हेतुहेतुमतोर्लिङ्
  २८१३
३.३.१५७इच्छार्थेषु लिङ्लोटौ
  २८१४
• कामप्रवेदन इति वक्तव्यम् ।
३.३.१५८समानकर्तृकेषु तुमुन्
  ३१७६
३.३.१५९लिङ् च
  २८१५
३.३.१६०इच्छार्थेभ्यो विभाषा वर्तमाने
  २८१६
३.३.१६१विधिनिमन्त्रणामन्त्रणाधीष्टसंप्रश्नप्रार्थनेषु लिङ्
  २२०८
३.३.१६२लोट् च
  २१९४
३.३.१६३प्रैषातिसर्गप्राप्तकालेषु कृत्याश्च
  २८१७
३.३.१६४लिङ् चोर्ध्वमौहूर्तिके
  २८१८
३.३.१६५स्मे लोट्
  २८१९
३.३.१६६अधीष्टे च
  २८२०
३.३.१६७कालसमयवेलासु तुमुन्
  ३१७९
३.३.१६८लिङ् यदि
  २८२१
३.३.१६९अर्हे कृत्यतृचश्च
  २८२२
३.३.१७०आवश्यकाधमर्ण्ययोर्णिनिः
  ३३११
३.३.१७१कृत्याश्च
  ३३१२
३.३.१७२शकि लिङ् च
  २८२३
३.३.१७३आशिषि लिङ्लोटौ
  २१९५
३.३.१७४क्तिच्क्तौ च संज्ञायाम्
  ३३१३
३.३.१७५माङि लुङ्
  २२१९
३.३.१७६स्मोत्तरे लङ् च
  २२२०
३.४.१धातुसम्बन्धे प्रत्ययाः
  २८२४
३.४.२क्रियासमभिहारे लोट्; लोटो हिस्वौ; वा च तध्वमोः
  २८२५
३.४.३समुच्चयेऽन्यतरस्याम्
  २८२६
३.४.४यथाविध्यनुप्रयोगः पूर्वस्मिन्
  २८२७
३.४.५समुच्चये सामान्यवचनस्य
  २८२८
३.४.६छन्दसि लुङ्लङ्लिटः
  ३४२३
३.४.७लिङर्थे लेट्
  ३४२४
३.४.८उपसंवादाशङ्कयोश्च
  ३४३१
३.४.९तुमर्थे सेसेनसेऽसेन्क्सेकसेनध्यैअध्यैन्कध्यैकध्यैन्शध्यैशध्यैन्तवैतवेङ्तवेनः
  ३४३६
३.४.१०प्रयै रोहिष्यै अव्यथिष्यै
  ३४३७
३.४.११दृशे विख्ये च
  ३४३८
३.४.१२शकि णमुल्कमुलौ
  ३४३९
३.४.१३ईश्वरे तोसुन्कसुनौ
  ३४४०
३.४.१४कृत्यार्थे तवैकेन्केन्यत्वनः
  ३४४१
३.४.१५अवचक्षे च
  ३४४२
३.४.१६भावलक्षणे स्थेण्कृञ्वदिचरिहुतमिजनिभ्यस्तोसुन्
  ३४४३
३.४.१७सृपितृदोः कसुन्
  ३४४४
३.४.१८अलङ्खल्वोः प्रतिषेधयोः प्राचां क्त्वा
  ३३१६
३.४.१९उदीचां माङो व्यतीहारे
  ३३१७
३.४.२०परावरयोगे च
  ३३१९
३.४.२१समानकर्तृकयोः पूर्वकाले
  ३३२०
३.४.२२आभीक्ष्ण्ये णमुल् च
  ३३४३
३.४.२३न यद्यनाकाङ्क्षे
  ३३४४
३.४.२४विभाषाऽग्रेप्रथमपूर्वेषु
  ३३४५
३.४.२५कर्मण्याक्रोशे कृञः खमुञ्
  ३३४६
३.४.२६स्वादुमि णमुल्
  ३३४७
३.४.२७अन्यथैवंकथमित्थंसु सिद्धाप्रयोगश्चेत्
  ३३४८
३.४.२८यथातथयोरसूयाप्रतिवचने
  ३३४९
३.४.२९कर्मणि दृशिविदोः साकल्ये
  ३३५०
३.४.३०यावति विन्दजीवोः
  ३३५१
३.४.३१चर्मोदरयोः पूरेः
  ३३५२
३.४.३२वर्षप्रमाण ऊलोपश्चास्यान्यतरस्याम्
  ३३५३
३.४.३३चेले क्नोपेः
  ३३५४
३.४.३४निमूलसमूलयोः कषः
  ३३५५
३.४.३५शुष्कचूर्णरूक्षेषु पिषः
  ३३५६
३.४.३६समूलाकृतजीवेषु हन्कृञ्ग्रहः
  ३३५७
३.४.३७करणे हनः
  ३३५८
३.४.३८स्नेहने पिषः
  ३३५९
३.४.३९हस्ते वर्त्तिग्रहोः
  ३३६०
३.४.४०स्वे पुषः
  ३३६१
३.४.४१अधिकरणे बन्धः
  ३३६२
३.४.४२संज्ञायाम्
  ३३६३
३.४.४३कर्त्रोर्जीवपुरुषयोर्नशिवहोः
  ३३६४
३.४.४४ऊर्ध्वे शुषिपूरोः
  ३३६५
३.४.४५उपमाने कर्मणि च
  ३३६६
३.४.४६कषादिषु यथाविध्यनुप्रयोगः
  ३३६७
३.४.४७उपदंशस्तृतीयायाम्
  ३३६८
३.४.४८हिंसार्थानां च समानकर्मकाणाम्
  ३३६९
३.४.४९सप्तम्यां चोपपीडरुधकर्षः
  ३३७०
३.४.५०समासत्तौ
  ३३७१
३.४.५१प्रमाणे च
  ३३७२
३.४.५२अपादाने परीप्सायाम्
  ३३७३
३.४.५३द्वितीयायां च
  ३३७४
३.४.५४स्वाङ्गेऽध्रुवे
  ३३७६
३.४.५५परिक्लिश्यमाने च
  ३३७७
३.४.५६विशिपतिपदिस्कन्दां व्याप्यमानासेव्यमानयोः
  ३३७८
३.४.५७अस्यतितृषोः क्रियाऽन्तरे कालेषु
  ३३७९
३.४.५८नाम्न्यादिशिग्रहोः
  ३३८०
३.४.५९अव्ययेऽयथाभिप्रेताख्याने कृञः क्त्वाणमुलौ
  ३३८१
३.४.६०तिर्यच्यपवर्गे
  ३३८२
३.४.६१स्वाङ्गे तस्प्रत्यये कृभ्वोः
  ३३८३
३.४.६२नाधाऽर्थप्रत्यये च्व्यर्थे
  ३३८४
३.४.६३तूष्णीमि भुवः
  ३३८५
३.४.६४अन्वच्यानुलोम्ये
  ३३८६
३.४.६५शकधृषज्ञाग्लाघटरभलभक्रमसहार्हास्त्यर्थेषु तुमुन्
  ३१७७
३.४.६६पर्याप्तिवचनेष्वलमर्थेषु
  ३१७८
३.४.६७कर्तरि कृत्
  २८३२
३.४.६८भव्यगेयप्रवचनीयोपस्थानीयजन्याप्लाव्यापात्या वा
  २८९४
३.४.६९लः कर्मणि च भावे चाकर्मकेभ्यः
  २१५२
३.४.७०तयोरेव कृत्यक्तखलर्थाः
  २८३३
३.४.७१आदिकर्मणि क्तः कर्तरि च
  ३०५३
३.४.७२गत्यर्थाकर्मकश्लिषशीङ्स्थाऽऽसवसजनरुहजीर्यतिभ्यश्च
  ३०८६
३.४.७३दाशगोघ्नौ सम्प्रदाने
  ३१७२
३.४.७४भीमादयोऽपादाने
  ३१७३
३.४.७५ताभ्यामन्यत्रोणादयः
  ३१७४
३.४.७६क्तोऽधिकरणे च ध्रौव्यगतिप्रत्यवसानार्थेभ्यः
  ३०८७
३.४.७७लस्य
  २१५३
३.४.७८तिप्तस्झिसिप्थस्थमिब्वस्मस् तातांझथासाथांध्वमिड्वहिमहिङ्
  २१५४
३.४.७९टित आत्मनेपदानां टेरे
  २२३३
३.४.८०थासस्से
  २२३६
३.४.८१लिटस्तझयोरेशिरेच्
  २२४१
३.४.८२परस्मैपदानां णलतुसुस्थलथुसणल्वमाः
  २१७३
३.४.८३विदो लटो वा
  २४६४
३.४.८४ब्रुवः पञ्चानामादित आहो ब्रुवः
  २४५०
३.४.८५लोटो लङ्वत्
  २१९८
३.४.८६एरुः
  २१९६
३.४.८७सेर्ह्यपिच्च
  २२०१
३.४.८८वा छन्दसि
  ३५५२
३.४.८९मेर्निः
  २२०३
३.४.९०आमेतः
  २२५१
३.४.९१सवाभ्यां वामौ
  २२५२
३.४.९२आडुत्तमस्य पिच्च
  २२०४
३.४.९३एत ऐ
  २२५३
३.४.९४लेटोऽडाटौ
  ३४२७
३.४.९५आत ऐ
  ३४२९
३.४.९६वैतोऽन्यत्र
  ३४३०
३.४.९७इतश्च लोपः परस्मैपदेषु
  ३४२६
३.४.९८स उत्तमस्य
  ३४२८
३.४.९९नित्यं ङितः
  २२००
३.४.१००इतश्च
  २२०७
३.४.१०१तस्थस्थमिपां तांतंतामः
  २१९९
३.४.१०२लिङस्सीयुट्
  २२५५
३.४.१०३यासुट् परस्मैपदेषूदात्तो ङिच्च
  २२०९
३.४.१०४किदाशिषि
  २२१६
३.४.१०५झस्य रन्
  २२५६
३.४.१०६इटोऽत्
  २२५७
३.४.१०७सुट् तिथोः
  २२१०
३.४.१०८झेर्जुस्
  २२१३
३.४.१०९सिजभ्यस्तविदिभ्यश्च
  २२२६
३.४.११०आतः
  २२२७
३.४.१११लङः शाकटायनस्यैव
  २४६३
३.४.११२द्विषश्च
  २४३५
३.४.११३तिङ्शित्सार्वधातुकम्
  २१६६
३.४.११४आर्धधातुकं शेषः
  २१८७
३.४.११५लिट् च
  २१७२
३.४.११६लिङाशिषि
  २२१५
३.४.११७छन्दस्युभयथा
  ३४३५
४.१.१ङ्याप्प्रातिपदिकात्
  १८२
४.१.२स्वौजसमौट्छष्टाभ्याम्भिस्ङेभ्याम्भ्यस्ङसिभ्याम्भ्यस्ङसोसाङ्ङ्योस्सुप्
  १८३
४.१.३स्त्रियाम्
  ४५३
४.१.४अजाद्यतष्टाप्
  ४५४
• शूद्रा चामहत्पूर्वा जातिः ।
४.१.५ऋन्नेभ्यो ङीप्
  ३०६
४.१.६उगितश्च
  ४५५
• धातोरुगितः प्रतिषेधः ।• अञ्चतेश्चोपसंख्यानम् ।
४.१.७वनो र च
  ४५६
• वनो न हश इति वक्तव्यम् ।• बहुलं छन्दसि ।• बहुव्रीहौ वा ।
४.१.८पादोऽन्यतरस्याम्
  ४५७
४.१.९टाबृचि
  ४५८
४.१.१०न षट्स्वस्रादिभ्यः
  ३०८
४.१.११मनः
  ४५९
४.१.१२अनो बहुव्रीहेः
  ४६०
४.१.१३डाबुभाभ्यामन्यतरस्याम्
  ४६१
४.१.१४अनुपसर्जनात्
  ४६९
४.१.१५टिड्ढाणञ्द्वयसज्दघ्नञ्मात्रच्तयप्ठक्ठञ्कञ्क्वरपः
  ४७०
• नञ्स्नञीकक्ख्युंस्तरुणतलुनानामुपसंख्यानम् ।
४.१.१६यञश्च
  ४७१
• आपत्यग्रहणं कर्तव्यम् ।
४.१.१७प्राचां ष्फ तद्धितः
  ४७३
• आसुरेरुपसंख्यानम् ।
४.१.१८सर्वत्र लोहितादिकतन्तेभ्यः
  ४७६
४.१.१९कौरव्यमाण्डूकाभ्यां च
  ४७७
४.१.२०वयसि प्रथमे
  ४७८
• वयस्यचरम इति वाच्यम् ।
४.१.२१द्विगोः
  ४७९
४.१.२२अपरिमाणबिस्ताचितकम्बल्येभ्यो न तद्धितलुकि
  ४८०
४.१.२३काण्डान्तात् क्षेत्रे
  ४८१
४.१.२४पुरुषात् प्रमाणेऽन्यतरस्याम्
  ४८२
४.१.२५बहुव्रीहेरूधसो ङीष्
  ४८४
४.१.२६संख्याव्ययादेर्ङीप्
  ४८५
४.१.२७दामहायनान्ताच्च
  ४८६
• वयोवाचकस्यैव हायनशब्दस्य ङीप् णत्वं चेष्यते ।
४.१.२८अन उपधालोपिनोन्यतरस्याम्
  ४६२
४.१.२९नित्यं संज्ञाछन्दसोः
  ४८७
४.१.३०केवलमामकभागधेयपापापरसमानार्यकृत-सुमङ्गलभेषजाच्च
  ४८८
४.१.३१रात्रेश्चाजसौ
  ३४४५
• अजसादिष्विति वक्तव्यम् ।
४.१.३२अन्तर्वत्पतिवतोर्नुक्
  ४८९
• अन्तर्वत्पतिवदिति गर्भभर्तृसंयोगे ।
४.१.३३पत्युर्नो यज्ञसंयोगे
  ४९०
४.१.३४विभाषा सपूर्वस्य
  ४९१
४.१.३५नित्यं सपत्न्यादिषु
  ४९२
४.१.३६पूतक्रतोरै च
  ४९३
४.१.३७वृषाकप्यग्निकुसितकुसिदानामुदात्तः
  ४९४
४.१.३८मनोरौ वा
  ४९५
४.१.३९वर्णादनुदात्तात्तोपधात्तो नः
  ४९६
• असितपलितयोर्न ।• छन्दसि क्नमेके ।• पिशङ्गादुपसंख्यानम् ।
४.१.४०अन्यतो ङीष्
  ४९७
४.१.४१षिद्गौरादिभ्यश्च
  ४९८
४.१.४२जानपदकुण्डगोणस्थलभाजनागकालनीलकुशकामुककबराद्वृत्त्यमत्रावपनाकृत्रिमाश्राणास्थौल्यवर्णानाच्छादनायोविकारमैथुनेच्छाकेशवेशेषु
  ५००
• नीलादोषधौ प्राणिनि च ।• संज्ञायां वा ।
४.१.४३शोणात् प्राचाम्
  ५०१
४.१.४४वोतो गुणवचनात्
  ५०२
• गुणवचनात् ङीबाद्युदात्तार्थम् ।• खरुसंयोगोपधान्न ।
४.१.४५बह्वादिभ्यश्च
  ५०३
४.१.४६नित्यं छन्दसि
  ३४४६
४.१.४७भुवश्च
  ३४४७
४.१.४८पुंयोगादाख्यायाम्
  ५०४
• पालकान्तान्न ।• सूर्याद्देवतायां चाप् ।
४.१.४९इन्द्रवरुणभवशर्वरुद्रमृडहिमारण्ययवयवनमातुलाचार्याणामानुक्
  ५०५
• हिमारण्ययोर्महत्त्वे ।• यवाद्दोषे ।• यवनाल्लिप्याम् ।• मातुलोपाध्याययोरानुग्वा ।• मुद्गलाच्छन्दसि लिच्च ।• आचार्यादणत्वं च ।• अर्यक्षत्रियाभ्यां वा ।
४.१.५०क्रीतात् करणपूर्वात्
  ५०६
४.१.५१क्तादल्पाख्यायाम्
  ५०७
४.१.५२बहुव्रीहेश्चान्तोदात्तात्
  ५०८
• जातान्तान्न ।• पाणिगृहीती भार्यायाम् ।• बहुलं संज्ञाच्छन्दसोः ।• अन्तोदात्तादबहुनञ्सुकालसुखादिपूर्वात् ।• जातिपूर्वादिति वक्तव्यम् ।
४.१.५३अस्वाङ्गपूर्वपदाद्वा
  ५०९
४.१.५४स्वाङ्गाच्चोपसर्जनादसंयोगोपधात्
  ५१०
४.१.५५नासिकोदरौष्ठजङ्घादन्तकर्णशृङ्गाच्च
  ५११
• पुच्छाच्च ।• कबरमणिविषशरेभ्यो नित्यम् ।• उपमानात्पक्षाच्च पुच्छाच्च ।
४.१.५६न क्रोडादिबह्वचः
  ५१२
४.१.५७सहनञ्विद्यमानपूर्वाच्च
  ५१३
४.१.५८नखमुखात् संज्ञायाम्
  ५१४
४.१.५९दीर्घजिह्वी च च्छन्दसि
  ३४४८
४.१.६०दिक्पूर्वपदान्ङीप्
  ५१५
४.१.६१वाहः
  ५१६
४.१.६२सख्यशिश्वीति भाषायाम्
  ५१७
४.१.६३जातेरस्त्रीविषयादयोपधात्
  ५१८
• योपधप्रतिषेधे गवयहयमुकयमनुष्यमत्स्यानामप्रतिषेधः ।
४.१.६४पाककर्णपर्णपुष्पफलमूलवालोत्तरपदाच्च
  ५१९
• सदच्काण्डप्रान्तशतैकेभ्यः पुष्पात्प्रतिषेधः ।• सम्भस्त्राजिनशणपिण्डेभ्यः फलात् ।• मूलान्नञः ।• श्वेताच्च ।
४.१.६५इतो मनुष्यजातेः
  ५२०
४.१.६६ऊङुतः
  ५२१
• अप्राणिजातेश्चारज्ज्वादीनामुपसंख्यानम् ।
४.१.६७बाह्वन्तात् संज्ञायाम्
  ५२२
४.१.६८पङ्गोश्च
  ५२३
• श्वशुरस्योकाराकारलोपश्च ।
४.१.६९ऊरूत्तरपदादौपम्ये
  ५२४
४.१.७०संहितशफलक्षणवामादेश्च
  ५२५
• सहितसहाभ्यां चेति वक्तव्यम् ।
४.१.७१कद्रुकमण्डल्वोश्छन्दसि
  ३४४९
• गुग्गुलुमधुजतुपतयालूनामिति वक्तव्यम् ।
४.१.७२संज्ञायाम्
  ५२६
४.१.७३शार्ङ्गरवाद्यञो ङीन्
  ५२७
• नृनरयोर्वृद्धिश्च ।
४.१.७४यङश्चाप्
  ५२८
• षाद्यञश्चाप् वक्तव्यः ।
४.१.७५आवट्याच्च
  ५२९
४.१.७६तद्धिताः
  ५३०
४.१.७७यूनस्तिः
  ५३१
४.१.७८अणिञोरनार्षयोर्गुरूपोत्तमयोः ष्यङ् गोत्रे
  ११९८
४.१.७९गोत्रावयवात्
  ११९९
४.१.८०क्रौड्यादिभ्यश्च
  १२००
४.१.८१दैवयज्ञिशौचिवृक्षिसात्यमुग्रिकाण्ठेविद्धिभ्योऽन्यतरस्याम्
  १२०१
४.१.८२समर्थानां प्रथमाद्वा
  १०७२
४.१.८३प्राग्दीव्यतोऽण्
  १०७३
४.१.८४अश्वपत्यादिभ्यश्च
  १०७४
• सर्वत्र गोरजादिप्रसङ्गे यत् ।
४.१.८५दित्यदित्यादित्यपत्युत्तरपदाण्ण्यः
  १०७७
• वाङ्मतिपितृमतां छन्दस्युपसंख्यानम् ।• यमाच्चेति काशिकायाम् ।• पृथिव्या ञाञौ ।• देवाद्यञञौ ।• बहिषष्टिलोपो यञ्च ईकक् च ।• ईकञ् छन्दसि ।• स्थाम्नोऽकारः ।• लोम्नोऽपत्येषु बहुष्वकारो वक्तव्यः ।• गोरजादिप्रसङ्गे यत् ।
४.१.८६उत्सादिभ्योऽञ्
  १०७८
४.१.८७स्त्रीपुंसाभ्यां नञ्स्नञौ भवनात्
  १०७९
४.१.८८द्विगोर्लुगनपत्ये
  १०८०
४.१.८९गोत्रेऽलुगचि
  १०८१
४.१.९०यूनि लुक्
  १०८३
४.१.९१फक्फिञोरन्यतरस्याम्
  १०८७
४.१.९२तस्यापत्यम्
  १०८८
४.१.९३एको गोत्रे
  १०९३
४.१.९४गोत्राद्यून्यस्त्रियाम्
  १०९४
४.१.९५अत इञ्
  १०९५
४.१.९६बाह्वादिभ्यश्च
  १०९६
४.१.९७सुधातुरकङ् च
  १०९७
• व्यासवरुडनिषादचण्डालबिम्बानां चेति वक्तव्यम् ।
४.१.९८गोत्रे कुञ्जादिभ्यश्च्फञ्
  १०९९
४.१.९९नडादिभ्यः फक्
  ११०१
४.१.१००हरितादिभ्योऽञः
  ११०२
४.१.१०१यञिञोश्च
  ११०३
४.१.१०२शरद्वच्छुनकदर्भाद्भृगुवत्साग्रायणेषु
  ११०४
४.१.१०३द्रोणपर्वतजीवन्तादन्यतरस्याम्
  ११०५
४.१.१०४अनृष्यानन्तर्ये बिदादिभ्योऽञ्
  ११०६
४.१.१०५गर्गादिभ्यो यञ्
  ११०७
४.१.१०६मधुबभ्र्वोर्ब्राह्मणकौशिकयोः
  ११०९
४.१.१०७कपिबोधादाङ्गिरसे
  १११०
४.१.१०८वतण्डाच्च
  ११११
४.१.१०९लुक् स्त्रियाम्
  १११२
४.१.११०अश्वादिभ्यः फञ्
  १११३
४.१.१११भर्गात् त्रैगर्ते
  १११४
४.१.११२शिवादिभ्योऽण्
  १११५
४.१.११३अवृद्धाभ्यो नदीमानुषीभ्यस्तन्नामिकाभ्यः
  १११६
४.१.११४ऋष्यन्धकवृष्णिकुरुभ्यश्च
  १११७
४.१.११५मातुरुत् संख्यासम्भद्रपूर्वायाः
  १११८
४.१.११६कन्यायाः कनीन च
  १११९
४.१.११७विकर्णशुङ्गच्छगलाद्वत्सभरद्वाजात्रिषु
  ११२०
४.१.११८पीलाया वा
  ११२१
४.१.११९ढक् च मण्डूकात्
  ११२२
४.१.१२०स्त्रीभ्यो ढक्
  ११२३
४.१.१२१द्व्यचः
  ११२४
४.१.१२२इतश्चानिञः
  ११२५
४.१.१२३शुभ्रादिभ्यश्च
  ११२६
४.१.१२४विकर्णकुषीतकात् काश्यपे
  ११२७
४.१.१२५भ्रुवो वुक् च
  ११२८
४.१.१२६कल्याण्यादीनामिनङ्
  ११३१
४.१.१२७कुलटाया वा
  ११३२
४.१.१२८चटकाया ऐरक्
  ११३४
• स्त्रियामपत्ये लुक् ।
४.१.१२९गोधाया ढ्रक्
  ११३५
४.१.१३०आरगुदीचाम्
  ११३६
४.१.१३१क्षुद्राभ्यो वा
  ११३७
४.१.१३२पितृष्वसुश्छण्
  ११३८
४.१.१३३ढकि लोपः
  ११३९
४.१.१३४मातृष्वसुश्च
  ११४०
४.१.१३५चतुष्पाद्भ्यो ढञ्
  ११४१
४.१.१३६गृष्ट्यादिभ्यश्च
  ११४३
४.१.१३७राजश्वशुराद्यत्
  ११५३
• राज्ञो जातावेवेति वाच्यम् ।
४.१.१३८क्षत्राद्घः
  ११६१
४.१.१३९कुलात् खः
  ११६२
४.१.१४०अपूर्वपदादन्यतरस्यां यड्ढकञौ
  ११६३
४.१.१४१महाकुलादञ्खञौ
  ११६४
४.१.१४२दुष्कुलाड्ढक्
  ११६५
४.१.१४३स्वसुश्छः
  ११६६
४.१.१४४भ्रातुर्व्यच्च
  ११६७
४.१.१४५व्यन् सपत्ने
  ११६८
४.१.१४६रेवत्यादिभ्यष्ठक्
  ११६९
४.१.१४७गोत्रस्त्रियाः कुत्सने ण च
  ११७१
४.१.१४८वृद्धाट्ठक् सौवीरेषु बहुलम्
  ११७२
४.१.१४९फेश्छ च
  ११७३
४.१.१५०फाण्टाहृतिमिमताभ्यां णफिञौ
  ११७४
४.१.१५१कुर्वादिभ्यो ण्यः
  ११७५
• सम्राजः क्षत्रिये ।
४.१.१५२सेनान्तलक्षणकारिभ्यश्च
  ११७६
४.१.१५३उदीचामिञ्
  ११७७
• तक्ष्णोऽण उपसंख्यानम् ।
४.१.१५४तिकादिभ्यः फिञ्
  ११७८
४.१.१५५कौसल्यकार्मार्याभ्यां च
  ११७९
• वदगुकोसलकर्मारछागवृषाणां युक्चादिष्टस्य ।
४.१.१५६अणो द्व्यचः
  ११८०
४.१.१५७उदीचां वृद्धादगोत्रात्
  ११८१
४.१.१५८वाकिनादीनां कुक् च
  ११८२
४.१.१५९पुत्रान्तादन्यतरस्याम्
  ११८३
४.१.१६०प्राचामवृद्धात् फिन् बहुलम्
  ११८४
४.१.१६१मनोर्जातावञ्यतौ षुक् च
  ११८५
४.१.१६२अपत्यं पौत्रप्रभृति गोत्रम्
  १०८९
• यूनश्च कुत्सायां गोत्रसंज्ञेति वाच्यम् ।
४.१.१६३जीवति तु वंश्ये युवा
  १०९०
• वृद्धस्य च पूजायाम् ।
४.१.१६४भ्रातरि च ज्यायसि
  १०९१
४.१.१६५वान्यस्मिन् सपिण्डे स्थविरतरे जीवति
  १०९२
४.१.१६६वृद्धस्य च पूजायाम्

• क्षत्रियसमानशब्दाज्जनपदात्तस्य राजन्यपत्यवत् ।• पूरोरण् वक्तव्यः ।• पाण्डोर्ड्यण् ।
४.१.१६७यूनश्च कुत्सायाम्

४.१.१६८जनपदशब्दात् क्षत्रियादञ्
  ११८६
४.१.१६९साल्वेयगान्धारिभ्यां च
  ११८७
४.१.१७०द्व्यञ्मगधकलिङ्गसूरमसादण्
  ११८८
४.१.१७१वृद्धेत्कोसलाजादाञ्ञ्यङ्
  ११८९
४.१.१७२कुरुनादिभ्यो ण्यः
  ११९०
४.१.१७३साल्वावयवप्रत्यग्रथकलकूटाश्मकादिञ्
  ११९१
४.१.१७४ते तद्राजाः
  ११९२
४.१.१७५कम्बोजाल्लुक्
  ११९४
• कम्बोजादिभ्य इति वक्तव्यम् ।
४.१.१७६स्त्रियामवन्तिकुन्तिकुरुभ्यश्च
  ११९५
४.१.१७७अतश्च
  ११९६
४.१.१७८न प्राच्यभर्गादियौधेयादिभ्यः
  ११९७
४.२.१तेन रक्तं रागात्
  १२०२
४.२.२लाक्षारोचनाशकलकर्दमाट्ठक्
  १२०३
• शकलकर्दमाभ्यामुपसंख्यानम् ।• नील्या अङ्वक्तव्यः ।• पीतात्कन् वक्तव्यः ।• हरिद्रामहारजनाभ्यामञ् ।
४.२.३नक्षत्रेण युक्तः कालः
  १२०४
४.२.४लुबविशेषे
  १२०५
४.२.५संज्ञायां श्रवणाश्वत्थाभ्याम्
  १२०६
४.२.६द्वन्द्वाच्छः
  १२०७
४.२.७दृष्टं साम
  १२०८
४.२.८कलेर्ढक्
  १२०९
• सर्वत्राग्निकलिभ्यां ढग्वक्तव्यः ।• अस्मिन्नर्थेऽण् डिद्वा वक्तव्यः ।• जातार्थे प्रतिप्रसूतोऽण्वा डिद्वक्तव्यः ।• तीयादीकक् स्वार्थे वाच्यः ।• न विद्यायाः ।• गोत्रादङ्कवत् ।
४.२.९वामदेवाड्ड्यड्ड्यौ
  १२१०
४.२.१०परिवृतो रथः
  १२११
४.२.११पाण्डुकम्बलादिनिः
  १२१२
४.२.१२द्वैपवैयाघ्रादञ्
  १२१३
४.२.१३कौमारापूर्ववचने
  १२१४
४.२.१४तत्रोद्धृतममत्रेभ्यः
  १२१५
४.२.१५स्थण्डिलाच्छयितरि व्रते
  १२१६
४.२.१६संस्कृतं भक्षाः
  १२१७
४.२.१७शूलोखाद्यत्
  १२१८
४.२.१८दध्नष्ठक्
  १२१९
४.२.१९उदश्वितोऽन्यतरस्याम्
  १२२०
४.२.२०क्षीराड्ढञ्
  १२२२
४.२.२१सास्मिन् पौर्णमासीति संज्ञायाम्
  १२२३
४.२.२२आग्रहायण्यश्वत्थाट्ठक्
  १२२४
४.२.२३विभाषा फाल्गुनीश्रवणाकार्त्तिकीचैत्रीभ्यः
  १२२५
४.२.२४सास्य देवता
  १२२६
४.२.२५कस्येत्
  १२२७
४.२.२६शुक्राद्घन्
  १२२८
४.२.२७अपोनप्त्रपान्नप्तृभ्यां घः
  १२२९
४.२.२८छ च
  १२३०
• छप्रकरणे पैङ्गाक्षीपुत्रादिभ्य उपसंख्यानम् ।• शतरुद्राच्छश्च घश्च ।
४.२.२९महेन्द्राद्घाणौ च
  १२३१
४.२.३०सोमाट्ट्यण्
  १२३२
४.२.३१वाय्वृतुपित्रुषसो यत्
  १२३३
४.२.३२द्यावापृथिवीशुनासीरमरुत्वदग्नीषोमवास्तोष्पतिगृहमेधाच्छ च
  १२३५
४.२.३३अग्नेर्ढक्
  १२३६
४.२.३४कालेभ्यो भववत्
  १२३७
४.२.३५महाराजप्रोष्ठपदाट्ठञ्
  १२३८
• तदस्मिन् वर्तत इति नवयज्ञादिभ्य उपसंख्यानम् ।• पूर्णमासादण् वक्तव्यः ।
४.२.३६पितृव्यमातुलमातामहपितामहाः
  १२४२
• पितुर्भ्रातरि व्यन् ।• मातुर्डुलच् ।• मातृपितृभ्यां पितरि डामहच् ।• मातरि षिच्च ।• अवेर्दुग्धे सोढदूसमरीसचो वक्तव्याः ।• तिलानिष्फलात्पिञ्जपेजौ ।• पिञ्जश्छन्दसि डिच्च ।
४.२.३७तस्य समूहः
  १२४३
४.२.३८भिक्षादिभ्योऽण्
  १२४४
४.२.३९गोत्रोक्षोष्ट्रोरभ्रराजराजन्यराजपुत्रवत्समनुष्याजाद्वुञ्
  १२४६
• वृद्धाच्चेति वक्तव्यम् ।
४.२.४०केदाराद्यञ् च
  १२४८
• गणिकाया 'यञ्' इति वक्तव्यम् ।
४.२.४१ठञ् कवचिनश्च
  १२४९
४.२.४२ब्राह्मणमाणववाडवाद्यन्
  १२५०
• पृष्ठादुपसंख्यानम् ।• वातादूलो वा ।
४.२.४३ग्रामजनबन्धुसहायेभ्यः तल्
  १२५१
• गजसहायाभ्यां चेति वक्तव्यम् ।• अह्नः खः क्रतौ ।• पर्श्वा णस् वक्तव्यः ।
४.२.४४अनुदात्तादेरञ्
  १२५३
४.२.४५खण्डिकादिभ्यश्च
  १२५४
४.२.४६चरणेभ्यो धर्मवत्
  १२५५
४.२.४७अचित्तहस्तिधेनोष्ठक्
  १२५६
• धेनोरनञ इति वक्तव्यम् ।
४.२.४८केशाश्वाभ्यां यञ्छावन्यतरस्याम्
  १२५७
४.२.४९पाशादिभ्यो यः
  १२५८
४.२.५०खलगोरथात्
  १२५९
४.२.५१इनित्रकट्यचश्च
  १२६०
• खलादिभ्य इनिर्वक्तव्यः ।
४.२.५२विषयो देशे
  १२६१
४.२.५३राजन्यादिभ्यो वुञ्
  १२६२
४.२.५४भौरिक्याद्यैषुकार्यादिभ्यो विधल्भक्तलौ
  १२६३
४.२.५५सोऽस्यादिरिति च्छन्दसः प्रगाथेषु
  १२६४
• स्वार्थ उपसंख्यानम् ।
४.२.५६संग्रामे प्रयोजनयोद्धृभ्यः
  १२६५
४.२.५७तदस्यां प्रहरणमिति क्रीडायाम् णः
  १२६६
४.२.५८घञः साऽस्यां क्रियेति ञः
  १२६७
४.२.५९तदधीते तद्वेद
  १२६९
४.२.६०क्रतूक्थादिसूत्रान्ताट्ठक्
  १२७०
• मुख्यार्थात्तूक्थशब्दात् ठगणौनेष्येते ।• विद्यालक्षणकल्पान्ताच्चेति वक्तव्यम् ।• सूत्रान्तात्त्वकल्पादेरेवेष्यते ।• अङ्गक्षत्रधर्मत्रिपूर्वाद्विद्यान्तान्नेति वक्तव्यम् ।• आख्यानाख्यायिकेतिहासपुराणेभ्यश्च ।• सर्वादेः सादेश्च लुक् ।• द्विगोश्च ।• अनुसूूर्लक्ष्यलक्षणे ।• इकन्पदोत्तरपदात् शतषष्टेष्षिकन् पथः ।
४.२.६१क्रमादिभ्यो वुन्
  १२७१
४.२.६२अनुब्राह्मणादिनिः
  १२७२
४.२.६३वसन्तादिभ्यष्ठक्
  १२७३
४.२.६४प्रोक्ताल्लुक्
  १२७४
४.२.६५सूत्राच्च कोपधात्
  १२७७
४.२.६६छन्दोब्राह्मणानि च तद्विषयाणि
  १२७८
४.२.६७तदस्मिन्नस्तीति देशे तन्नाम्नि
  १२७९
४.२.६८तेन निर्वृत्तम्
  १२८०
४.२.६९तस्य निवासः
  १२८१
४.२.७०अदूरभवश्च
  १२८२
४.२.७१ओरञ्
  १२८३
४.२.७२मतोश्च बह्वजङ्गात्
  १२८४
४.२.७३बह्वचः कूपेषु
  १२८५
४.२.७४उदक् च विपाशः
  १२८६
४.२.७५संकलादिभ्यश्च
  १२८७
४.२.७६स्त्रीषु सौवीरसाल्वप्राक्षु
  १२८८
४.२.७७सुवास्त्वादिभ्योऽण्
  १२८९
४.२.७८रोणी
  १२९०
४.२.७९कोपधाच्च
  १२९१
४.२.८०वुञ्छण्कठजिलशेनिरढञ्ण्ययफक्फिञिञ्ञ्यकक्ठकोऽरीहणकृशाश्वर्श्यकुमुदकाशतृणप्रेक्षाऽश्मसखिसंकाशबलपक्षकर्णसुतंगमप्रगदिन्वराहकुमुदादिभ्यः
  १२९२
४.२.८१जनपदे लुप्
  १२९३
४.२.८२वरणादिभ्यश्च
  १३०१
४.२.८३शर्कराया वा
  १३०२
४.२.८४ठक्छौ च
  १३०३
४.२.८५नद्यां मतुप्
  १३०४
४.२.८६मध्वादिभ्यश्च
  १३०५
४.२.८७कुमुदनडवेतसेभ्यो ड्मतुप्
  १३०६
• महिषाच्चेति वक्तव्यम् ।
४.२.८८नडशादाड्ड्वलच्
  १३०७
४.२.८९शिखाया वलच्
  १३०८
४.२.९०उत्करादिभ्यश्छः
  १३०९
४.२.९१नडादीनां कुक् च
  १३१०
४.२.९२शेषे
  १३१२
४.२.९३राष्ट्रावारपाराद्घखौ
  १३१३
• अवारपाराद्विगृहीताद्विपरीताच्चेति वक्तव्यम् ।
४.२.९४ग्रामाद्यखञौ
  १३१४
४.२.९५कत्र्यादिभ्यो ढकञ्
  १३१५
४.२.९६कुलकुक्षिग्रीवाभ्यः श्वास्यलंकारेषु
  १३१६
४.२.९७नद्यादिभ्यो ढक्
  १३१७
४.२.९८दक्षिणापश्चात्पुरसस्त्यक्
  १३१८
४.२.९९कापिश्याः ष्फक्
  १३१९
• बाह्ल्युर्दिपर्दिभ्यश्चेति वक्तव्यम् ।
४.२.१००रंकोरमनुष्येऽण् च
  १३२०
४.२.१०१द्युप्रागपागुदक्प्रतीचो यत्
  १३२१
४.२.१०२कन्थायाष्ठक्
  १३२२
४.२.१०३वर्णौ वुक्
  १३२३
४.२.१०४अव्ययात्त्यप्
  १३२४
• अमेहक्वतसित्रेभ्य एव ।• त्यब्नेर्ध्रुवे इति वक्तव्यम् ।• निसो गते ।• अरण्याण्णः ।• दूरादेत्यः ।• उत्तरादाहञ् ।• आविष्ट्यस्योपसंख्यानं छन्दसि ।
४.२.१०५ऐषमोह्यःश्वसोऽन्यतरस्याम्
  १३२६
४.२.१०६तीररूप्योत्तरपदादञ्ञौ
  १३२७
४.२.१०७दिक्पूर्वपदादसंज्ञायां ञः
  १३२८
४.२.१०८मद्रेभ्योऽञ्
  १३२९
४.२.१०९उदीच्यग्रामाच्च बह्वचोऽन्तोदात्तात्
  १३३०
४.२.११०प्रस्थोत्तरपदपलद्यादिकोपधादण्
  १३३१
४.२.१११कण्वादिभ्यो गोत्रे
  १३३२
४.२.११२इञश्च
  १३३३
४.२.११३न द्व्यचः प्राच्यभरतेषु
  १३३४
४.२.११४वृद्धाच्छः
  १३३७
४.२.११५भवतष्ठक्छसौ
  १३३९
४.२.११६काश्यादिभ्यष्ठञ्ञिठौ
  १३४०
• आपदादिपूर्वपदात्कालात् ।
४.२.११७वाहीकग्रामेभ्यश्च
  १३४१
४.२.११८विभाषोशीनरेषु
  १३४२
४.२.११९ओर्देशे ठञ्
  १३४३
४.२.१२०वृद्धात् प्राचाम्
  १३४४
४.२.१२१धन्वयोपधाद्वुञ्
  १३४५
४.२.१२२प्रस्थपुरवहान्ताच्च
  १३४६
४.२.१२३रोपधेतोः प्राचाम्
  १३४७
४.२.१२४जनपदतदवध्योश्च
  १३४८
४.२.१२५अवृद्धादपि बहुवचनविषयात्
  १३४९
४.२.१२६कच्छाग्निवक्त्रवर्त्तोत्तरपदात्
  १३५०
४.२.१२७धूमादिभ्यश्च
  १३५१
४.२.१२८नगरात् कुत्सनप्रावीण्ययोः
  १३५२
४.२.१२९अरण्यान्मनुष्ये
  १३५३
• पथ्यध्यायन्यायविहारमनुष्यहस्तिष्विति वक्तव्यम् ।• वा गोमयेषु ।
४.२.१३०विभाषा कुरुयुगन्धराभ्याम्
  १३५४
४.२.१३१मद्रवृज्योः कन्
  १३५५
४.२.१३२कोपधादण्
  १३५६
४.२.१३३कच्छादिभ्यश्च
  १३५७
४.२.१३४मनुष्यतत्स्थयोर्वुञ्
  १३५८
४.२.१३५अपदातौ साल्वात्
  १३५९
४.२.१३६गोयवाग्वोश्च
  १३६०
४.२.१३७गर्तोत्तरपदाच्छः
  १३६१
४.२.१३८गहादिभ्यश्च
  १३६२
४.२.१३९प्राचां कटादेः
  १३६३
४.२.१४०राज्ञः क च
  १३६४
४.२.१४१वृद्धादकेकान्तखोपधात्
  १३६५
• अकेकान्तग्रहणे कोपधग्रहणं सौसुकाद्यर्थम् ।
४.२.१४२कन्थापलदनगरग्रामहृदोत्तरपदात्
  १३६६
४.२.१४३पर्वताच्च
  १३६७
४.२.१४४विभाषाऽमनुष्ये
  १३६८
४.२.१४५कृकणपर्णाद्भारद्वाजे
  १३६९
४.३.१युष्मदस्मदोरन्यतरस्यां खञ् च
  १३७०
४.३.२तस्मिन्नणि च युष्माकास्माकौ
  १३७१
४.३.३तवकममकावेकवचने
  १३७२
४.३.४अर्धाद्यत्
  १३७४
४.३.५परावराधमोत्तमपूर्वाच्च
  १३७५
४.३.६दिक्पूर्वपदाट्ठञ् च
  १३७६
४.३.७ग्रामजनपदैकदेशादञ्ठञौ
  १३७७
४.३.८मध्यान्मः
  १३७८
• आदेश्चेति वक्तव्यम् ।• अवोधसोर्लोपश्च ।
४.३.९अ साम्प्रतिके
  १३७९
४.३.१०द्वीपादनुसमुद्रं यञ्
  १३८०
४.३.११कालाट्ठञ्
  १३८१
४.३.१२श्राद्धे शरदः
  १३८२
४.३.१३विभाषा रोगातपयोः
  १३८३
४.३.१४निशाप्रदोषाभ्यां च
  १३८४
४.३.१५श्वसस्तुट् च
  १३८५
४.३.१६संधिवेलाद्यृतुनक्षत्रेभ्योऽण्
  १३८७
४.३.१७प्रावृष एण्यः
  १३८८
४.३.१८वर्षाभ्यष्ठक्
  १३८९
४.३.१९छन्दसि ठञ्
  ३४५०
४.३.२०वसन्ताच्च
  ३४५१
४.३.२१हेमन्ताच्च
  ३४५२
४.३.२२सर्वत्राण् च तलोपश्च
  १३९०
४.३.२३सायंचिरम्प्राह्णेप्रगेऽव्ययेभ्यष्ट्युट्युलौ तुट् च
  १३९१
• चिरपरुुत्पराभ्यस्त्नो वक्तव्यः ।• अग्रादिपश्चाड्डिमच् ।• अन्ताच्च ।
४.३.२४विभाषा पूर्वाह्णापराह्णाभ्याम्
  १३९२
४.३.२५तत्र जातः
  १३९३
४.३.२६प्रावृषष्ठप्
  १३९४
४.३.२७संज्ञायां शरदो वुञ्
  १३९५
४.३.२८पूर्वाह्णापराह्णार्द्रामूलप्रदोषावस्कराद्वुन्
  १४०१
४.३.२९पथः पन्थ च
  १४०२
४.३.३०अमावास्याया वा
  १४०३
४.३.३१अ च
  १४०४
४.३.३२सिन्ध्वपकराभ्यां कन्
  १४०५
४.३.३३अणञौ च
  १४०६
४.३.३४श्रविष्ठाफल्गुन्यनुराधास्वातितिष्यपुनर्वसुहस्तविशाखाषाढाबहुलाल्लुक्
  १४०७
• चित्रारेवतीरोहिणीभ्यः स्त्रियामुपसंख्यानम् ।• फल्गुन्यषाढाभ्यां टानौ वक्तव्यौ ।• श्रविष्ठाऽषाढाभ्यां छण्वक्तव्यः ।
४.३.३५स्थानान्तगोशालखरशालाच्च
  १४१०
४.३.३६वत्सशालाभिजिदश्वयुक्छतभिषजो वा
  १४११
४.३.३७नक्षत्रेभ्यो बहुलम्
  १४१२
४.३.३८कृतलब्धक्रीतकुशलाः
  १४१३
४.३.३९प्रायभवः
  १४१४
४.३.४०उपजानूपकर्णोपनीवेष्ठक्
  १४१५
४.३.४१संभूते
  १४१६
४.३.४२कोशाड्ढञ्
  १४१७
४.३.४३कालात् साधुपुष्प्यत्पच्यमानेषु
  १४१८
४.३.४४उप्ते च
  १४१९
४.३.४५आश्वयुज्या वुञ्
  १४२०
४.३.४६ग्रीष्मवसन्तादन्यतरस्याम्
  १४२१
४.३.४७देयमृणे
  १४२२
४.३.४८कलाप्यश्वत्थयवबुसाद्वुन्
  १४२३
४.३.४९ग्रीष्मावरसमाद्वुञ्
  १४२४
४.३.५०संवत्सराग्रहायणीभ्यां ठञ् च
  १४२५
४.३.५१व्याहरति मृगः
  १४२६
४.३.५२तदस्य सोढम्
  १४२७
४.३.५३तत्र भवः
  १४२८
४.३.५४दिगादिभ्यो यत्
  १४२९
४.३.५५शरीरावयवाच्च
  १४३०
४.३.५६दृतिकुक्षिकलशिवस्त्यस्त्यहेर्ढञ्
  १४३३
४.३.५७ग्रीवाभ्योऽण् च
  १४३४
४.३.५८गम्भीराञ्ञ्यः
  १४३५
• बहिर्देवपञ्चजनेभ्यश्च ।
४.३.५९अव्ययीभावाच्च
  १४३६
• परिमुखादिभ्य एवेष्यते ।
४.३.६०अन्तःपूर्वपदाट्ठञ्
  १४३७
• अध्यात्मादेष्ठञिष्यते ।• मुखपार्श्वतसोरीयः ।• कुग्जनस्य परस्य च ।• भवार्थे तु लुग्वक्तव्यः ।
४.३.६१ग्रामात् पर्यनुपूर्वात्
  १४४०
४.३.६२जिह्वामूलाङ्गुलेश्छः
  १४४१
४.३.६३वर्गान्ताच्च
  १४४२
४.३.६४अशब्दे यत्खावन्यतरस्याम्
  १४४३
४.३.६५कर्णललाटात् कनलंकारे
  १४४४
४.३.६६तस्य व्याख्यान इति च व्याख्यातव्यनाम्नः
  १४४५
४.३.६७बह्वचोऽन्तोदात्ताट्ठञ्
  १४४६
४.३.६८क्रतुयज्ञेभ्यश्च
  १४४७
४.३.६९अध्यायेष्वेवर्षेः
  १४४८
४.३.७०पौरोडाशपुरोडाशात् ष्ठन्
  १४४९
४.३.७१छन्दसो यदणौ
  १४५०
४.३.७२द्व्यजृद्ब्राह्मणर्क्प्रथमाध्वरपुरश्चरणनामाख्याताट्ठक्
  १४५१
• नामाख्यातग्रहणं संघातविगृहीतार्थम् ।
४.३.७३अणृगयनादिभ्यः
  १४५२
४.३.७४तत आगतः
  १४५३
४.३.७५ठगायस्थानेभ्यः
  १४५४
४.३.७६शुण्डिकादिभ्योऽण्
  १४५५
४.३.७७विद्यायोनिसंबन्धेभ्यो वुञ्
  १४५६
४.३.७८ऋतष्ठञ्
  १४५७
४.३.७९पितुर्यच्च
  १४५८
४.३.८०गोत्रादङ्कवत्
  १४५९
४.३.८१हेतुमनुष्येभ्योऽन्यतरस्यां रूप्यः
  १४६१
४.३.८२मयट् च
  १४६२
४.३.८३प्रभवति
  १४६३
४.३.८४विदूराञ्ञ्यः
  १४६४
४.३.८५तद्गच्छति पथिदूतयोः
  १४६५
४.३.८६अभिनिष्क्रामति द्वारम्
  १४६६
४.३.८७अधिकृत्य कृते ग्रन्थे
  १४६७
• लुबाख्यायिकाभ्यो बहुलम् ।
४.३.८८शिशुक्रन्दयमसभद्वन्द्वेन्द्रजननादिभ्यश्छः
  १४६८
• द्वन्द्वे देवासुरादिभ्यः प्रतिषेधो वक्तव्यः ।
४.३.८९सोऽस्य निवासः
  १४६९
४.३.९०अभिजनश्च
  १४७०
४.३.९१आयुधजीविभ्यश्छः पर्वते
  १४७१
४.३.९२शण्डिकादिभ्यो ञ्यः
  १४७२
४.३.९३सिन्धुतक्षशिलादिभ्योऽणञौ
  १४७३
४.३.९४तूदीशलातुरवर्मतीकूचवाराड्ढक्छण्ढञ्यकः
  १४७४
४.३.९५भक्तिः
  १४७५
४.३.९६अचित्ताददेशकालाट्ठक्
  १४७६
४.३.९७महाराजाट्ठञ्
  १४७७
४.३.९८वासुदेवार्जुनाभ्यां वुन्
  १४७८
४.३.९९गोत्रक्षत्रियाख्येभ्यो बहुलं वुञ्
  १४७९
४.३.१००जनपदिनां जनपदवत् सर्वं जनपदेन समानशब्दानां बहुवचने
  १४८०
४.३.१०१तेन प्रोक्तम्
  १४८१
४.३.१०२तित्तिरिवरतन्तुखण्डिकोखाच्छण्
  १४८२
४.३.१०३काश्यपकौशिकाभ्यामृषिभ्यां णिनिः
  १४८३
४.३.१०४कलापिवैशम्पायनान्तेवासिभ्यश्च
  १४८४
४.३.१०५पुराणप्रोक्तेषु ब्राह्मणकल्पेषु
  १४८५
४.३.१०६शौनकादिभ्यश्छन्दसि
  १४८६
४.३.१०७कठचरकाल्लुक्
  १४८७
४.३.१०८कलापिनोऽण्
  १४८८
४.३.१०९छगलिनो ढिनुक्
  १४८९
४.३.११०पाराशर्यशिलालिभ्यां भिक्षुनटसूत्रयोः
  १४९०
४.३.१११कर्मन्दकृशाश्वादिनिः
  १४९१
४.३.११२तेनैकदिक्
  १४९२
४.३.११३तसिश्च
  १४९३
४.३.११४उरसो यच्च
  १४९४
४.३.११५उपज्ञाते
  १४९५
४.३.११६कृते ग्रन्थे
  १४९६
४.३.११७संज्ञायाम्
  १४९७
४.३.११८कुलालादिभ्यो वुञ्
  १४९८
४.३.११९क्षुद्राभ्रमरवटरपादपादञ्
  १४९९
४.३.१२०तस्येदम्
  १५००
• पत्राद्वाह्ये ।• वहेस्तुरणिट् च ।• अग्नीधः शरणे रण् भत्वं च ।• समिधामाधाने षेण्यण् ।• चरणाद्धर्माम्नाययोः ।
४.३.१२१रथाद्यत्
  १५०१
४.३.१२२पत्रपूर्वादञ्
  १५०२
४.३.१२३पत्राध्वर्युपरिषदश्च
  १५०३
४.३.१२४हलसीराट्ठक्
  १५०४
४.३.१२५द्वन्द्वाद्वुन् वैरमैथुनिकयोः
  १५०५
• वैरे देवासुरादिभ्यः प्रतिषेधः ।
४.३.१२६गोत्रचरणाद्वुञ्
  १५०६
४.३.१२७संघाङ्कलक्षणेष्वञ्यञिञामण्
  १५०७
• घोषग्रहणमपि कर्तव्यम् ।
४.३.१२८शाकलाद्वा
  १५०८
४.३.१२९छन्दोगौक्थिकयाज्ञिकबह्वृचनटाञ्ञ्यः
  १५०९
४.३.१३०न दण्डमाणवान्तेवासिषु
  १५१०
४.३.१३१रैवतिकादिभ्यश्छः
  १५११
४.३.१३२कौपिञ्जलहास्तिपदादण्
  १५१२
४.३.१३३आथर्वणिकस्येकलोपश्च
  १५१३
४.३.१३४तस्य विकारः
  १५१४
४.३.१३५अवयवे च प्राण्योषधिवृक्षेभ्यः
  १५१५
४.३.१३६बिल्वादिभ्योऽण्
  १५१६
४.३.१३७कोपधाच्च
  १५१७
४.३.१३८त्रपुजतुनोः षुक्
  १५१८
४.३.१३९ओरञ्
  १५१९
४.३.१४०अनुदात्तादेश्च
  १५२०
४.३.१४१पलाशादिभ्यो वा
  १५२१
४.३.१४२शम्याष्ट्लञ्
  १५२२
४.३.१४३मयड्वैतयोर्भाषायामभक्ष्याच्छादनयोः
  १५२३
४.३.१४४नित्यं वृद्धशरादिभ्यः
  १५२४
• एकाचो नित्यम् ।
४.३.१४५गोश्च पुरीषे
  १५२५
४.३.१४६पिष्टाच्च
  १५२६
४.३.१४७संज्ञायां कन्
  १५२७
४.३.१४८व्रीहेः पुरोडाशे
  १५२८
४.३.१४९असंज्ञायां तिलयवाभ्याम्
  १५२९
४.३.१५०द्व्यचश्छन्दसि
  ३४५३
४.३.१५१नोत्वद्वर्ध्रबिल्वात्
  ३४५४
४.३.१५२तालादिभ्योऽण्
  १५३०
४.३.१५३जातरूपेभ्यः परिमाणे
  १५३१
४.३.१५४प्राणिरजतादिभ्योऽञ्
  १५३२
४.३.१५५ञितश्च तत्प्रत्ययात्
  १५३३
४.३.१५६क्रीतवत् परिमाणात्
  १५३४
४.३.१५७उष्ट्राद्वुञ्
  १५३५
४.३.१५८उमोर्णयोर्वा
  १५३६
४.३.१५९एण्या ढञ्
  १५३७
४.३.१६०गोपयसोर्यत्
  १५३८
४.३.१६१द्रोश्च
  १५३९
४.३.१६२माने वयः
  १५४०
४.३.१६३फले लुक्
  १५४१
४.३.१६४प्लक्षादिभ्योऽण्
  १५४२
४.३.१६५जम्ब्वा वा
  १५४४
४.३.१६६लुप् च
  १५४५
• फलपाकशुषामुपसंख्यानम् ।
४.३.१६७हरीतक्यादिभ्यश्च
  १५४६
४.३.१६८कंसीयपरशव्ययोर्यञञौ लुक् च
  १५४७
४.४.१प्राग्वहतेष्ठक्
  १५४८
• पुष्पमूलेषु बहुलम् ।• तदाहेति माशब्दादिभ्य उपसंख्यानम् ।• गच्छतौ परदारादिभ्यः ।• आहौ प्रभूतादिभ्यः ।• पृच्छतौ सुस्नातादिभ्यः ।
४.४.२तेन दीव्यति खनति जयति जितम्
  १५५०
४.४.३संस्कृतम्
  १५५१
४.४.४कुलत्थकोपधादण्
  १५५२
४.४.५तरति
  १५५३
४.४.६गोपुच्छाट्ठञ्
  १५५४
४.४.७नौद्व्यचष्ठन्
  १५५५
४.४.८चरति
  १५५६
४.४.९आकर्षात् ष्ठल्
  १५५७
४.४.१०पर्पादिभ्यः ष्ठन्
  १५५८
४.४.११श्वगणाट्ठञ्च
  १५५९
४.४.१२वेतनादिभ्यो जीवति
  १५६२
४.४.१३वस्नक्रयविक्रयाट्ठन्
  १५६३
• क्रयविक्रयग्रहणं संघातविगृहीतार्थम् ।
४.४.१४आयुधाच्छ च
  १५६४
४.४.१५हरत्युत्सङ्गादिभ्यः
  १५६५
४.४.१६भस्त्रादिभ्यः ष्ठन्
  १५६६
४.४.१७विभाषा विवधवीवधात्
  १५६७
• वीवधादपि ।
४.४.१८अण् कुटिलिकायाः
  १५६८
४.४.१९निर्वृत्तेऽक्षद्यूतादिभ्यः
  १५६९
४.४.२०क्त्रेर्मम् नित्यं
  १५७०
• भावप्रत्ययान्तादिमब्वक्तव्यः ।
४.४.२१अपमित्ययाचिताभ्यां कक्कनौ
  १५७१
४.४.२२संसृष्टे
  १५७२
४.४.२३चूर्णादिनिः
  १५७३
४.४.२४लवणाल्लुक्
  १५७४
४.४.२५मुद्गादण्
  १५७५
४.४.२६व्यञ्जनैरुपसिक्ते
  १५७६
४.४.२७ओजस्सहोऽम्भसा वर्तते
  १५७७
४.४.२८तत् प्रत्यनुपूर्वमीपलोमकूलम्
  १५७८
४.४.२९परिमुखं च
  १५७९
४.४.३०प्रयच्छति गर्ह्यम्
  १५८०
• वृद्धेर्वुधुषिभावो वक्तव्यः ।
४.४.३१कुसीददशैकादशात् ष्ठन्ष्ठचौ
  १५८१
४.४.३२उञ्छति
  १५८२
४.४.३३रक्षति
  १५८३
४.४.३४शब्ददर्दुरं करोति
  १५८४
४.४.३५पक्षिमत्स्यमृगान् हन्ति
  १५८५
४.४.३६परिपन्थं च तिष्ठति
  १५८६
४.४.३७माथोत्तरपदपदव्यनुपदं धावति
  १५८७
४.४.३८आक्रन्दाट्ठञ्च
  १५८८
४.४.३९पदोत्तरपदं गृह्णाति
  १५८९
४.४.४०प्रतिकण्ठार्थललामं च
  १५९०
४.४.४१धर्मं चरति
  १५९१
• अधर्माच्चेति वक्तव्यम् ।
४.४.४२प्रतिपथमेति ठंश्च
  १५९२
४.४.४३समवायान् समवैति
  १५९३
४.४.४४परिषदो ण्यः
  १५९४
४.४.४५सेनाया वा
  १५९५
४.४.४६संज्ञायां ललाटकुक्कुट्यौ पश्यति
  १५९६
४.४.४७तस्य धर्म्यम्
  १५९७
४.४.४८अण् महिष्यादिभ्यः
  १५९८
४.४.४९ऋतोऽञ्
  १५९९
• नराच्चेति वक्तव्यम् ।• विशसितुरिड्लोपश्चाञ्च वक्तव्यः ।• विभाजयितुर्णिलोपश्चाञ्च वक्तव्यः ।
४.४.५०अवक्रयः
  १६००
४.४.५१तदस्य पण्यम्
  १६०१
४.४.५२लवणाट्ठञ्
  १६०२
४.४.५३किशरादिभ्यः ष्ठन्
  १६०३
४.४.५४शलालुनोऽन्यतरस्याम्
  १६०४
४.४.५५शिल्पम्
  १६०५
४.४.५६मड्डुकझर्झरादणन्यतरस्याम्
  १६०६
४.४.५७प्रहरणम्
  १६०७
४.४.५८परश्वधाट्ठञ्च
  १६०८
४.४.५९शक्तियष्ट्योरीकक्
  १६०९
४.४.६०अस्तिनास्तिदिष्टं मतिः
  १६१०
४.४.६१शीलम्
  १६११
४.४.६२छत्रादिभ्यो णः
  १६१२
४.४.६३कर्माध्ययने वृत्तम्
  १६१४
४.४.६४बह्वच्पूर्वपदाट्ठच्
  १६१५
४.४.६५हितं भक्षाः
  १६१६
४.४.६६तदस्मै दीयते नियुक्तम्
  १६१७
४.४.६७श्राणामांसौदनाट्टिठन्
  १६१८
• मांसौदनग्रहणं संघातविगृहीतार्थम् ।
४.४.६८भक्तादणन्यतरस्याम्
  १६१९
४.४.६९तत्र नियुक्तः
  १६२०
४.४.७०अगारान्ताट्ठन्
  १६२१
४.४.७१अध्यायिन्यदेशकालात्
  १६२२
४.४.७२कठिनान्तप्रस्तारसंस्थानेषु व्यवहरति
  १६२३
४.४.७३निकटे वसति
  १६२४
४.४.७४आवसथात् ष्ठल्
  १६२५
४.४.७५प्राग्घिताद्यत्
  १६२६
४.४.७६तद्वहति रथयुगप्रासङ्गम्
  १६२७
४.४.७७धुरो यड्ढकौ
  १६२८
४.४.७८खः सर्वधुरात्
  १६३०
४.४.७९एकधुराल्लुक् च
  १६३१
४.४.८०शकटादण्
  १६३२
४.४.८१हलसीराट्ठक्
  १६३३
४.४.८२संज्ञायां जन्याः
  १६३४
४.४.८३विध्यत्यधनुषा
  १६३५
४.४.८४धनगणं लब्धा
  १६३६
४.४.८५अन्नाण्णः
  १६३७
४.४.८६वशं गतः
  १६३८
४.४.८७पदमस्मिन् दृश्यम्
  १६३९
४.४.८८मूलमस्याबर्हि
  १६४०
४.४.८९संज्ञायां धेनुष्या
  १६४१
४.४.९०गृहपतिना संयुक्ते ञ्यः
  १६४२
४.४.९१नौवयोधर्मविषमूलमूलसीतातुलाभ्यस्तार्यतुल्यप्राप्यवध्यानाम्यसमसमितसम्मितेषु
  १६४३
४.४.९२धर्मपथ्यर्थन्यायादनपेते
  १६४४
४.४.९३छन्दसो निर्मिते
  १६४५
४.४.९४उरसोऽण् च
  १६४६
४.४.९५हृदयस्य प्रियः
  १६४७
४.४.९६बन्धने चर्षौ
  १६४८
४.४.९७मतजनहलात् करणजल्पकर्षेषु
  १६४९
४.४.९८तत्र साधुः
  १६५०
४.४.९९प्रतिजनादिभ्यः खञ्
  १६५१
४.४.१००भक्ताण्णः
  १६५२
४.४.१०१परिषदो ण्यः
  १६५३
४.४.१०२कथादिभ्यष्ठक्
  १६५४
४.४.१०३गुडादिभ्यष्ठञ्
  १६५५
४.४.१०४पथ्यतिथिवसतिस्वपतेर्ढञ्
  १६५६
४.४.१०५सभाया यः
  १६५७
४.४.१०६ढश्छन्दसि
  ३४५५
४.४.१०७समानतीर्थे वासी
  १६५८
४.४.१०८समानोदरे शयित ओ चोदात्तः
  १६५९
४.४.१०९सोदराद्यः
  १६६०
४.४.११०भवे छन्दसि
  ३४५६
४.४.१११पाथोनदीभ्यां ड्यण्
  ३४५७
४.४.११२वेशन्तहिमवद्भ्यामण्
  ३४५८
४.४.११३स्रोतसो विभाषा ड्यड्ड्यौ
  ३४५९
४.४.११४सगर्भसयूथसनुताद्यन्
  ३४६०
४.४.११५तुग्राद्घन्
  ३४६१
४.४.११६अग्राद्यत्
  ३४६२
४.४.११७घच्छौ च
  ३४६३
४.४.११८समुद्राभ्राद्घः
  ३४६४
४.४.११९बर्हिषि दत्तम्
  ३४६५
४.४.१२०दूतस्य भागकर्मणी
  ३४६६
४.४.१२१रक्षोयातूनां हननी
  ३४६७
४.४.१२२रेवतीजगतीहविष्याभ्यः प्रशस्ये
  ३४६८
४.४.१२३असुरस्य स्वम्
  ३४६९
४.४.१२४मायायामण्
  ३४७०
४.४.१२५तद्वानासामुपधानो मन्त्र इतीष्टकासु लुक् च मतोः
  ३४७१
४.४.१२६अश्विमानण्
  ३४७२
४.४.१२७वयस्यासु मूर्ध्नो मतुप्
  ३४७३
४.४.१२८मत्वर्थे मासतन्वोः
  ३४७४
• मासतन्वोरनन्तरार्थे वा ।• लुगकारेकाररेफाश्च ।
४.४.१२९मधोर्ञ च
  ३४७५
४.४.१३०ओजसोऽहनि यत्खौ
  ३४७६
४.४.१३१वेशोयशआदेर्भगाद्यल्
  ३४७७
४.४.१३२ख च
  ३४७८
४.४.१३३पूर्वैः कृतमिनयौ च
  ३४७९
४.४.१३४अद्भिः संस्कृतम्
  ३४८०
४.४.१३५सहस्रेण संमितौ घः
  ३४८१
४.४.१३६मतौ च
  ३४८२
४.४.१३७सोममर्हति यः
  ३४८३
४.४.१३८मये च
  ३४८४
४.४.१३९मधोः
  ३४८५
४.४.१४०वसोः समूहे च
  ३४८६
• अक्षरसमूहे छन्दस उपसंख्यानम् ।
४.४.१४१नक्षत्राद्घः
  ३४८७
४.४.१४२सर्वदेवात् तातिल्
  ३४८८
४.४.१४३शिवशमरिष्टस्य करे
  ३४८९
४.४.१४४भावे च
  ३४९०
५.१.१प्राक् क्रीताच्छः
  १६६१
५.१.२उगवादिभ्यो यत्
  १६६२
५.१.३कम्बलाच्च संज्ञायाम्
  १६६३
५.१.४विभाषा हविरपूपादिभ्यः
  १६६४
५.१.५तस्मै हितम्
  १६६५
५.१.६शरीरावयवाद्यत्
  १६६६
• यत्प्रकरणे रथाच्च ।
५.१.७खलयवमाषतिलवृषब्रह्मणश्च
  १६६८
५.१.८अजाविभ्यां थ्यन्
  १६६९
५.१.९आत्मन्विश्वजनभोगोत्तरपदात् खः
  १६७०
• आचार्यादणत्वं च ।• पञ्चजनादुपसंख्यानम् ।• सर्वजनाट्ठञ् खश्च ।• महाजनाट्ठञ् ।• कर्मधारयादेवेष्यते ।
५.१.१०सर्वपुरुषाभ्यां णढञौ
  १६७२
• सर्वाण्णो वेति वक्तव्यम् ।• पुरुषाद्वधविकारसमूहतेनकृतेष्विति वक्तव्यम् ।
५.१.११माणवचरकाभ्यां खञ्
  १६७३
५.१.१२तदर्थं विकृतेः प्रकृतौ
  १६७४
५.१.१३छदिरुपधिबलेर्ढञ्
  १६७५
५.१.१४ऋषभोपानहोर्ञ्यः
  १६७६
५.१.१५चर्मणोऽञ्
  १६७७
५.१.१६तदस्य तदस्मिन् स्यादिति
  १६७८
५.१.१७परिखाया ढञ्
  १६७९
५.१.१८प्राग्वतेष्ठञ्
  १६८०
५.१.१९आर्हादगोपुच्छसंख्यापरिमाणाट्ठक्
  १६८१
५.१.२०असमासे निष्कादिभ्यः
  १६८२
• इत ऊर्ध्वं तु संख्यापूर्वपदानां तदन्तग्रहणं प्राग्वतेरिष्यते तच्चालुकि ।
५.१.२१शताच्च ठन्यतावशते
  १६८६
५.१.२२संख्याया अतिशदन्तायाः कन्
  १६८७
५.१.२३वतोरिड्वा
  १६८८
५.१.२४विंशतित्रिंशद्भ्यां ड्वुन्नसंज्ञायाम्
  १६८९
५.१.२५कंसाट्टिठन्
  १६९०
• अर्थाच्चेति वक्तव्यम् ।• कार्षापणाट्ठिठन्वक्तव्यः प्रतिरादेशश्च वा ।
५.१.२६शूर्पादञन्यतरस्याम्
  १६९१
५.१.२७शतमानविंशतिकसहस्रवसनादण्
  १६९२
५.१.२८अध्यर्धपूर्वद्विगोर्लुगसंज्ञायाम्
  १६९३
५.१.२९विभाषा कार्षापणसहस्राभ्याम्
  १६९४
• सुवर्णशतमानयोरुपसंख्यानम् ।
५.१.३०द्वित्रिपूर्वान्निष्कात्
  १६९५
• बहुपूर्वाच्चेति वक्तव्यम् ।
५.१.३१बिस्ताच्च
  १६९६
• बहुपूर्वाच्च ।
५.१.३२विंशतिकात् खः
  १६९७
५.१.३३खार्या ईकन्
  १६९८
• केवलायाश्चेति वक्तव्यम् ।
५.१.३४पणपादमाषशताद्यत्
  १६९९
५.१.३५शाणाद्वा
  १७००
५.१.३६द्वित्रिपूर्वादण् च
  १७०१
५.१.३७तेन क्रीतम्
  १७०२
५.१.३८तस्य निमित्तं संयोगोत्पातौ
  १७०४
• वातपित्तश्लेष्मभ्यः शमनकोपयोरुपसंख्यानम् ।• संनिपाताच्च ।
५.१.३९गोद्व्यचोऽसंख्यापरिमाणाश्वादेर्यत्
  १७०५
• ब्रह्मवर्चसादुपसंख्यानम् ।
५.१.४०पुत्राच्छ च
  १७०६
५.१.४१सर्वभूमिपृथिवीभ्यामणञौ
  १७०७
५.१.४२तस्येश्वरः
  १७०८
५.१.४३तत्र विदित इति च
  १७०९
५.१.४४लोकसर्वलोकाट्ठञ्
  १७१०
५.१.४५तस्य वापः
  १७११
५.१.४६पात्रात् ष्ठन्
  १७१२
५.१.४७तदस्मिन् वृद्ध्यायलाभशुल्कोपदा दीयते
  १७१३
• चतुर्थ्यर्थ उपसंख्यानम् ।
५.१.४८पूरणार्धाट्ठन्
  १७१४
५.१.४९भागाद्यच्च
  १७१५
५.१.५०तद्धरति वहत्यावहति भाराद्वंशादिभ्यः
  १७१६
५.१.५१वस्नद्रव्याभ्यां ठन्कनौ
  १७१७
५.१.५२सम्भवत्यवहरति पचति
  १७१८
• तत्पचतीति द्रोणादण्च ।
५.१.५३आढकाचितपात्रात् खोऽन्यतरस्याम्
  १७१९
५.१.५४द्विगोः ष्ठंश्च
  १७२०
५.१.५५कुलिजाल्लुक्खौ च
  १७२१
५.१.५६सोऽस्यांशवस्नभृतयः
  १७२२
५.१.५७तदस्य परिमाणम्
  १७२३
५.१.५८संख्यायाः संज्ञासंघसूत्राध्ययनेषु
  १७२४
• तत्र संज्ञायां स्वार्थे प्रत्ययो वाच्यः ।• स्तोमे डविधिः पञ्चदशाद्यर्थः ।• शन्शतोर्डिनिश्छन्दसि ।• विंशतेश्च ।
५.१.५९पङ्क्तिविंशतित्रिंशत्चत्वारिंशत्पञ्चाशत्षष्टिसप्तत्यशीतिनवतिशतम्
  १७२५
५.१.६०पञ्चद्दशतौ वर्गे वा
  १७२६
५.१.६१सप्तनोऽञ् छन्दसि
  ३४९१
५.१.६२त्रिंशच्चत्वारिंशतोर्ब्राह्मणे संज्ञायां डण्
  १७२७
५.१.६३तद् अर्हति
  १७२८
५.१.६४छेदादिभ्यो नित्यम्
  १७२९
५.१.६५शीर्षच्छेदाद्यच्च
  १७३०
५.१.६६दण्डादिभ्यः
  १७३१
५.१.६७छन्दसि च
  ३४९२
५.१.६८पात्राद्घंश्च
  १७३२
५.१.६९कडङ्करदक्षिणाच्छ च
  १७३३
५.१.७०स्थालीबिलात्
  १७३४
५.१.७१यज्ञर्त्विग्भ्यां घखञौ
  १७३५
• यज्ञर्त्विग्भ्यां तत्कर्मार्हतीत्युपसंख्यानम् ।
५.१.७२पारायणतुरायणचान्द्रायणं वर्तयति
  १७३६
५.१.७३संशयमापन्नः
  १७३७
५.१.७४योजनं गच्छति
  १७३८
• क्रोशशतयोजनशतयोरुपसंख्यानम् ।• ततोऽभिगमनमर्हतीति च वक्तव्यम् ।
५.१.७५पथः ष्कन्
  १७३९
५.१.७६पन्थो ण नित्यम्
  १७४०
५.१.७७उत्तरपथेनाहृतं च
  १७४१
• आहृतप्रकरणे वारिजङ्गलस्थलकान्तारपूर्वपदादुपसंख्यानम् ।• अजपथशङ्कुपथाभ्यां च ।• मधुकमरिचयोरण्स्थलात् ।
५.१.७८कालात्
  १७४२
५.१.७९तेन निर्वृत्तम्
  १७४३
५.१.८०तमधीष्टो भृतो भूतो भावी
  १७४४
५.१.८१मासाद्वयसि यत्खञौ
  १७४५
५.१.८२द्विगोर्यप्
  १७४६
५.१.८३षण्मासाण्ण्यच्च
  १७४७
५.१.८४अवयसि ठंश्च
  १७४८
५.१.८५समायाः खः
  १७४९
५.१.८६द्विगोर्वा
  १७५०
५.१.८७रात्र्यहस्संवत्सराच्च
  १७५१
५.१.८८वर्षाल्लुक् च
  १७५३
५.१.८९चित्तवति नित्यम्
  १७५५
५.१.९०षष्टिकाः षष्टिरात्रेण पच्यन्ते
  १७५६
५.१.९१वत्सरान्ताच्छश्छन्दसि
  ३४९३
५.१.९२सम्परिपूर्वात् ख च
  ३४९४
५.१.९३तेन परिजय्यलभ्यकार्यसुकरम्
  १७५७
५.१.९४तदस्य ब्रह्मचर्यम्
  १७५८
• महानाम्न्यादिभ्यः षष्ठ्यन्तेभ्य उपसङ्ख्यानम् ।• अवान्तरदीक्षादिभ्यो डेर्निर्वक्तव्यः ।• चतुर्मासाण्ण्यो यज्ञे ।
५.१.९५तस्य च दक्षिणा यज्ञाख्येभ्यः
  १७५९
५.१.९६तत्र च दीयते कार्यं भववत्
  १७६०
५.१.९७व्युष्टादिभ्योऽण्
  १७६१
• अग्निपदादिभ्य उपसंख्यानम् ।
५.१.९८तेन यथाकथाचहस्ताभ्यां णयतौ
  १७६२
५.१.९९सम्पादिनि
  १७६३
५.१.१००कर्मवेषाद्यत्
  १७६४
५.१.१०१तस्मै प्रभवति संतापादिभ्यः
  १७६५
५.१.१०२योगाद्यच्च
  १७६६
५.१.१०३कर्मण उकञ्
  १७६७
५.१.१०४समयस्तदस्य प्राप्तम्
  १७६८
५.१.१०५ऋतोरण्
  १७६९
• उपवस्त्रादिभ्यः उपसङ्ख्यानम् ।
५.१.१०६छन्दसि घस्
  ३४९५
५.१.१०७कालाद्यत्
  १७७०
५.१.१०८प्रकृष्टे ठञ्
  १७७१
५.१.१०९प्रयोजनम्
  १७७२
५.१.११०विशाखाषाढादण् मन्थदण्डयोः
  १७७३
• चूडादिभ्य उपसंख्यानम् ।
५.१.१११अनुप्रवचनादिभ्यश्छः
  १७७४
• स्वर्गादिभ्यो यद्वक्तव्यः ।• पुण्याहवाचनादिभ्यो लुब्वक्तव्यः ।
५.१.११२समापनात् सपूर्वपदात्
  १७७५
५.१.११३ऐकागारिकट् चौरे
  १७७६
५.१.११४आकालिकडाद्यन्तवचने
  १७७७
• आकालांट्ठश्च ।
५.१.११५तेन तुल्यं क्रिया चेद्वतिः
  १७७८
५.१.११६तत्र तस्येव
  १७७९
५.१.११७तदर्हम्
  १७८०
५.१.११८उपसर्गाच्छन्दसि धात्वर्थे
  ३४९६
५.१.११९तस्य भावस्त्वतलौ
  १७८१
५.१.१२०आ च त्वात्
  १७८२
५.१.१२१न नञ्पूर्वात्तत्पुरुषादचतुरसंगतलवणवटयुधकतरसलसेभ्यः
  १७८३
५.१.१२२पृथ्वादिभ्य इमनिज्वा
  १७८४
५.१.१२३वर्णदृढादिभ्यः ष्यञ् च
  १७८७
५.१.१२४गुणवचनब्राह्मणादिभ्यः कर्मणि च
  १७८८
• चतुर्वर्णादीनां स्वार्थ उपसंख्यानम् ।
५.१.१२५स्तेनाद्यन्नलोपश्च
  १७९०
५.१.१२६सख्युर्यः
  १७९१
• दूतवणिग्भ्यां च ।
५.१.१२७कपिज्ञात्योर्ढक्
  १७९२
५.१.१२८पत्यन्तपुरोहितादिभ्यो यक्
  १७९३
५.१.१२९प्राणभृज्जातिवयोवचनोद्गात्रादिभ्योऽञ्
  १७९४
५.१.१३०हायनान्तयुवादिभ्योऽण्
  १७९५
५.१.१३१इगन्ताच्च लघुपूर्वात्
  १७९६
५.१.१३२योपधाद्गुरूपोत्तमाद्वुञ्
  १७९७
• सहायाद् वा ।
५.१.१३३द्वन्द्वमनोज्ञादिभ्यश्च
  १७९८
५.१.१३४गोत्रचरणाच्श्लाघात्याकारतदवेतेषु
  १७९९
५.१.१३५होत्राभ्यश्छः
  १८००
५.१.१३६ब्रह्मणस्त्वः
  १८०१
५.२.१धान्यानां भवने क्षेत्रे खञ्
  १८०२
५.२.२व्रीहिशाल्योर्ढक्
  १८०३
५.२.३यवयवकषष्टिकाद्यत्
  १८०४
५.२.४विभाषा तिलमाषोमाभङ्गाऽणुभ्यः
  १८०५
५.२.५सर्वचर्मणः कृतः खखञौ
  १८०६
५.२.६यथामुखसंमुखस्य दर्शनः खः
  १८०७
५.२.७तत्सर्वादेः पथ्यङ्गकर्मपत्रपात्रं व्याप्नोति
  १८०८
५.२.८आप्रपदं प्राप्नोति
  १८०९
५.२.९अनुपदसर्वान्नायानयं बद्धाभक्षयतिनेयेषु
  १८१०
५.२.१०परोवरपरम्परपुत्रपौत्रमनुभवति
  १८११
५.२.११अवारपारात्यन्तानुकामं गामी
  १८१२
५.२.१२समांसमां विजायते
  १८१३
• खप्रत्ययानुत्पत्तौ यलोपो वा वक्तव्यः ।
५.२.१३अद्यश्वीनाऽवष्टब्धे
  १८१४
५.२.१४आगवीनः
  १८१५
५.२.१५अनुग्वलंगामी
  १८१६
५.२.१६अध्वनो यत्खौ
  १८१७
५.२.१७अभ्यमित्राच्छ च
  १८१८
५.२.१८गोष्ठात् खञ् भूतपूर्वे
  १८१९
५.२.१९अश्वस्यैकाहगमः
  १८२०
५.२.२०शालीनकौपीने अधृष्टाकार्ययोः
  १८२१
५.२.२१व्रातेन जीवति
  १८२२
५.२.२२साप्तपदीनं सख्यम्
  १८२३
५.२.२३हैयंगवीनं संज्ञायाम्
  १८२४
५.२.२४तस्य पाकमूले पील्वादिकर्णादिभ्यः कुणब्जाहचौ
  १८२५
५.२.२५पक्षात्तिः
  १८२६
५.२.२६तेन वित्तश्चुञ्चुप्चणपौ
  १८२७
५.२.२७विनञ्भ्यां नानाञौ नसह
  १८२८
५.२.२८वेः शालच्छङ्कटचौ
  १८२९
५.२.२९सम्प्रोदश्च कटच्
  १८३०
• विकारे स्नेहने तैलच् ।• अलाबू-तिल-उमाभ्यः रजसि उपसंख्यानम् ।• गोष्ठजादयः स्थानादिषु पशुनामभ्यः ।• संघाते कटच् ।• विस्तारे पटच् ।• द्वित्वे गोयुगच् ।• षट्त्वे षङ्गवच् ।• स्नेहे तैलच् ।• भवने क्षेत्रे शाकटाशाकिनौ ।
५.२.३०अवात् कुटारच्च
  १८३१
५.२.३१नते नासिकायाः संज्ञायां टीटञ्नाटज्भ्रटचः
  १८३२
५.२.३२नेर्बिडज्बिरीसचौ
  १८३३
५.२.३३इनच्पिटच्चिकचि च
  १८३४
• कप्रत्ययचिकादेशौ च वक्तव्यौ ।• क्लिन्नस्य चिल्-पिल्-लश्चास्य चक्षुषी ।• चुल् च ।
५.२.३४उपाधिभ्यां त्यकन्नासन्नारूढयोः
  १८३५
५.२.३५कर्मणि घटोऽठच्
  १८३६
५.२.३६तदस्य संजातं तारकादिभ्य इतच्
  १८३७
५.२.३७प्रमाणे द्वयसज्दघ्नञ्मात्रचः
  १८३८
• प्रमाणे लः ।• द्विगोर्नित्यम् ।• प्रमाणपरिमाणाभ्यां संख्यायाश्चापि संशये मात्रच् ।• वत्वन्तात्स्वार्थे द्वयसज्मात्रचौ बहुलम् ।
५.२.३८पुरुषहस्तिभ्यामण् च
  १८३९
५.२.३९यद्तदेतेभ्यः परिमाणे वतुप्
  १८४०
• युष्मदस्मदोः सादृश्ये वतुब्वाच्यः ।
५.२.४०किमिदंभ्यां वो घः
  १८४१
५.२.४१किमः संख्यापरिमाणे डति च
  १८४२
५.२.४२संख्याया अवयवे तयप्
  १८४३
५.२.४३द्वित्रिभ्यां तयस्यायज्वा
  १८४४
५.२.४४उभादुदात्तो नित्यम्
  १८४५
५.२.४५तदस्मिन्नधिकमिति दशान्ताड्डः
  १८४६
५.२.४६शदन्तविंशतेश्च
  १८४७
५.२.४७संख्याया गुणस्य निमाने मयट्
  १८४८
५.२.४८तस्य पूरणे डट्
  १८४९
५.२.४९नान्तादसंख्यादेर्मट्
  १८५०
५.२.५०थट् चच्छन्दसि
  ३४९७
५.२.५१षट्कतिकतिपयचतुरां थुक्
  १८५१
• चतुरश्छयतावाद्यक्षरलोपश्च ।
५.२.५२बहुपूगगणसंघस्य तिथुक्
  १८५२
५.२.५३वतोरिथुक्
  १८५३
५.२.५४द्वेस्तीयः
  १८५४
५.२.५५त्रेः सम्प्रसारणम् च
  १८५५
५.२.५६विंशत्यादिभ्यस्तमडन्यतरस्याम्
  १८५६
५.२.५७नित्यं शतादिमासार्धमाससंवत्सराच्च
  १८५७
५.२.५८षष्ट्यादेश्चासंख्यादेः
  १८५८
५.२.५९मतौ छः सूक्तसाम्नोः
  १८५९
५.२.६०अध्यायानुवाकयोर्लुक्
  १८६०
५.२.६१विमुक्तादिभ्योऽण्
  १८६१
५.२.६२गोषदादिभ्यो वुन्
  १८६२
५.२.६३तत्र कुशलः पथः
  १८६३
५.२.६४आकर्षादिभ्यः कन्
  १८६४
५.२.६५धनहिरण्यात् कामे
  १८६५
५.२.६६स्वाङ्गेभ्यः प्रसिते
  १८६६
५.२.६७उदराट्ठगाद्यूने
  १८६७
५.२.६८सस्येन परिजातः
  १८६८
५.२.६९अंशं हारी
  १८६९
५.२.७०तन्त्रादचिरापहृते
  १८७०
५.२.७१ब्राह्मणकोष्णिके संज्ञायाम्
  १८७१
५.२.७२शीतोष्णाभ्यां कारिणि
  १८७२
५.२.७३अधिकम्
  १८७३
५.२.७४अनुकाभिकाभीकः कमिता
  १८७४
५.२.७५पार्श्वेनान्विच्छति
  १८७५
५.२.७६अयःशूलदण्डाजिनाभ्यां ठक्ठञौ
  १८७६
५.२.७७तावतिथं ग्रहणमिति लुग्वा
  १८७७
• तावतिथेन गृह्णातीति कन्वक्तव्यो नित्यं च लुक् ।
५.२.७८स एषां ग्रामणीः
  १८७८
५.२.७९शृङ्खलमस्य बन्धनं करभे
  १८७९
५.२.८०उत्क उन्मनाः
  १८८०
५.२.८१कालप्रयोजनाद्रोगे
  १८८१
५.२.८२तदस्मिन्नन्नं प्राये संज्ञायाम्
  १८८२
• वटकेभ्य इनिर्वक्तव्यः ।
५.२.८३कुल्माषादञ्
  १८८३
५.२.८४श्रोत्रियंश्छन्दोऽधीते
  १८८४
५.२.८५श्राद्धमनेन भुक्तमिनिठनौ
  १८८५
५.२.८६पूर्वादिनिः
  १८८६
५.२.८७सपूर्वाच्च
  १८८७
५.२.८८इष्टादिभ्यश्च
  १८८८
५.२.८९छन्दसि परिपन्थिपरिपरिणौ पर्यवस्थातरि
  १८८९
५.२.९०अनुपद्यन्वेष्टा
  १८९०
५.२.९१साक्षाद्द्रष्टरि संज्ञायाम्
  १८९१
५.२.९२क्षेत्रियच् परक्षेत्रे चिकित्स्यः
  १८९२
५.२.९३इन्द्रियमिन्द्रलिंगमिन्द्रदृष्टमिन्द्रसृष्टमिन्द्रजुष्टमिन्द्रदत्तमिति वा
  १८९३
५.२.९४तदस्यास्त्यस्मिन्निति मतुप्
  १८९४
५.२.९५रसादिभ्यश्च
  १८९५
• गुणवचनेभ्यो मतुपो लुक् ।
५.२.९६प्राणिस्थादातो लजन्यतरस्याम्
  १९०३
• प्राण्यङ्गादेव ।
५.२.९७सिध्मादिभ्यश्च
  १९०४
५.२.९८वत्सांसाभ्यां कामबले
  १९०५
५.२.९९फेनादिलच् च
  १९०६
५.२.१००लोमादिपामादिपिच्छादिभ्यः शनेलचः
  १९०७
• विष्वगित्युत्तरपदलोपश्चाकृतसन्धेः ।
५.२.१०१प्रज्ञाश्रद्धार्चाभ्यो णः
  १९०८
• वृत्तेश्च ।
५.२.१०२तपःसहस्राभ्यां विनीनी
  १९०९
५.२.१०३अण् च
  १९१०
• ज्योत्स्नादिभ्य उपसंख्यानम् ।
५.२.१०४सिकताशर्कराभ्यां च
  १९११
५.२.१०५देशे लुबिलचौ च
  १९१२
५.२.१०६दन्त उन्नत उरच्
  १९१३
५.२.१०७ऊषसुषिमुष्कमधो रः
  १९१४
• रप्रकरणे ख-मुख-कुञ्जेभ्य उपसंख्यानम् ।• नगपांसुपाण्डुभ्यश्च ।• कच्छ्वा ह्रस्वत्वं च ।
५.२.१०८द्युद्रुभ्यां मः
  १९१५
५.२.१०९केशाद्वोऽन्यतरस्याम्
  १९१६
• अन्येभ्योऽपि दृश्यते इति वक्तव्यम् ।• अर्णसो लोपश्च ।• छन्दसीवनिपौ च ।• मेधारथाभ्यामिरनिरचौ वक्तव्यौ ।
५.२.११०गाण्ड्यजगात् संज्ञायाम्
  १९१७
५.२.१११काण्डाण्डादीरन्नीरचौ
  १९१८
५.२.११२रजःकृष्यासुतिपरिषदो वलच्
  १९१९
• अन्येभ्योऽपि दृश्यते ।
५.२.११३दन्तशिखात् संज्ञायाम्
  १९२०
५.२.११४ज्योत्स्नातमिस्राशृङ्गिणोर्जस्विन्नूर्जस्वलगोमिन्मलिनमलीमसाः
  १९२१
५.२.११५अत इनिठनौ
  १९२२
५.२.११६व्रीह्यादिभ्यश्च
  १९२३
• शिखामालासंज्ञादिभ्य इनिः ।• यवखदादिभ्य इकः ।• अन्येभ्य उभयम् ।
५.२.११७तुन्दादिभ्य इलच् च
  १९२४
५.२.११८एकगोपूर्वाट्ठञ् नित्यम्
  १९२५
५.२.११९शतसहस्रान्ताच्च निष्कात्
  १९२६
५.२.१२०रूपादाहतप्रशंसयोर्यप्
  १९२७
• अन्येभ्योऽपि दृश्यते ।
५.२.१२१अस्मायामेधास्रजो विनिः
  १९२८
५.२.१२२बहुलं छन्दसि
  ३४९८
• आमयस्योपसङ्ख्यानम् दीर्घश्च ।• शृङ्गवृन्दाभ्यामारकन् ।• फलबर्हाभ्यामिनच् ।• हृदयाश्चालुरन्यतरस्याम् ।• शीतोष्णतृप्रेभ्यस्तदसहने ।• हिमाच्चेलुः ।• बलादूलः ।• वातात्समूहे च ।• तप्पर्वमरूद्भ्याम् ।
५.२.१२३ऊर्णाया युस्
  १९२९
५.२.१२४वाचो ग्मिनिः
  १९३०
५.२.१२५आलजाटचौ बहुभाषिणि
  १९३१
• कुत्सित इति वक्तव्यम् ।
५.२.१२६स्वामिन्नैश्वर्ये
  १९३२
५.२.१२७अर्शआदिभ्योऽच्
  १९३३
५.२.१२८द्वन्द्वोपतापगर्ह्यात् प्राणिस्थादिनिः
  १९३४
५.२.१२९वातातिसाराभ्यां कुक् च
  १९३५
• पिशाचाच्च ।
५.२.१३०वयसि पूरणात्
  १९३६
५.२.१३१सुखादिभ्यश्च
  १९३७
५.२.१३२धर्मशीलवर्णान्ताच्च
  १९३८
५.२.१३३हस्ताज्जातौ
  १९३९
५.२.१३४वर्णाद्ब्रह्मचारिणि
  १९४०
५.२.१३५पुष्करादिभ्यो देशे
  १९४१
• बाहूरु पूर्वाद्बलात् ।• सर्वादेश्च ।• अर्थाच्चासंनिहिते ।• तदन्ताच्च ।
५.२.१३६बलादिभ्यो मतुबन्यतरस्याम्
  १९४२
५.२.१३७संज्ञायां मन्माभ्याम्
  १९४३
५.२.१३८कंशंभ्यां बभयुस्तितुतयसः
  १९४४
५.२.१३९तुन्दिवलिवटेर्भः
  १९४५
५.२.१४०अहंशुभमोर्युस्
  १९४६
५.३.१प्राग्दिशो विभक्तिः
  १९४७
५.३.२किंसर्वनामबहुभ्योऽद्व्यादिभ्यः
  १९४८
५.३.३इदम इश्
  १९४९
५.३.४एतेतौ रथोः
  १९५०
• थाहेतौ च च्छन्दसि ।
५.३.५एतदोऽन्
  १९५१
५.३.६सर्वस्य सोऽन्यतरस्यां दि
  १९५२
५.३.७पञ्चम्यास्तसिल्
  १९५३
५.३.८तसेश्च
  १९५५
५.३.९पर्यभिभ्यां च
  १९५६
• सर्वोभयार्थाभ्यामेव ।
५.३.१०सप्तम्यास्त्रल्
  १९५७
५.३.११इदमो हः
  १९५८
५.३.१२किमोऽत्
  १९५९
५.३.१३वा ह च च्छन्दसि
  १९६१
५.३.१४इतराभ्योऽपि दृश्यन्ते
  १९६३
• दृशिग्रहणाद्भवदादियोग एव ।
५.३.१५सर्वैकान्यकिंयत्तदः काले दा
  १९६४
५.३.१६इदमो र्हिल्
  १९६५
५.३.१७अधुना
  १९६६
५.३.१८दानीं च
  १९६७
५.३.१९तदो दा च
  १९६८
• तदो दावचनमनर्थकं विहितत्वात् ।
५.३.२०तयोर्दार्हिलौ च च्छन्दसि
  ३४९९
५.३.२१अनद्यतने र्हिलन्यतरस्याम्
  १९६९
५.३.२२सद्यःपरुत्परार्यैषमःपरेद्यव्यद्यपूर्वेद्युरन्येद्युरन्यतरेद्युरितरेद्युरपरेद्युरधरेद्युरुभयेद्युरुत्तरेद्युः
  १९७०
• समानस्य सभावो द्यस् चाहनि ।• पूर्वपूर्वतरयोः पर उदारी च ।• इदम इश् समसण् प्रत्यश्च संवत्सरे ।• परस्मादेद्यव्यहनि ।• इदमोऽशभावो द्यश्च ।• पूर्वान्यान्यतरेतरापराधरोभयोत्तरेभ्योऽहनि एद्युस् ।• द्युश्चोभयात् ।
५.३.२३प्रकारवचने थाल्
  १९७१
५.३.२४इदमस्थमुः
  १९७२
• एतदो वाच्यः ।
५.३.२५किमश्च
  १९७३
५.३.२६था हेतौ च च्छन्दसि
  ३५००
५.३.२७दिक्शब्देभ्यः सप्तमीपञ्चमीप्रथमाभ्यो दिग्देशकालेष्वस्तातिः
  १९७४
५.३.२८दक्षिणोत्तराभ्यामतसुच्
  १९७८
५.३.२९विभाषा परावराभ्याम्
  १९७९
५.३.३०अञ्चेर्लुक्
  १९८०
५.३.३१उपर्युपरिष्टात्
  १९८१
५.३.३२पश्चात्
  १९८२
• अपरस्यार्थे पश्चभावो वक्तव्यः ।
५.३.३३पश्च पश्चा च च्छन्दसि
  ३५०१
५.३.३४उत्तराधरदक्षिणादातिः
  १९८३
५.३.३५एनबन्यतरस्यामदूरेऽपञ्चम्याः
  १९८४
५.३.३६दक्षिणादाच्
  १९८५
५.३.३७आहि च दूरे
  १९८६
५.३.३८उत्तराच्च
  १९८७
५.३.३९पूर्वाधरावराणामसि पुरधवश्चैषाम्
  १९७५
५.३.४०अस्ताति च
  १९७६
५.३.४१विभाषावरस्य
  १९७७
५.३.४२संख्याया विधार्थे धा
  १९८८
५.३.४३अधिकरणविचाले च
  १९८९
५.३.४४एकाद्धो ध्यमुञन्यतरस्याम्
  १९९०
५.३.४५द्वित्र्योश्च धमुञ्
  १९९१
• धमुञन्तात्स्वार्थे डदर्शनम् ।
५.३.४६एधाच्च
  १९९२
५.३.४७याप्ये पाशप्
  १९९३
५.३.४८पूरणाद्भागे तीयादन्
  १९९४
५.३.४९प्रागेकादशभ्योऽच्छन्दसि
  १९९५
५.३.५०षष्ठाष्टमाभ्यां ञ च
  १९९६
५.३.५१मानपश्वङ्गयोः कन्लुकौ च
  १९९७
५.३.५२एकादाकिनिच्चासहाये
  १९९८
५.३.५३भूतपूर्वे चरट्
  १९९९
५.३.५४षष्ठ्या रूप्य च
  २०००
५.३.५५अतिशायने तमबिष्ठनौ
  २००१
५.३.५६तिङश्च
  २००२
५.३.५७द्विवचनविभज्योपपदे तरबीयसुनौ
  २००५
५.३.५८अजादी गुणवचनादेव
  २००६
५.३.५९तुश्छन्दसि
  २००७
५.३.६०प्रशस्यस्य श्रः
  २००९
५.३.६१ज्य च
  २०११
५.३.६२वृद्धस्य च
  २०१३
५.३.६३अन्तिकबाढयोर्नेदसाधौ
  २०१४
५.३.६४युवाल्पयोः कनन्यतरस्याम्
  २०१९
५.३.६५विन्मतोर्लुक्
  २०२०
५.३.६६प्रशंसायां रूपप्
  २०२१
५.३.६७ईषदसमाप्तौ कल्पब्देश्यदेशीयरः
  २०२२
५.३.६८विभाषा सुपो बहुच् पुरस्तात्तु
  २०२३
५.३.६९प्रकारवचने जातीयर्
  २०२४
५.३.७०प्रागिवात्कः
  २०२५
५.३.७१अव्ययसर्वनाम्नामकच् प्राक् टेः
  २०२६
५.३.७२कस्य च दः
  २०२७
• ओकारसकारभकारादौ सुपि सर्वनाम्नष्टे प्रागकच् ।• अकच्प्रकरणे तूष्णीमः काम् ।• शीले को मलोपश्च ।
५.३.७३अज्ञाते
  २०२८
५.३.७४कुत्सिते
  २०२९
५.३.७५संज्ञायां कन्
  २०३०
५.३.७६अनुकम्पायाम्
  २०३१
५.३.७७नीतौ च तद्युक्तात्
  २०३२
५.३.७८बह्वचो मनुष्यनाम्नष्ठज्वा
  २०३३
५.३.७९घनिलचौ च
  २०३४
५.३.८०प्राचामुपादेरडज्वुचौ च
  २०३६
५.३.८१जातिनाम्नः कन्
  २०३७
५.३.८२अजिनान्तस्योत्तरपदलोपश्च
  २०३९
५.३.८३ठाजादावूर्ध्वं द्वितीयादचः
  २०३५
• चतुर्थादच ऊर्ध्वस्य लोपो वक्तव्यः ।• अनजादौ च विभाषा लोपो वक्तव्यः ।• लोपः पूर्वपदस्य च ठाजादावनजादौ च वक्तव्यः ।• विनापि प्रत्ययं पूर्वोत्तरपदयोर्वा लोपो वक्तव्यः ।• उवर्णाल्ल इलस्य च ।• ऋवर्णादपि ।• ठग्रहणमुको द्वितीयत्वे कविधानार्थम् ।• द्वितीयादचो लोपे सन्ध्यक्षरद्वितीयत्वे तदादेः लोपवचनम् ।
५.३.८४शेवलसुपरिविशालवरुणार्यमादीनां तृतीयात्
  २०३८
• एकाक्षरपूर्वपदानामुत्तरपदस्य लोपो वक्तव्यः ।• षडङ्गुलिदत्तः षडिकः इति षषः ठाजादिवचनात् सिद्धम् ।
५.३.८५अल्पे
  २०४०
५.३.८६ह्रस्वे
  २०४१
५.३.८७संज्ञायां कन्
  २०४२
५.३.८८कुटीशमीशुण्डाभ्यो रः
  २०४३
५.३.८९कुत्वा डुपच्
  २०४४
५.३.९०कासूगोणीभ्यां ष्टरच्
  २०४५
५.३.९१वत्सोक्षाश्वर्षभेभ्यश्च तनुत्वे
  २०४६
५.३.९२किंयत्तदो निर्द्धारणे द्वयोरेकस्य डतरच्
  २०४७
५.३.९३वा बहूनां जातिपरिप्रश्ने डतमच्
  २०४८
५.३.९४एकाच्च प्राचाम्
  २०४९
५.३.९५अवक्षेपणे कन्
  २०५०
५.३.९६इवे प्रतिकृतौ
  २०५१
५.३.९७संज्ञायां च
  २०५२
५.३.९८लुम्मनुष्ये
  २०५३
५.३.९९जीविकार्थे चापण्ये
  २०५४
५.३.१००देवपथादिभ्यश्च
  २०५५
५.३.१०१वस्तेर्ढञ्
  २०५६
५.३.१०२शिलाया ढः
  २०५७
५.३.१०३शाखादिभ्यो यत्
  २०५८
५.३.१०४द्रव्यं च भव्ये
  २०५९
५.३.१०५कुशाग्राच्छः
  २०६०
५.३.१०६समासाच्च तद्विषयात्
  २०६१
५.३.१०७शर्करादिभ्योऽण्
  २०६२
५.३.१०८अङ्गुल्यादिभ्यष्ठक्
  २०६३
५.३.१०९एकशालायाष्ठजन्यतरस्याम्
  २०६४
५.३.११०कर्कलोहितादीकक्
  २०६५
५.३.१११प्रत्नपूर्वविश्वेमात्थाल् छन्दसि
  ३५०२
५.३.११२पूगाञ्ञ्योऽग्रामणीपूर्वात्
  २०६६
५.३.११३व्रातच्फञोरस्त्रियाम्
  ११००
५.३.११४आयुधजीविसंघाञ्ञ्यड्वाहीकेष्वब्राह्मणराजन्यात्
  २०६७
५.३.११५वृकाट्टेण्यण्
  २०६८
५.३.११६दामन्यादित्रिगर्तषष्ठाच्छः
  २०६९
५.३.११७पर्श्वादियौधेयादिभ्यामणञौ
  २०७०
५.३.११८अभिजिद्विदभृच्छालावच्छिखावच्छमीवदूर्णावच्छ्रुमदणो यञ्
  २०७१
५.३.११९ञ्यादयस्तद्राजाः
  २०७२
५.४.१पादशतस्य संख्यादेर्वीप्सायां वुन् लोपश्च
  २०७३
५.४.२दण्डव्यवसर्गयोश्च
  २०७४
५.४.३स्थूलादिभ्यः प्रकारवचने कन्
  २०७५
• चञ्चद्बृहतोरुपसंख्यानम् ।
५.४.४अनत्यन्तगतौ क्तात्
  २०७६
५.४.५न सामिवचने
  २०७७
५.४.६बृहत्या आच्छादने
  २०७८
५.४.७अषडक्षाशितङ्ग्वलंकर्मालम्पुरुषाध्युत्तरपदात् खः
  २०७९
५.४.८विभाषा अञ्चेरदिक्स्त्रियाम्
  २०८०
५.४.९जात्यन्ताच्छ बन्धुनि
  २०८१
५.४.१०स्थानान्ताद्विभाषा सस्थानेनेति चेत्
  २०८२
५.४.११किमेत्तिङव्ययघादाम्वद्रव्यप्रकर्षे
  २००४
५.४.१२अमु च च्छन्दसि
  ३५०३
५.४.१३अनुगादिनष्ठक्
  २०८३
५.४.१४णचः स्त्रियामञ्
  ३२१६
५.४.१५अणिनुणः
  ३२१९
५.४.१६विसारिणो मत्स्ये
  २०८४
५.४.१७संख्यायाः क्रियाभ्यावृत्तिगणने कृत्वसुच्
  २०८५
५.४.१८द्वित्रिचतुर्भ्यः सुच्
  २०८६
५.४.१९एकस्य सकृच्च
  २०८७
५.४.२०विभाषा बहोर्धाविप्रकृष्टकाले
  २०८८
५.४.२१तत्प्रकृतवचने मयट्
  २०८९
५.४.२२समूहवच्च बहुषु
  २०९०
५.४.२३अनन्तावसथेतिहभेषजाञ्ञ्यः
  २०९१
५.४.२४देवतान्तात्तादर्थ्ये यत्
  २०९२
५.४.२५पादार्घाभ्यां च
  २०९३
• भाग-रूप-नामभ्यो धेयः ।
५.४.२६अतिथेर्ञ्यः
  २०९४
५.४.२७देवात्तल्
  २०९५
५.४.२८अवेः कः
  २०९६
५.४.२९यावादिभ्यः कन्
  २०९७
५.४.३०लोहितान्मणौ
  २०९८
• लोहिताल्लिङ्गबाधनं वा ।• नवस्य नू आदेशः त्नप्तनखाश्च प्रत्यया वक्तव्याः ।• नश्च पुराणे प्रात् ।
५.४.३१वर्णे चानित्ये
  २०९९
५.४.३२रक्ते
  २१००
५.४.३३कालाच्च
  २१०१
५.४.३४विनयादिभ्यष्ठक्
  २१०२
५.४.३५वाचो व्याहृतार्थायाम्
  २१०३
५.४.३६तद्युक्तात् कर्मणोऽण्
  २१०४
• अण्प्रकरणे कुलालवरुडनिषादचण्डालामित्रेभ्यच्छन्दसि ।• भागरूपनामभ्यो धेयः ।• मित्राच्च छन्दसि ।• आग्नीध्रसाधारणादञ् ।• अयवसमरुद्भ्यां छन्दसि ।
५.४.३७ओषधेरजातौ
  २१०५
५.४.३८प्रज्ञादिभ्यश्च
  २१०६
५.४.३९मृदस्तिकन्
  २१०७
५.४.४०सस्नौ प्रशंसायाम्
  २१०८
५.४.४१वृकज्येष्ठाभ्यां तिल्तातिलौ च च्छन्दसि
  ३५०४
५.४.४२बह्वल्पार्थाच्छस् कारकादन्यतरस्याम्
  २१०९
• बह्वल्पार्थान्मङ्गलामङ्गलवचनम् ।
५.४.४३संख्यैकवचनाच्च वीप्सायाम्
  २११०
५.४.४४प्रतियोगे पञ्चम्यास्तसिः
  २१११
• आद्यादिभ्य उपसंख्यानम् ।
५.४.४५अपादाने चाहीयरुहोः
  २११२
५.४.४६अतिग्रहाव्यथनक्षेपेष्वकर्तरि तृतीयायाः
  २११३
५.४.४७हीयमानपापयोगाच्च
  २११४
५.४.४८षष्ठ्या व्याश्रये
  २११५
५.४.४९रोगाच्चापनयने
  २११६
५.४.५०अभूततद्भावे कृभ्वस्तियोगे सम्पद्यकर्तरि च्विः
  २११७
• अभूततद्भाव इति वक्तव्यम् ।
५.४.५१अरुर्मनश्चक्षुश्चेतोरहोरजसां लोपश्च
  २१२१
५.४.५२विभाषा साति कार्त्स्न्ये
  २१२२
५.४.५३अभिविधौ सम्पदा च
  २१२४
५.४.५४तदधीनवचने
  २१२५
५.४.५५देये त्रा च
  २१२६
५.४.५६देवमनुष्यपुरुषपुरुमर्त्येभ्यो द्वितीयासप्तम्योर्बहुलम्
  २१२७
५.४.५७अव्यक्तानुकरणाद्द्व्यजवरार्धादनितौ डाच्
  २१२८
५.४.५८कृञो द्वितीयतृतीयशम्बबीजात् कृषौ
  २१२९
५.४.५९संख्यायाश्च गुणान्तायाः
  २१३०
५.४.६०समयाच्च यापनायाम्
  २१३१
५.४.६१सपत्त्रनिष्पत्रादतिव्यथने
  २१३२
५.४.६२निष्कुलान्निष्कोषणे
  २१३३
५.४.६३सुखप्रियादानुलोम्ये
  २१३४
५.४.६४दुःखात् प्रातिलोम्ये
  २१३५
५.४.६५शूलात् पाके
  २१३६
५.४.६६सत्यादशपथे
  २१३७
५.४.६७मद्रात् परिवापणे
  २१३८
• भद्राच्चेति वक्तव्यम् ।
५.४.६८समासान्ताः
  ६७६
५.४.६९न पूजनात्
  ९५४
• स्वतिभ्यामेव ।
५.४.७०किमः क्षेपे
  ९५५
५.४.७१नञस्तत्पुरुषात्
  ९५६
५.४.७२पथो विभाषा
  ९५७
५.४.७३बहुव्रीहौ संख्येये डजबहुगणात्
  ८५१
• संख्यायास्तत्पुरुषस्य वाच्यः ।
५.४.७४ऋक्पूरब्धूःपथामानक्षे
  ९४०
• अनृचबह्वृचावध्येतर्येव ।
५.४.७५अच् प्रत्यन्ववपूर्वात् सामलोम्नः
  ९४३
• कृष्णोदक्पाण्डुसंख्यापूर्वाया भूमेरजिष्यते ।
५.४.७६अक्ष्णोऽदर्शनात्
  ९४४
५.४.७७अचतुरविचतुरसुचतुरस्त्रीपुंसधेन्वनडुहर्क्सामवाङ्मनसाक्षिभ्रुवदारगवोर्वष्ठीवपदष्ठीवनक्तंदिवरात्रिंदिवाहर्दिवसरजसनिःश्रेयसपुरुषायुषद्व्यायुषत्र्यायुषर्ग्यजुषजातोक्षमहोक्षवृद्धोक्षोपशुनगोष्ठश्वाः
  ९४५
• त्र्युपाभ्यां चतुरोऽजिष्यते ।
५.४.७८ब्रह्महस्तिभ्याम् वर्च्चसः
  ९४६
• पल्यराजभ्यां च ।
५.४.७९अवसमन्धेभ्यस्तमसः
  ९४७
५.४.८०श्वसो वसीयःश्रेयसः
  ९४८
५.४.८१अन्ववतप्ताद्रहसः
  ९४९
५.४.८२प्रतेरुरसः सप्तमीस्थात्
  ९५०
५.४.८३अनुगवमायामे
  ९५१
५.४.८४द्विस्तावा त्रिस्तावा वेदिः
  ९५२
५.४.८५उपसर्गादध्वनः
  ९५३
५.४.८६तत्पुरुषस्याङ्गुलेः संख्याव्ययादेः
  ७८६
५.४.८७अहस्सर्वैकदेशसंख्यातपुण्याच्च रात्रेः
  ७८७
• अहर्ग्रहणं द्वन्द्वार्थम् ।
५.४.८८अह्नोऽह्न एतेभ्यः
  ७९०
५.४.८९न संख्यादेः समाहारे
  ७९३
५.४.९०उत्तमैकाभ्यां च
  ७९४
५.४.९१राजाहस्सखिभ्यष्टच्
  ७८८
५.४.९२गोरतद्धितलुकि
  ७२९
५.४.९३अग्राख्यायामुरसः
  ७९५
५.४.९४अनोऽश्मायस्सरसाम् जातिसंज्ञयोः
  ७९६
५.४.९५ग्रामकौटाभ्यां च तक्ष्णः
  ७९७
५.४.९६अतेः शुनः
  ७९८
५.४.९७उपमानादप्राणिषु
  ७९९
५.४.९८उत्तरमृगपूर्वाच्च सक्थ्नः
  ८००
५.४.९९नावो द्विगोः
  ८०१
५.४.१००अर्धाच्च
  ८०२
५.४.१०१खार्याः प्राचाम्
  ८०३
५.४.१०२द्वित्रिभ्यामञ्जलेः
  ८०४
५.४.१०३अनसन्तान्नपुंसकाच्छन्दसि
  ३५०५
५.४.१०४ब्रह्मणो जानपदाख्यायाम्
  ८०५
५.४.१०५कुमहद्भ्यामन्यतरस्याम्
  ८०६
५.४.१०६द्वन्द्वाच्चुदषहान्तात् समाहारे
  ९३०
५.४.१०७अव्ययीभावे शरत्प्रभृतिभ्यः
  ६७७
५.४.१०८अनश्च
  ६७८
५.४.१०९नपुंसकादन्यतरस्याम्
  ६८०
५.४.११०नदीपौर्णमास्याग्रहायणीभ्यः
  ६८१
५.४.१११झयः
  ६८२
५.४.११२गिरेश्च सेनकस्य
  ६८३
५.४.११३बहुव्रीहौ सक्थ्यक्ष्णोः स्वाङ्गात् षच्
  ८५२
५.४.११४अङ्गुलेर्दारुणि
  ८५३
५.४.११५द्वित्रिभ्यां ष मूर्ध्नः
  ८५४
५.४.११६अप् पूरणीप्रमाण्योः
  ८३२
• नेतुर्नक्षत्रेऽन्वक्तव्यः ।
५.४.११७अन्तर्बहिर्भ्यां च लोम्नः
  ८५५
५.४.११८अञ्नासिकायाः संज्ञायां नसं चास्थूलात्
  ८५६
• खुरखराभ्यां वा नस् ।
५.४.११९उपसर्गाच्च
  ८५८
• वेर्ग्रो वक्तव्यः ।• ख्यश्च ।
५.४.१२०सुप्रातसुश्वसुदिवशारिकुक्षचतुरश्रैणीपदाजपदप्रोष्ठपदाः
  ८६०
५.४.१२१नञ्दुःसुभ्यो हलिसक्थ्योरन्यतरस्याम्
  ८६१
५.४.१२२नित्यमसिच् प्रजामेधयोः
  ८६२
५.४.१२३बहुप्रजाश्छन्दसि
  ३५०६
५.४.१२४धर्मादनिच् केवलात्
  ८६३
५.४.१२५जम्भा सुहरिततृणसोमेभ्यः
  ८६४
५.४.१२६दक्षिणेर्मा लुब्धयोगे
  ८६५
५.४.१२७इच् कर्मव्यतिहारे
  ८६६
५.४.१२८द्विदण्ड्यादिभ्यश्च
  ८६७
५.४.१२९प्रसम्भ्यां जानुनोर्ज्ञुः
  ८६८
५.४.१३०ऊर्ध्वाद्विभाषा
  ८६९
५.४.१३१ऊधसोऽनङ्
  ४८३
५.४.१३२धनुषश्च
  ८७०
५.४.१३३वा संज्ञायाम्
  ८७१
५.४.१३४जायाया निङ्
  ८७२
५.४.१३५गन्धस्येदुत्पूतिसुसुरभिभ्यः
  ८७४
• गन्धस्येत्त्वे तदेकान्तग्रहणम् ।
५.४.१३६अल्पाख्यायाम्
  ८७५
५.४.१३७उपमानाच्च
  ८७६
५.४.१३८पादस्य लोपोऽहस्त्यादिभ्यः
  ८७७
५.४.१३९कुम्भपदीषु च
  ८७८
५.४.१४०संख्यासुपूर्वस्य
  ८७९
५.४.१४१वयसि दन्तस्य दतृ
  ८८०
५.४.१४२छन्दसि च
  ३५०७
५.४.१४३स्त्रियां संज्ञायाम्
  ८८१
५.४.१४४विभाषा श्यावारोकाभ्याम्
  ८८२
५.४.१४५अग्रान्तशुद्धशुभ्रवृषवराहेभ्यश्च
  ८८३
५.४.१४६ककुदस्यावस्थायां लोपः
  ८८४
५.४.१४७त्रिककुत् पर्वते
  ८८५
५.४.१४८उद्विभ्यां काकुदस्य
  ८८६
५.४.१४९पूर्णाद्विभाषा
  ८८७
५.४.१५०सुहृद्दुर्हृदौ मित्रामित्रयोः
  ८८८
५.४.१५१उरःप्रभृतिभ्यः कप्
  ८८९
५.४.१५२इनः स्त्रियाम्
  ८९०
• अर्थान्नञः ।
५.४.१५३नद्यृतश्च
  ८३३
५.४.१५४शेषाद्विभाषा
  ८९१
५.४.१५५न संज्ञायाम्
  ८९३
५.४.१५६ईयसश्च
  ८९४
• ईयसो बहुव्रीहेर्नेति वाच्यम् ।
५.४.१५७वन्दिते भ्रातुः
  ८९५
५.४.१५८ऋतश्छन्दसि
  ३५०८
५.४.१५९नाडीतन्त्र्योः स्वाङ्गे
  ८९६
५.४.१६०निष्प्रवाणिश्च
  ८९७
६.१.१एकाचो द्वे प्रथमस्य
  २१७५
६.१.२अजादेर्द्वितीयस्य
  २१७६
६.१.३न न्द्राः संयोगादयः
  २४४६
• बकारस्याप्ययं प्रतिषेधो वक्तव्यः ।• यकारपरस्य रेफस्य प्रतिषेधो न भवतीति वक्तव्यम् ।• कण्ड्वादीनां तृतीयस्य एकाचो द्वे भवत इति वक्तव्यम् ।• ईर्ष्यतेस्तृतीयस्येति वाच्यम् ।• वा नामधातूनां तृतीयस्य एकाचो द्वे भवत इति वक्तव्यम् ।• यथेष्टं नामधातुष्विति वक्तव्यम् ।
६.१.४पूर्वोऽभ्यासः
  २१७८
६.१.५उभे अभ्यस्तम्
  ४२६
६.१.६जक्षित्यादयः षट्
  ४२८
६.१.७तुजादीनां दीर्घोऽभ्यासस्य
  ३५०९
६.१.८लिटि धातोरनभ्यासस्य
  २१७७
६.१.९सन्यङोः
  २३९५
६.१.१०श्लौ
  २४९०
६.१.११चङि
  २३१५
६.१.१२दाश्वान् साह्वान् मीढ्वांश्च
  ३६२९
• चरिचलिपतिवदीनां वा द्वित्वमच्याक् चाभ्यासस्य ।• हन्तेर्घत्वं च ।• पाटेर्णिलुक् चोक्च दीर्घश्चाभ्यासस्य ।
६.१.१३ष्यङः सम्प्रसारणं पुत्रपत्योस्तत्पुरुषे
  १००३
६.१.१४बन्धुनि बहुव्रीहौ
  १००५
• मातञ्मातृकमातृषु वा ।
६.१.१५वचिस्वपियजादीनां किति
  २४०९
६.१.१६ग्रहिज्यावयिव्यधिवष्टिविचतिवृश्चतिपृच्छतिभृज्जतीनां ङिति च
  २४१२
६.१.१७लिट्यभ्यासस्योभयेषाम्
  २४०८
६.१.१८स्वापेश्चङि
  २५८४
६.१.१९स्वपिस्यमिव्येञां यङि
  २६४५
६.१.२०न वशः
  २६४६
६.१.२१चायः की
  २६४७
६.१.२२स्फायः स्फी निष्ठायाम्
  ३०४४
६.१.२३स्त्यः प्रपूर्वस्य
  ३०३३
६.१.२४द्रवमूर्तिस्पर्शयोः श्यः
  ३०२०
६.१.२५प्रतेश्च
  ३०२२
६.१.२६विभाषाऽभ्यवपूर्वस्य
  ३०२३
६.१.२७शृतं पाके
  ३०६७
६.१.२८प्यायः पी
  ३०७२
• आङ्पूर्वस्यान्धूधसोरिति वक्तव्यम् ।
६.१.२९लिड्यङोश्च
  २३२७
६.१.३०विभाषा श्वेः
  २४२०
६.१.३१णौ च संश्चङोः
  २६०१
६.१.३२ह्वः सम्प्रसारणम्
  २५८६
६.१.३३अभ्यस्तस्य च
  २४१७
६.१.३४बहुलं छन्दसि
  ३५१०
६.१.३५चायः की
  ३५११
६.१.३६अपस्पृधेथामानृचुरानृहुश्चिच्युषेतित्याजश्राताःश्रितमाशीराशीर्त्ताः
  ३५१२
६.१.३७न सम्प्रसारणे सम्प्रसारणम्
  ३६३
• रयेर्मतौ बहुलम् ।• ऋचि त्रेरुत्तरपदादिलोपश्छन्दसि ।
६.१.३८लिटि वयो यः
  २४१३
६.१.३९वश्चास्यान्यतरस्याम् किति
  २४१४
६.१.४०वेञः
  २४१५
६.१.४१ल्यपि च
  ३३३९
६.१.४२ज्यश्च
  ३३४०
६.१.४३व्यश्च
  ३३४१
६.१.४४विभाषा परेः
  ३३४२
६.१.४५आदेच उपदेशेऽशिति
  २३७०
६.१.४६न व्यो लिटि
  २४१६
६.१.४७स्फुरतिस्फुलत्योर्घञि
  ३१८५
६.१.४८क्रीङ्जीनां णौ
  २६००
६.१.४९सिध्यतेरपारलौकिके
  २६०२
६.१.५०मीनातिमिनोतिदीङां ल्यपि च
  २५०८
६.१.५१विभाषा लीयतेः
  २५०९
• प्रलम्भनशालिनीकरणयोश्च णौ नित्यमात्त्वम् ।
६.१.५२खिदेश्छन्दसि
  ३५१३
६.१.५३अपगुरो णमुलि
  ३३७५
६.१.५४चिस्फुरोर्णौ
  २५६९
६.१.५५प्रजने वीयतेः
  २६०३
६.१.५६बिभेतेर्हेतुभये
  २५९३
६.१.५७नित्यं स्मयतेः
  २५९६
६.१.५८सृजिदृशोर्झल्यमकिति
  २४०५
६.१.५९अनुदात्तस्य चर्दुपधस्यान्यतरस्याम्
  २४०२
६.१.६०शीर्षंश्छन्दसि
  ३५१४
६.१.६१ये च तद्धिते
  १६६७
• वा केशेषु ।• अचि शीर्षः ।
६.१.६२अचि शीर्षः

• छन्दसि च ।
६.१.६३पद्दन्नोमास्हृन्निशसन्यूषन्दोषन्यकञ्छकन्नुदन्नासञ्छस्प्रभृतिषु
  २२८
• मांसपृतनासानूनां मांस्पृत्स्नवो वाच्याः ।• नस् नासिकाया यत्तस् क्षुद्रेषु ।• वर्णनगरयोर्नेति वक्तव्यम् ।
६.१.६४धात्वादेः षः सः
  २२६४
• सुब्धातुष्ठिवुष्वष्कतीनां सत्वप्रतिषेधो वक्तव्यः ।
६.१.६५णो नः
  २२८६
६.१.६६लोपो व्योर्वलि
  ८७३
६.१.६७वेरपृक्तस्य
  ३७५
६.१.६८हल्ङ्याब्भ्यो दीर्घात् सुतिस्यपृक्तं हल्
  २५२
६.१.६९एङ्ह्रस्वात् सम्बुद्धेः
  १९३
६.१.७०शेश्छन्दसि बहुलम्
  ३५१६
६.१.७१ह्रस्वस्य पिति कृति तुक्
  २८५८
६.१.७२संहितायाम्
  १४५
६.१.७३छे च
  १४६
६.१.७४आङ्माङोश्च
  १४७
६.१.७५दीर्घात्
  १४८
६.१.७६पदान्ताद्वा
  १४९
• विश्वजनादीनां छन्दसि वा तुगागमो भवतीति वक्तव्यम् ।
६.१.७७इको यणचि
  ४७
६.१.७८एचोऽयवायावः
  ६१
६.१.७९वान्तो यि प्रत्यये
  ६३
• गोर्यूतौ च्छन्दस्युपसंख्यानम् ।• अध्वपरिमाणे च ।
६.१.८०धातोस्तन्निमित्तस्यैव
  ६४
६.१.८१क्षय्यजय्यौ शक्यार्थे
  ६५
६.१.८२क्रय्यस्तदर्थे
  ६६
६.१.८३भय्यप्रवय्ये च च्छन्दसि
  ३५१७
• हृदय्या उपसंख्यानम् ।• शरस्य च अवादेशो भवतीति वक्तव्यम् ।
६.१.८४एकः पूर्वपरयोः
  ६८
६.१.८५अन्तादिवच्च
  ७५
६.१.८६षत्वतुकोरसिद्धः
  ३३३३
६.१.८७आद्गुणः
  ६९
६.१.८८वृद्धिरेचि
  ७२
६.१.८९एत्येधत्यूठ्सु
  ७३
• अक्षादूहिन्यामुपसंख्यानम् ।• स्वादीरेरिणोः ।• प्रादूहोढोढ्येषैष्येषु ।• ऋते च तृतीयासमासे ।• प्रवत्सतरकम्बलवसनदशार्णानामृणे ।
६.१.९०आटश्च
  २६९
६.१.९१उपसर्गादृति धातौ
  ७४
६.१.९२वा सुप्यापिशलेः
  ७७
६.१.९३औतोऽम्शसोः
  २८५
६.१.९४एङि पररूपम्
  ७८
• शकन्ध्वादिषु पररूपं वक्तव्यम् ।• एवे चानियोगे ।• ओत्वोष्ठयोः समासे वा ।• एमन्नादिषु छन्दसि ।
६.१.९५ओमाङोश्च
  ८०
६.१.९६उस्यपदान्तात्
  २२१४
६.१.९७अतो गुणे
  १९१
६.१.९८अव्यक्तानुकरणस्यात इतौ
  ८१
• एकाचो न ।
६.१.९९नाम्रेडितस्यान्त्यस्य तु वा
  ८२
६.१.१००नित्यमाम्रेडिते डाचि

६.१.१०१अकः सवर्णे दीर्घः
  ८५
• ऋति सवर्णे ऋ वा ।• ऌति सवर्णे ऌ वा ।
६.१.१०२प्रथमयोः पूर्वसवर्णः
  १६४
६.१.१०३तस्माच्छसो नः पुंसि
  १९६
६.१.१०४नादिचि
  १६५
६.१.१०५दीर्घाज्जसि च
  २३९
६.१.१०६वा छन्दसि
  ३५१५
६.१.१०७अमि पूर्वः
  १९४
६.१.१०८सम्प्रसारणाच्च
  ३३०
६.१.१०९एङः पदान्तादति
  ८६
६.१.११०ङसिङसोश्च
  २४६
६.१.१११ऋत उत्
  २७९
६.१.११२ख्यत्यात् परस्य
  २५५
६.१.११३अतो रोरप्लुतादप्लुते
  १६३
६.१.११४हशि च
  १६६
६.१.११५प्रकृत्याऽन्तःपादमव्यपरे
  ३५१८
६.१.११६अव्यादवद्यादवक्रमुरव्रतायमवन्त्ववस्युषु च
  ३५१९
६.१.११७यजुष्युरः
  ३५२०
६.१.११८आपोजुषाणोवृष्णोवर्षिष्ठेऽम्बेऽम्बालेऽम्बिकेपूर्वे
  ३५२१
६.१.११९अङ्ग इत्यादौ च
  ३५२२
६.१.१२०अनुदात्ते च कुधपरे
  ३५२३
६.१.१२१अवपथासि च
  ३५२४
६.१.१२२सर्वत्र विभाषा गोः
  ८७
६.१.१२३अवङ् स्फोटायनस्य
  ८८
६.१.१२४इन्द्रे च
  ८९
६.१.१२५प्लुतप्रगृह्या अचि नित्यम्
  ९०
६.१.१२६आङोऽनुनासिकश्छन्दसि
  ३५२५
६.१.१२७इकोऽसवर्णे शाकल्यस्य ह्रस्वश्च
  ९१
• न समासे ।• सिति च ।
६.१.१२८ऋत्यकः
  ९२
६.१.१२९अप्लुतवदुपस्थिते
  ९८
६.१.१३०ई३ चाक्रवर्मणस्य
  ९९
६.१.१३१दिव उत्
  ३३७
६.१.१३२एतत्तदोः सुलोपोऽकोरनञ्समासे हलि
  १७६
६.१.१३३स्यश्छन्दसि बहुलम्
  ३५२६
६.१.१३४सोऽचि लोपे चेत् पादपूरणम्
  १७७
६.१.१३५सुट् कात् पूर्वः
  २५५३
६.१.१३६अडभ्यासव्यवायेऽपि

६.१.१३७सम्पर्युपेभ्यः करोतौ भूषणे
  २५५०
६.१.१३८समवाये च
  २५५१
६.१.१३९उपात् प्रतियत्नवैकृतवाक्याध्याहारेषु
  २५५२
६.१.१४०किरतौ लवने
  २५३९
६.१.१४१हिंसायां प्रतेश्च
  २५४०
६.१.१४२अपाच्चतुष्पाच्छकुनिष्वालेखने
  २६८८
• किरतेर्हर्षजीविकाकुलायकरणेषु ।
६.१.१४३कुस्तुम्बुरूणि जातिः
  १०५८
६.१.१४४अपरस्पराः क्रियासातत्ये
  १०५९
६.१.१४५गोष्पदं सेवितासेवितप्रमाणेषु
  १०६०
६.१.१४६आस्पदं प्रतिष्ठायाम्
  १०६१
६.१.१४७आश्चर्यमनित्ये
  १०६२
६.१.१४८वर्चस्केऽवस्करः
  १०६३
६.१.१४९अपस्करो रथाङ्गम्
  १०६४
६.१.१५०विष्किरः शकुनौ वा
  १०६५
६.१.१५१ह्रस्वाच्चन्द्रोत्तरपदे मन्त्रे
  ३५२७
६.१.१५२प्रतिष्कशश्च कशेः
  १०६६
६.१.१५३प्रस्कण्वहरिश्चन्द्रावृषी
  १०६७
६.१.१५४मस्करमस्करिणौ वेणुपरिव्राजकयोः
  १०६८
६.१.१५५कास्तीराजस्तुन्दे नगरे
  १०६९
६.१.१५६कारस्करो वृक्षः
  १०७०
६.१.१५७पारस्करप्रभृतीनि च संज्ञायाम्
  १०७१
• प्रायस्य चित्तिचित्तयोः सुडस्कारो वा ।
६.१.१५८अनुदात्तं पदमेकवर्जम्
  ३६५०
६.१.१५९कर्षात्वतो घञोऽन्त उदात्तः
  ३६८०
६.१.१६०उञ्छादीनां च
  ३६८१
६.१.१६१अनुदात्तस्य च यत्रोदात्तलोपः
  ३६५१
६.१.१६२धातोः
  ३६७१
६.१.१६३चितः
  ३७१०
६.१.१६४तद्धितस्य
  ३७११
६.१.१६५कितः
  ३७१२
६.१.१६६तिसृभ्यो जसः
  ३७१३
६.१.१६७चतुरः शसि
  ३६८२
६.१.१६८सावेकाचस्तृतीयादिर्विभक्तिः
  ३७१४
६.१.१६९अन्तोदात्तादुत्तरपदादन्यतरस्यामनित्यसमासे
  ३७१५
६.१.१७०अञ्चेश्छन्दस्यसर्वनामस्थानम्
  ३७१६
६.१.१७१ऊडिदम्पदाद्यप्पुम्रैद्युभ्यः
  ३७१७
• ऊठ्युपधाग्रहणं कर्तव्यम् ।
६.१.१७२अष्टनो दीर्घात्
  ३७१८
६.१.१७३शतुरनुमो नद्यजादी
  ३७१९
• बृहन्महतोरुपसंख्यानम् ।
६.१.१७४उदात्तयणो हल्पूर्वात्
  ३७२०
६.१.१७५नोङ्धात्वोः
  ३७२१
६.१.१७६ह्रस्वनुड्भ्यां मतुप्
  ३७२२
६.१.१७७नामन्यतरस्याम्
  ३७२३
६.१.१७८ङ्याश्छन्दसि बहुलम्
  ३७२४
६.१.१७९षट्त्रिचतुर्भ्यो हलादिः
  ३७२५
६.१.१८०झल्युपोत्तमम्
  ३६८३
६.१.१८१विभाषा भाषायाम्
  ३६८४
६.१.१८२न गोश्वन्त्साववर्णराडङ्क्रुङ्कृद्भ्यः
  ३७२६
६.१.१८३दिवो झल्
  ३७२७
६.१.१८४नृ चान्यतरस्याम्
  ३७२८
६.१.१८५तित्स्वरितम्
  ३७२९
६.१.१८६तास्यनुदात्तेन्ङिददुपदेशाल्लसार्वधातुकमनुदात्तमह्न्विङोः
  ३७३०
६.१.१८७आदिः सिचोऽन्यतरस्याम्
  ३७३१
६.१.१८८स्वपादिहिंसामच्यनिटि
  ३६७२
६.१.१८९अभ्यस्तानामादिः
  ३६७३
६.१.१९०अनुदात्ते च
  ३६७४
६.१.१९१सर्वस्य सुपि
  ३६८५
६.१.१९२भीह्रीभृहुमदजनधनदरिद्राजागरां प्रत्ययात् पूर्वम् पिति
  ३६७५
६.१.१९३लिति
  ३६७६
६.१.१९४आदिर्णमुल्यन्यतरस्याम्
  ३६७७
६.१.१९५अचः कर्तृयकि
  ३६७८
६.१.१९६थलि च सेटीडन्तो वा
  ३७३२
६.१.१९७ञ्नित्यादिर्नित्यम्
  ३६८६
६.१.१९८आमन्त्रितस्य च
  ३६५३
६.१.१९९पथिमथोः सर्वनामस्थाने
  ३६८७
६.१.२००अन्तश्च तवै युगपत्
  ३६८८
६.१.२०१क्षयो निवासे
  ३६८९
६.१.२०२जयः करणम्
  ३६९०
६.१.२०३वृषादीनां च
  ३६९१
६.१.२०४संज्ञायामुपमानम्
  ३६९२
६.१.२०५निष्ठा च द्व्यजनात्
  ३६९३
६.१.२०६शुष्कधृष्टौ
  ३६९४
६.१.२०७आशितः कर्ता
  ३६९५
६.१.२०८रिक्ते विभाषा
  ३६९६
६.१.२०९जुष्टार्पिते च छन्दसि
  ३६९७
६.१.२१०नित्यं मन्त्रे
  ३६९८
६.१.२११युष्मदस्मदोर्ङसि
  ३६९९
६.१.२१२ङयि च
  ३७००
६.१.२१३यतोऽनावः
  ३७०१
६.१.२१४ईडवन्दवृशंसदुहां ण्यतः
  ३७०२
६.१.२१५विभाषा वेण्विन्धानयोः
  ३७०३
६.१.२१६त्यागरागहासकुहश्वठक्रथानाम्
  ३७०४
६.१.२१७उपोत्तमं रिति
  ३७३३
६.१.२१८चङ्यन्यतरस्याम्
  ३६७९
६.१.२१९मतोः पूर्वमात् संज्ञायां स्त्रियाम्
  ३७०५
६.१.२२०अन्तोऽवत्याः
  ३७०६
६.१.२२१ईवत्याः
  ३७०७
६.१.२२२चौ
  ३६५२
• चोरतद्धित इति वक्तव्यम् ।
६.१.२२३समासस्य
  ३७३४
६.२.१बहुव्रीहौ प्रकृत्या पूर्वपदम्
  ३७३५
६.२.२तत्पुरुषे तुल्यार्थतृतीयासप्तम्युपमानाव्ययद्वितीयाकृत्याः
  ३७३६
६.२.३वर्णो वर्णेष्वनेते
  ३७३७
६.२.४गाधलवणयोः प्रमाणे
  ३७३८
६.२.५दायाद्यं दायादे
  ३७३९
६.२.६प्रतिबन्धि चिरकृच्छ्रयोः
  ३७४०
६.२.७पदेऽपदेशे
  ३७४१
६.२.८निवाते वातत्राणे
  ३७४२
६.२.९शारदेऽनार्तवे
  ३७४३
६.२.१०अध्वर्युकषाययोर्जातौ
  ३७४४
६.२.११सदृशप्रतिरूपयोः सादृश्ये
  ३७४५
६.२.१२द्विगौ प्रमाणे
  ३७४६
६.२.१३गन्तव्यपण्यं वाणिजे
  ३७४७
६.२.१४मात्रोपज्ञोपक्रमच्छाये नपुंसके
  ३७४८
६.२.१५सुखप्रिययोर्हिते
  ३७४९
६.२.१६प्रीतौ च
  ३७५०
६.२.१७स्वं स्वामिनि
  ३७५१
६.२.१८पत्यावैश्वर्ये
  ३७५२
६.२.१९न भूवाक्चिद्दिधिषु
  ३७५३
६.२.२०वा भुवनम्
  ३७५४
६.२.२१आशङ्काबाधनेदीयस्सु संभावने
  ३७५५
६.२.२२पूर्वे भूतपूर्वे
  ३७५६
६.२.२३सविधसनीडसमर्यादसवेशसदेशेषु सामीप्ये
  ३७५७
६.२.२४विस्पष्टादीनि गुणवचनेषु
  ३७५८
६.२.२५श्रज्याऽवमकन्पापवत्सु भावे कर्मधारये
  ३७५९
६.२.२६कुमारश्च
  ३७६०
६.२.२७आदिः प्रत्येनसि
  ३७६१
६.२.२८पूगेष्वन्यतरस्याम्
  ३७६२
६.२.२९इगन्तकालकपालभगालशरावेषु द्विगौ
  ३७६३
६.२.३०बह्वन्यतरस्याम्
  ३७६४
६.२.३१दिष्टिवितस्त्योश्च
  ३७६५
६.२.३२सप्तमी सिद्धशुष्कपक्वबन्धेष्वकालात्
  ३७६६
६.२.३३परिप्रत्युपापा वर्ज्यमानाहोरात्रावयवेषु
  ३७६७
६.२.३४राजन्यबहुवचनद्वन्द्वेऽन्धकवृष्णिषु
  ३७६८
६.२.३५संख्या
  ३७६९
६.२.३६आचार्योपसर्जनश्चान्तेवासी
  ३७७०
६.२.३७कार्तकौजपादयश्च
  ३७७१
६.२.३८महान् व्रीह्यपराह्णगृष्टीष्वासजाबालभारभारतहैलिहिलरौरवप्रवृद्धेषु
  ३७७२
६.२.३९क्षुल्लकश्च वैश्वदेवे
  ३७७३
६.२.४०उष्ट्रः सादिवाम्योः
  ३७७४
६.२.४१गौः सादसादिसारथिषु
  ३७७५
६.२.४२कुरुगार्हपतरिक्तगुर्वसूतजरत्यश्लीलदृढरूपापारेवडवातैतिलकद्रूःपण्यकम्बलो दासीभाराणां च
  ३७७६
• कुरुवृज्योर्गार्हपते ।
६.२.४३चतुर्थी तदर्थे
  ३७७७
६.२.४४अर्थे
  ३७७८
६.२.४५क्ते च
  ३७७९
६.२.४६कर्मधारयेऽनिष्ठा
  ३७८०
६.२.४७अहीने द्वितीया
  ३७८१
• अनुपसर्ग इति वक्तव्यम् ।
६.२.४८तृतीया कर्मणि
  ३७८२
६.२.४९गतिरनन्तरः
  ३७८३
६.२.५०तादौ च निति कृत्यतौ
  ३७८४
६.२.५१तवै चान्तश्च युगपत्
  ३७८५
६.२.५२अनिगन्तोऽञ्चतौ वप्रत्यये
  ३७८६
६.२.५३न्यधी च
  ३७८७
६.२.५४ईषदन्यतरस्याम्
  ३७८८
६.२.५५हिरण्यपरिमाणं धने
  ३७८९
६.२.५६प्रथमोऽचिरोपसम्पत्तौ
  ३७९०
६.२.५७कतरकतमौ कर्मधारये
  ३७९१
६.२.५८आर्यो ब्राह्मणकुमारयोः
  ३७९२
६.२.५९राजा च
  ३७९३
६.२.६०षष्ठी प्रत्येनसि
  ३७९४
६.२.६१क्ते नित्यार्थे
  ३७९५
६.२.६२ग्रामः शिल्पिनि
  ३७९६
६.२.६३राजा च प्रशंसायाम्
  ३७९७
६.२.६४आदिरुदात्तः
  ३७९८
६.२.६५सप्तमीहारिणौ धर्म्येऽहरणे
  ३७९९
६.२.६६युक्ते च
  ३८००
६.२.६७विभाषाऽध्यक्षे
  ३८०१
६.२.६८पापं च शिल्पिनि
  ३८०२
६.२.६९गोत्रान्तेवासिमाणवब्राह्मणेषु क्षेपे
  ३८०३
६.२.७०अङ्गानि मैरेये
  ३८०४
६.२.७१भक्ताख्यास्तदर्थेषु
  ३८०५
६.२.७२गोबिडालसिंहसैन्धवेषूपमाने
  ३८०६
६.२.७३अके जीविकाऽर्थे
  ३८०७
६.२.७४प्राचां क्रीडायाम्
  ३८०८
६.२.७५अणि नियुक्ते
  ३८०९
६.२.७६शिल्पिनि चाकृञः
  ३८१०
६.२.७७संज्ञायां च
  ३८११
६.२.७८गोतन्तियवं पाले
  ३८१२
६.२.७९णिनि
  ३८१३
६.२.८०उपमानं शब्दार्थप्रकृतावेव
  ३८१४
६.२.८१युक्तारोह्यादयश्च
  ३८१५
६.२.८२दीर्घकाशतुषभ्राष्ट्रवटं जे
  ३८१६
६.२.८३अन्त्यात् पूर्वं बह्वचः
  ३८१७
६.२.८४ग्रामेऽनिवसन्तः
  ३८१८
६.२.८५घोषादिषु च
  ३८१९
६.२.८६छात्र्यादयः शालायाम्
  ३८२०
६.२.८७प्रस्थेऽवृद्धमकर्क्यादीनाम्
  ३८२१
६.२.८८मालादीनां च
  ३८२२
६.२.८९अमहन्नवं नगरेऽनुदीचाम्
  ३८२३
६.२.९०अर्मे चावर्णं द्व्यच्त्र्यच्
  ३८२४
६.२.९१न भूताधिकसंजीवमद्राश्मकज्जलम्
  ३८२५
• आद्युदात्तप्रकरणे दिवोदासादीनां छन्दस्युपसंख्यानम् ।
६.२.९२अन्तः
  ३८२६
६.२.९३सर्वं गुणकार्त्स्न्ये
  ३८२७
• गुणात्तरेण तरपो लोपश्चेति वक्तव्यम् ।
६.२.९४संज्ञायां गिरिनिकाययोः
  ३८२८
६.२.९५कुमार्यां वयसि
  ३८२९
६.२.९६उदकेऽकेवले
  ३८३०
६.२.९७द्विगौ क्रतौ
  ३८३१
६.२.९८सभायां नपुंसके
  ३८३२
६.२.९९पुरे प्राचाम्
  ३८३३
६.२.१००अरिष्टगौडपूर्वे च
  ३८३४
६.२.१०१न हास्तिनफलकमार्देयाः
  ३८३५
६.२.१०२कुसूलकूपकुम्भशालं बिले
  ३८३६
६.२.१०३दिक्शब्दा ग्रामजनपदाख्यानचानराटेषु
  ३८३७
६.२.१०४आचार्योपसर्जनश्चान्तेवासिनि
  ३८३८
६.२.१०५उत्तरपदवृद्धौ सर्वं च
  ३८३९
६.२.१०६बहुव्रीहौ विश्वं संज्ञायाम्
  ३८४०
६.२.१०७उदराश्वेषुषु
  ३८४१
६.२.१०८क्षेपे
  ३८४२
६.२.१०९नदी बन्धुनि
  ३८४३
६.२.११०निष्ठोपसर्गपूर्वमन्यतरस्याम्
  ३८४४
६.२.१११उत्तरपदादिः
  ३८४५
६.२.११२कर्णो वर्णलक्षणात्
  ३८४६
६.२.११३संज्ञौपम्ययोश्च
  ३८४७
६.२.११४कण्ठपृष्ठग्रीवाजंघं च
  ३८४८
६.२.११५शृङ्गमवस्थायां च
  ३८४९
६.२.११६नञो जरमरमित्रमृताः
  ३८५०
६.२.११७सोर्मनसी अलोमोषसी
  ३८५१
६.२.११८क्रत्वादयश्च
  ३८५२
६.२.११९आद्युदात्तं द्व्यच् छन्दसि
  ३८५३
६.२.१२०वीरवीर्यौ च
  ३८५४
६.२.१२१कूलतीरतूलमूलशालाऽक्षसममव्ययीभावे
  ३८५५
६.२.१२२कंसमन्थशूर्पपाय्यकाण्डं द्विगौ
  ३८५६
६.२.१२३तत्पुरुषे शालायां नपुंसके
  ३८५७
६.२.१२४कन्था च
  ३८५८
६.२.१२५आदिश्चिहणादीनाम्
  ३८५९
६.२.१२६चेलखेटकटुककाण्डं गर्हायाम्
  ३८६०
६.२.१२७चीरमुपमानम्
  ३८६१
६.२.१२८पललसूपशाकं मिश्रे
  ३८६२
६.२.१२९कूलसूदस्थलकर्षाः संज्ञायाम्
  ३८६३
६.२.१३०अकर्मधारये राज्यम्
  ३८६४
• चेलराज्यादिस्वरादव्ययस्वरो भवति पूर्वविप्रतिषेधेन ।
६.२.१३१वर्ग्यादयश्च
  ३८६५
६.२.१३२पुत्रः पुंभ्यः
  ३८६६
६.२.१३३नाचार्यराजर्त्विक्संयुक्तज्ञात्याख्येभ्यः
  ३८६७
६.२.१३४चूर्णादीन्यप्राणिषष्ठ्याः
  ३८६८
६.२.१३५षट् च काण्डादीनि
  ३८६९
६.२.१३६कुण्डं वनम्
  ३८७०
६.२.१३७प्रकृत्या भगालम्
  ३८७१
६.२.१३८शितेर्नित्याबह्वज्बहुव्रीहावभसत्
  ३८७२
६.२.१३९गतिकारकोपपदात् कृत्
  ३८७३
६.२.१४०उभे वनस्पत्यादिषु युगपत्
  ३८७४
६.२.१४१देवताद्वन्द्वे च
  ३८७५
६.२.१४२नोत्तरपदेऽनुदात्तादावपृथिवीरुद्रपूषमन्थिषु
  ३८७६
६.२.१४३अन्तः
  ३८७७
६.२.१४४थाथघञ्क्ताजबित्रकाणाम्
  ३८७८
६.२.१४५सूपमानात् क्तः
  ३८७९
६.२.१४६संज्ञायामनाचितादीनाम्
  ३८८०
६.२.१४७प्रवृद्धादीनां च
  ३८८१
६.२.१४८कारकाद्दत्तश्रुतयोरेवाशिषि
  ३८८२
६.२.१४९इत्थम्भूतेन कृतमिति च
  ३८८३
६.२.१५०अनो भावकर्मवचनः
  ३८८४
६.२.१५१मन्क्तिन्व्याख्यानशयनासनस्थानयाजकादिक्रीताः
  ३८८५
६.२.१५२सप्तम्याः पुण्यम्
  ३८८६
६.२.१५३ऊनार्थकलहं तृतीयायाः
  ३८८७
६.२.१५४मिश्रं चानुपसर्गमसंधौ
  ३८८८
६.२.१५५नञो गुणप्रतिषेधे सम्पाद्यर्हहितालमर्थास्तद्धिताः
  ३८८९
६.२.१५६ययतोश्चातदर्थे
  ३८९०
६.२.१५७अच्कावशक्तौ
  ३८९१
६.२.१५८आक्रोशे च
  ३८९२
६.२.१५९संज्ञायाम्
  ३८९३
६.२.१६०कृत्योकेष्णुच्चार्वादयश्च
  ३८९४
• राजाह्नोश्छन्दसि ।
६.२.१६१विभाषा तृन्नन्नतीक्ष्णशुचिषु
  ३८९५
६.२.१६२बहुव्रीहाविदमेतत्तद्भ्यः प्रथमपूरणयोः क्रियागणने
  ३८९६
६.२.१६३संख्यायाः स्तनः
  ३८९७
६.२.१६४विभाषा छन्दसि
  ३८९८
६.२.१६५संज्ञायां मित्राजिनयोः
  ३८९९
• ऋषिप्रतिषेधोऽमित्रे ।
६.२.१६६व्यवायिनोऽन्तरम्
  ३९००
६.२.१६७मुखं स्वाङ्गम्
  ३९०१
६.२.१६८नाव्ययदिक्शब्दगोमहत्स्थूलमुष्टिपृथुवत्सेभ्यः
  ३९०२
६.२.१६९निष्ठोपमानादन्यतरस्याम्
  ३९०३
६.२.१७०जातिकालसुखादिभ्योऽनाच्छादनात् क्तोऽकृतमितप्रतिपन्नाः
  ३९०४
६.२.१७१वा जाते
  ३९०५
६.२.१७२नञ्सुभ्याम्
  ३९०६
६.२.१७३कपि पूर्वम्
  ३९०७
६.२.१७४ह्रस्वान्तेऽन्त्यात् पूर्वम्
  ३९०८
६.२.१७५बहोर्नञ्वदुत्तरपदभूम्नि
  ३९०९
६.२.१७६न गुणादयोऽवयवाः
  ३९१०
६.२.१७७उपसर्गात् स्वाङ्गं ध्रुवमपर्शु
  ३९११
६.२.१७८वनं समासे
  ३९१२
६.२.१७९अन्तः
  ३९१३
६.२.१८०अन्तश्च
  ३९१४
६.२.१८१न निविभ्याम्
  ३९१५
६.२.१८२परेरभितोभाविमण्डलम्
  ३९१६
६.२.१८३प्रादस्वाङ्गं संज्ञायाम्
  ३९१७
६.२.१८४निरुदकादीनि च
  ३९१८
६.२.१८५अभेर्मुखम्
  ३९१९
६.२.१८६अपाच्च
  ३९२०
६.२.१८७स्फिगपूतवीणाऽञ्जोऽध्वकुक्षिसीरनामनाम च
  ३९२१
६.२.१८८अधेरुपरिस्थम्
  ३९२२
६.२.१८९अनोरप्रधानकनीयसी
  ३९२३
६.२.१९०पुरुषश्चान्वादिष्टः
  ३९२४
६.२.१९१अतेरकृत्पदे
  ३९२५
• अतेर्धातुलोप इति वक्तव्यम् ।
६.२.१९२नेरनिधाने
  ३९२६
६.२.१९३प्रतेरंश्वादयस्तत्पुरुषे
  ३९२७
६.२.१९४उपाद् द्व्यजजिनमगौरादयः
  ३९२८
६.२.१९५सोरवक्षेपणे
  ३९२९
६.२.१९६विभाषोत्पुच्छे
  ३९३०
६.२.१९७द्वित्रिभ्यां पाद्दन्मूर्धसु बहुव्रीहौ
  ३९३१
६.२.१९८सक्थं चाक्रान्तात्
  ३९३२
६.२.१९९परादिश्छन्दसि बहुलम्
  ३९३३
• त्रिचक्रादीनां छन्दस्युपसंख्यानम् ।
६.३.१अलुगुत्तरपदे
  ९५८
६.३.२पञ्चम्याः स्तोकादिभ्यः
  ९५९
• ब्राह्मणाच्छंसिन उपसंख्यानम् ।
६.३.३ओजःसहोऽम्भस्तमसः तृतीयायाः
  ९६०
• अञ्जस उपसङ्ख्यानम् ।• पुंसानुजो जनुषान्ध इति च ।
६.३.४मनसः संज्ञायाम्
  ९६१
६.३.५आज्ञायिनि च
  ९६२
६.३.६आत्मनश्च पूरणे
  ९६३
• पूरणे ।
६.३.७वैयाकरणाख्यायां चतुर्थ्याः
  ९६४
६.३.८परस्य च
  ९६५
६.३.९हलदन्तात् सप्तम्याः संज्ञायाम्
  ९६६
• हृद्द्युभ्यां च ।
६.३.१०कारनाम्नि च प्राचां हलादौ
  ९६८
६.३.११मध्याद्गुरौ
  ९६९
• अन्ताच्च ।
६.३.१२अमूर्धमस्तकात् स्वाङ्गादकामे
  ९७०
६.३.१३बन्धे च विभाषा
  ९७१
६.३.१४तत्पुरुषे कृति बहुलम्
  ९७२
६.३.१५प्रावृट्शरत्कालदिवां जे
  ९७३
६.३.१६विभाषा वर्षक्षरशरवरात्
  ९७४
६.३.१७घकालतनेषु कालनाम्नः
  ९७५
६.३.१८शयवासवासिष्वकालात्
  ९७६
• अपो योनियन्मतुषु ।
६.३.१९नेन्सिद्धबध्नातिषु
  ९७७
६.३.२०स्थे च भाषायाम्
  ९७८
६.३.२१षष्ठ्या आक्रोशे
  ९७९
• वाग्दिक्पश्यद्भ्यो युक्तिदण्डहरेषु ।• आमुष्यायणामुष्यपुत्रिकामुष्यकुलिकेति च ।• देवानां प्रिय इति च मूर्खे ।• शेपपुच्छलाङ्गूलेषु शुनः संज्ञायाम् ।• दिवश्च दासे ।
६.३.२२पुत्रेऽन्यतरस्याम्
  ९८०
६.३.२३ऋतो विद्यायोनिसम्बन्धेभ्यः
  ९८१
• विद्यायोनिसंबन्धेभ्यस्तत्पूर्वोत्तरपदग्रहणम् ।
६.३.२४विभाषा स्वसृपत्योः
  ९८२
६.३.२५आनङ् ऋतो द्वन्द्वे
  ९२१
६.३.२६देवताद्वन्द्वे च
  ९२२
• वायुशब्दप्रयोगे प्रतिषेधो वक्तव्यः ।
६.३.२७ईदग्नेः सोमवरुणयोः
  ९२३
६.३.२८इद्वृद्धौ
  ९२५
• विष्णौ न ।
६.३.२९दिवो द्यावा
  ९२६
६.३.३०दिवसश्च पृथिव्याम्
  ९२७
६.३.३१उषासोषसः
  ९२८
६.३.३२मातरपितरावुदीचाम्
  ९२९
६.३.३३पितरामातरा च च्छन्दसि
  ३५२८
६.३.३४स्त्रियाः पुंवद्भाषितपुंस्कादनूङ् समानाधिकरणे स्त्रियामपूरणीप्रियाऽऽदिषु
  ८३१
६.३.३५तसिलादिष्वाकृत्वसुचः
  ८३६
• शसि बह्वल्पार्थस्य पुंवद्भावो वक्तव्यः ।• त्वतलोर्गुणवचनस्य ।• भस्याढे तद्धिते ।• ठक्छसोश्च ।
६.३.३६क्यङ्मानिनोश्च
  ८३७
६.३.३७न कोपधायाः
  ८३८
• कोपधप्रतिषेधे तद्धितवुग्रहणम् ।
६.३.३८संज्ञापूरण्योश्च
  ८३९
६.३.३९वृद्धिनिमित्तस्य च तद्धितस्यारक्तविकारे
  ८४०
६.३.४०स्वाङ्गाच्चेतोऽमानिनि
  ८४१
• अमानिनीति वाच्यम् ।
६.३.४१जातेश्च
  ८४२
६.३.४२पुंवत् कर्मधारयजातीयदेशीयेषु
  ७४६
• कुक्कुट्यादीनामण्डादिषु ।
६.३.४३घरूपकल्पचेलड्ब्रुवगोत्रमतहतेषु ङ्योऽनेकाचो ह्रस्वः
  ९८५
६.३.४४नद्याः शेषस्यान्यतरस्याम्
  ९८६
• कृन्नद्या न ।
६.३.४५उगितश्च
  ९८७
६.३.४६आन्महतः समानाधिकरणजातीययोः
  ८०७
• महत आत्वे घासकरविशिष्टेषूपसंख्यानं पुंवद्भावश्च ।• अष्टनः कपाले हविषि ।• गवि च युक्ते ।
६.३.४७द्व्यष्टनः संख्यायामबहुव्रीह्यशीत्योः
  ८०८
• प्राक्शतादिति वक्तव्यम् ।
६.३.४८त्रेस्त्रयः
  ८०९
६.३.४९विभाषा चत्वारिंशत्प्रभृतौ सर्वेषाम्
  ८१०
६.३.५०हृदयस्य हृल्लेखयदण्लासेषु
  ९८८
६.३.५१वा शोकष्यञ्रोगेषु
  ९८९
६.३.५२पादस्य पदाज्यातिगोपहतेषु
  ९९०
६.३.५३पद् यत्यतदर्थे
  ९९१
• इके चरतावुपसंख्यानम् ।
६.३.५४हिमकाषिहतिषु च
  ९९२
६.३.५५ऋचः शे
  ९९३
६.३.५६वा घोषमिश्रशब्देषु
  ९९४
• निष्के चेति वक्तव्यम् ।
६.३.५७उदकस्योदः संज्ञायाम्
  ९९५
• उत्तरपदस्येति च वक्तव्यम् ।
६.३.५८पेषंवासवाहनधिषु च
  ९९६
६.३.५९एकहलादौ पूरयितव्येऽन्यतरस्याम्
  ९९७
६.३.६०मन्थौदनसक्तुबिन्दुवज्रभारहारवीवधगाहेषु च
  ९९८
६.३.६१इको ह्रस्वोऽङ्यो गालवस्य
  ९९९
• इयङुवङ्भाविनामव्ययानां च नेति वाच्यम् ।• अभ्रूकुंसादीनामिति वक्तव्यम् ।
६.३.६२एक तद्धिते च
  १०००
६.३.६३ङ्यापोः संज्ञाछन्दसोर्बहुलम्
  १००१
६.३.६४त्वे च
  १००२
६.३.६५इष्टकेषीकामालानां चिततूलभारिषु
  १००६
६.३.६६खित्यनव्ययस्य
  २९४३
६.३.६७अरुर्द्विषदजन्तस्य मुम्
  २९४२
६.३.६८इच एकाचोऽम्प्रत्ययवच्च
  २९९४
६.३.६९वाचंयमपुरंदरौ च
  २९५७
६.३.७०कारे सत्यागदस्य
  १००७
• अस्तोश्चेति वक्तव्यम् ।• भक्षस्य च छन्दसि ।• धेनोर्भव्यायाम् ।• लोकस्य पृणे ।• इत्येऽनभ्याशस्य ।• भ्राष्ट्राग्न्योरिन्धे ।• गिलेऽगिलस्य ।• गिलगिले च ।• उष्णभद्रयोः करणे ।• सूतोग्रराजभोजकुलमेरुभ्यो दुहितुः पुत्रड्वा ।
६.३.७१श्येनतिलस्य पाते ञे
  १२६८
६.३.७२रात्रेः कृति विभाषा
  १००८
६.३.७३नलोपो नञः
  ७५७
• नञो नलोपस्तिङि क्षेपे ।
६.३.७४तस्मान्नुडचि
  ७५८
६.३.७५नभ्राण्नपान्नवेदानासत्यानमुचिनकुलनखनपुंसकनक्षत्रनक्रनाकेषु प्रकृत्या
  ७५९
६.३.७६एकादिश्चैकस्य चादुक्
  ८११
६.३.७७नगोऽप्राणिष्वन्यतरस्याम्
  ७६०
६.३.७८सहस्य सः संज्ञायाम्
  १००९
६.३.७९ग्रन्थान्ताधिके च
  १०१०
६.३.८०द्वितीये चानुपाख्ये
  १०११
६.३.८१अव्ययीभावे चाकाले
  ६६०
६.३.८२वोपसर्जनस्य
  ८४९
६.३.८३प्रकृत्याऽऽशिष्यगोवत्सहलेषु
  ८५०
• अगोवत्सहलेष्विति वाच्यम् ।
६.३.८४समानस्य छन्दस्यमूर्धप्रभृत्युदर्केषु
  १०१२
६.३.८५ज्योतिर्जनपदरात्रिनाभिनामगोत्ररूपस्थानवर्णवयोवचनबन्धुषु
  १०१३
६.३.८६चरणे ब्रह्मचारिणि
  १०१४
६.३.८७तीर्थे ये
  १०१५
६.३.८८विभाषोदरे
  १०१६
६.३.८९दृग्दृशवतुषु
  १०१७
• दृक्षे चेति वक्तव्यम् ।
६.३.९०इदङ्किमोरीश्की
  १०१८
• दृक्षे चेति वक्तव्यम् ।
६.३.९१आ सर्वनाम्नः
  ४३०
• दृक्षे चेति वक्तव्यम् ।
६.३.९२विष्वग्देवयोश्च टेरद्र्यञ्चतावप्रत्यये
  ४१८
• छन्दसि स्त्रियां बहुलं विष्वग्देवयोष्टेरद्र्यादेशः ।
६.३.९३समः समि
  ४२१
६.३.९४तिरसस्तिर्यलोपे
  ४२३
६.३.९५सहस्य सध्रिः
  ४२२
६.३.९६सध मादस्थयोश्छन्दसि
  ३५२९
६.३.९७द्व्यन्तरुपसर्गेभ्योऽप ईत्
  ९४१
• अवर्णान्ताद्वा ।
६.३.९८ऊदनोर्देशे
  ९४२
६.३.९९अषष्ठ्यतृतीयास्थस्यान्यस्य दुगाशीराशाऽऽस्थाऽऽस्थितोत्सुकोतिकारकरागच्छेषु
  १०२५
६.३.१००अर्थे विभाषा
  १०२६
६.३.१०१कोः कत् तत्पुरुषेऽचि
  १०२७
• त्रौ च ।
६.३.१०२रथवदयोश्च
  १०२८
६.३.१०३तृणे च जातौ
  १०२९
६.३.१०४का पथ्यक्षयोः
  १०३०
६.३.१०५ईषदर्थे
  १०३१
६.३.१०६विभाषा पुरुषे
  १०३२
६.३.१०७कवं चोष्णे
  १०३३
६.३.१०८पथि च च्छन्दसि
  ३५३०
६.३.१०९पृषोदरादीनि यथोपदिष्टम्
  १०३४
• दिक्शब्देभ्यस्तीरस्य तारभावो वा ।• षष उत्वं दतृदशधासूत्तरपदादेः ष्टुत्वं च ।• धासु वेति वाच्यम् ।• दुरो दाशनाशदभध्येषूत्वमुत्तरपदादेः ष्टुत्वं च ।• स्वरो रोहतौ छन्दस्युत्वम् ।• पीवोपवसनादीनां छन्दसि लोपः ।
६.३.११०संख्याविसायपूर्वस्याह्नस्याहन्नन्यतरस्यां ङौ
  २३८
६.३.१११ढ्रलोपे पूर्वस्य दीर्घोऽणः
  १७४
६.३.११२सहिवहोरोदवर्णस्य
  २३५७
६.३.११३साढ्यै साढ्वा साढेति निगमे
  ३५३१
६.३.११४संहितायाम्
  १०३५
६.३.११५कर्णे लक्षणस्याविष्टाष्टपञ्चमणिभिन्नछिन्नछिद्रस्रुवस्वस्तिकस्य
  १०३६
६.३.११६नहिवृतिवृषिव्यधिरुचिसहितनिषु क्वौ
  १०३७
६.३.११७वनगिर्योः संज्ञायां कोटरकिंशुलकादीनाम्
  १०३८
६.३.११८वले
  १०४०
६.३.११९मतौ बह्वचोऽनजिरादीनाम्
  १०४१
६.३.१२०शरादीनां च
  १०४२
६.३.१२१इकः वहेऽपीलोः
  १०४३
• अपील्वादीनामिति वाच्यम् ।
६.३.१२२उपसर्गस्य घञ्यमनुष्ये बहुलम्
  १०४४
६.३.१२३इकः काशे
  १०४५
६.३.१२४दस्ति
  ३०७९
६.३.१२५अष्टनः संज्ञायाम्
  १०४६
६.३.१२६छन्दसि च
  ३५३२
• भाषायामाष्टनो दीर्घो भवतीति वक्तव्यम् ।
६.३.१२७चितेः कपि
  १०४७
६.३.१२८विश्वस्य वसुराटोः
  ३७९
६.३.१२९नरे संज्ञायाम्
  १०४८
६.३.१३०मित्रे चर्षौ
  १०४९
६.३.१३१मन्त्रे सोमाश्वेन्द्रियविश्वदेव्यस्य मतौ
  ३५३३
६.३.१३२ओषधेश्च विभक्तावप्रथमायाम्
  ३५३४
६.३.१३३ऋचि तुनुघमक्षुतङ्कुत्रोरुष्याणाम्
  ३५३५
६.३.१३४इकः सुञि
  ३५३६
६.३.१३५द्व्यचोऽतस्तिङः
  ३५३७
६.३.१३६निपातस्य च
  ३५३८
६.३.१३७अन्येषामपि दृश्यते
  ३५३९
• शुनोदन्तदंष्ट्राकर्णकुन्दवराहपुच्छपदेषु दीर्घो वाच्यः ।
६.३.१३८चौ
  ४१७
६.३.१३९सम्प्रसारणस्य
  १००४
६.४.१अङ्गस्य
  २००
६.४.२हलः
  २५५९
६.४.३नामि
  २०९
६.४.४न तिसृचतसृ
  ३००
६.४.५छन्दस्युभयथा
  ३५४०
६.४.६नृ च
  २८३
६.४.७नोपधायाः
  ३७०
६.४.८सर्वनामस्थाने चासम्बुद्धौ
  २५०
६.४.९वा षपूर्वस्य निगमे
  ३५४१
६.४.१०सान्तमहतः संयोगस्य
  ३१७
६.४.११अप्तृन्तृच्स्वसृनप्तृनेष्टृत्वष्टृक्षत्तृहोतृपोतृप्रशास्तॄणाम्
  २७७
६.४.१२इन्हन्पूषार्यम्णां शौ
  ३५६
६.४.१३सौ च
  ३५७
६.४.१४अत्वसन्तस्य चाधातोः
  ४२५
६.४.१५अनुनासिकस्य क्विझलोः क्ङिति
  २६६६
६.४.१६अज्झनगमां सनि
  २६१४
• गमेरिङादेशस्येति वक्तव्यम् ।
६.४.१७तनोतेर्विभाषा
  २६२२
६.४.१८क्रमश्च क्त्वि
  ३३२९
६.४.१९च्छ्वोः शूडनुनासिके च
  २५६१
६.४.२०ज्वरत्वरस्रिव्यविमवामुपधायाश्च
  २६५४
६.४.२१राल्लोपः
  २६५५
६.४.२२असिद्धवदत्राभात्
  २१८३
• वुग्युटावुवङयणोः सिद्धौ वक्तव्यौ ।
६.४.२३श्नान्नलोपः
  २५४४
६.४.२४अनिदितां हल उपधायाः क्ङिति
  ४१५
• अनिदितां नलोपे लङ्गिकम्प्योरुपतापशरीरविकारयोरुपसंख्यानम् ।• रञ्जेर्णौ मृगरमण उपसंख्यानम् ।
६.४.२५दंशसञ्जस्वञ्जां शपि
  २३९६
६.४.२६रञ्जेश्च
  २३९७
६.४.२७घञि च भावकरणयोः
  ३१८७
६.४.२८स्यदो जवे
  ३१८८
६.४.२९अवोदैधौद्मप्रश्रथहिमश्रथाः
  ३१८९
६.४.३०नाञ्चेः पूजायाम्
  ४२४
६.४.३१क्त्वि स्कन्दिस्यन्दोः
  ३३२१
६.४.३२जान्तनशां विभाषा
  ३३३०
६.४.३३भञ्जेश्च चिणि
  २७६४
६.४.३४शास इदङ्हलोः
  २४८६
• क्वौ च शास इत्वं भवतीति वक्तव्यम् ।• आङ्पूर्वाच्च ।
६.४.३५शा हौ
  २४८७
६.४.३६हन्तेर्जः
  २४३१
६.४.३७अनुदात्तोपदेशवनतितनोत्यादीनामनुनासिक लोपो झलि क्ङिति
  २४२८
६.४.३८वा ल्यपि
  ३३३४
६.४.३९न क्तिचि दीर्घश्च
  ३३१४
६.४.४०गमः क्वौ
  २९८६
• गमादीनामिति वक्तव्यम् ।• ऊङ् च गमादीनामिति वक्तव्यम् ।
६.४.४१विड्वनोरनुनासिकस्यात्
  २९८२
६.४.४२जनसनखनां सञ्झलोः
  २५०४
६.४.४३ये विभाषा
  २३१९
६.४.४४तनोतेर्यकि
  २७५९
६.४.४५सनः क्तिचि लोपश्चास्यान्यतरस्याम्
  ३३१५
६.४.४६आर्धधातुके
  २३०७
६.४.४७भ्रस्जो रोपधयोः रमन्यतरस्याम्
  २५३५
६.४.४८अतो लोपः
  २३०८
• ण्यल्लोपावियङ्यण्गुणवृद्धिदीर्घत्वेभ्यः पूर्वविप्रतिषिधेन ।
६.४.४९यस्य हलः
  २६३१
६.४.५०क्यस्य विभाषा
  २६६०
६.४.५१णेरनिटि
  २३१३
६.४.५२निष्ठायां सेटि
  ३०५७
६.४.५३जनिता मन्त्रे
  ३५४२
६.४.५४शमिता यज्ञे
  ३५४३
६.४.५५अयामन्ताल्वाय्येत्न्विष्णुषु
  २३११
६.४.५६ल्यपि लघुपूर्वात्
  ३३३६
६.४.५७विभाषापः
  ३३३७
६.४.५८युप्लुवोर्दीर्घश्छन्दसि
  ३५४४
६.४.५९क्षियः
  ३३३८
६.४.६०निष्ठायामण्यदर्थे
  ३०१४
६.४.६१वाक्रोशदैन्ययोः
  ३०८१
६.४.६२स्यसिच्सीयुट्तासिषु भावकर्मणोरुपदेशेऽज्झनग्रहदृशां वा चिण्वदिट् च
  २७५७
६.४.६३दीङो युडचि क्ङिति
  २५०७
६.४.६४आतो लोप इटि च
  २३७२
६.४.६५ईद्यति
  २८४३
६.४.६६घुमास्थागापाजहातिसां हलि
  २४६२
६.४.६७एर्लिङि
  २३७४
६.४.६८वाऽन्यस्य संयोगादेः
  २३७८
६.४.६९न ल्यपि
  ३३३५
६.४.७०मयतेरिदन्यतरस्याम्
  ३३१८
६.४.७१लुङ्लङ्लृङ्क्ष्वडुदात्तः
  २२०६
६.४.७२आडजादीनाम्
  २२५४
६.४.७३छन्दस्यपि दृश्यते
  ३५४५
६.४.७४न माङ्योगे
  २२२८
६.४.७५बहुलं छन्दस्यमाङ्योगेऽपि
  ३५४६
६.४.७६इरयो रे
  ३५४७
६.४.७७अचि श्नुधातुभ्रुवां य्वोरियङुवङौ
  २७१
• तन्वादीनां बहुलं छन्दसि ।
६.४.७८अभ्यासस्यासवर्णे
  २२९०
६.४.७९स्त्रियाः
  ३०१
६.४.८०वाऽम्शसोः
  ३०२
६.४.८१इणो यण्
  २४५५
६.४.८२एरनेकाचोऽसंयोगपूर्वस्य
  २७२
• गतिकारकेतरपूर्वपदस्य यण् नेष्यते ।
६.४.८३ओः सुपि
  २८१
६.४.८४वर्षाभ्वश्च
  २८२
• दृन्करपुनःपूर्वस्य भुवो यण्वक्तव्यः ।
६.४.८५न भूसुधियोः
  २७३
६.४.८६छन्दस्युभयथा
  ३५४८
६.४.८७हुश्नुवोः सार्वधातुके
  २३८७
६.४.८८भुवो वुग्लुङ्लिटोः
  २१७४
६.४.८९ऊदुपधाया गोहः
  २३६४
६.४.९०दोषो णौ
  २६०४
६.४.९१वा चित्तविरागे
  २६०५
६.४.९२मितां ह्रस्वः
  २५६८
६.४.९३चिण्णमुलोर्दीर्घोऽन्यतरस्याम्
  २७६२
६.४.९४खचि ह्रस्वः
  २९५५
६.४.९५ह्लादो निष्ठायाम्
  ३०७३
६.४.९६छादेर्घेऽद्व्युपसर्गस्य
  ३२९७
६.४.९७इस्मन्त्रन्क्विषु च
  २९८५
६.४.९८गमहनजनखनघसां लोपः क्ङित्यनङि
  २३६३
६.४.९९तनिपत्योश्छन्दसि
  ३५४९
६.४.१००घसिभसोर्हलि च
  ३५५०
६.४.१०१हुझल्भ्यो हेर्धिः
  २४२५
६.४.१०२श्रुशृणुपॄकृवृभ्यश्छन्दसि
  ३५५१
६.४.१०३अङितश्च
  ३५५३
६.४.१०४चिणो लुक्
  २३२९
६.४.१०५अतो हेः
  २२०२
६.४.१०६उतश्च प्रत्ययादसंयोगपूर्वात्
  २३३४
६.४.१०७लोपश्चास्यान्यतरस्यां म्वोः
  २३३३
६.४.१०८नित्यं करोतेः
  २५४८
६.४.१०९ये च
  २५४९
६.४.११०अत उत् सार्वधातुके
  २४६७
६.४.१११श्नसोरल्लोपः
  २४६९
६.४.११२श्नाऽभ्यस्तयोरातः
  २४८३
६.४.११३ई हल्यघोः
  २४९७
६.४.११४इद्दरिद्रस्य
  २४८२
• दरिद्रातेरार्धधातुके विवक्षिते आलोपो वाच्यः । लुङि वा सनि ण्वुलि ल्युटि च न ।
६.४.११५भियोऽन्यतरस्याम्
  २४९२
६.४.११६जहातेश्च
  २४९८
६.४.११७आ च हौ
  २४९९
६.४.११८लोपो यि
  २५००
६.४.११९घ्वसोरेद्धावभ्यासलोपश्च
  २४७१
६.४.१२०अत एकहल्मध्येऽनादेशादेर्लिटि
  २२६०
• यजिवप्योश्च ।• दम्भेश्च ।
६.४.१२१थलि च सेटि
  २२६१
६.४.१२२तॄफलभजत्रपश्च
  २३०१
• श्रन्थेश्चेति वक्तव्यम् ।
६.४.१२३राधो हिंसायाम्
  २५३२
६.४.१२४वा जॄभ्रमुत्रसाम्
  २३५६
६.४.१२५फणां च सप्तानाम्
  २३५४
६.४.१२६न शसददवादिगुणानाम्
  २२६३
६.४.१२७अर्वणस्त्रसावनञः
  ३६४
६.४.१२८मघवा बहुलम्
  ३६०
६.४.१२९भस्य
  २३३
६.४.१३०पादः पत्
  ४१४
६.४.१३१वसोः सम्प्रसारणम्
  ४३५
६.४.१३२वाह ऊठ्
  ३२९
६.४.१३३श्वयुवमघोनामतद्धिते
  ३६२
६.४.१३४अल्लोपोऽनः
  २३४
६.४.१३५षपूर्वहन्धृतराज्ञामणि
  ११६०
६.४.१३६विभाषा ङिश्योः
  २३७
६.४.१३७न संयोगाद्वमन्तात्
  ३५५
६.४.१३८अचः
  ४१६
६.४.१३९उद ईत्
  ४२०
६.४.१४०आतो धातोः
  २४०
६.४.१४१मन्त्रेष्वाङ्यादेरात्मनः
  ३५५४
६.४.१४२ति विंशतेर्डिति
  ८४४
६.४.१४३टेः
  ३१६
६.४.१४४नस्तद्धिते
  ६७९
• नान्तस्य टिलोपे सब्रह्मचारिपीठसर्पिकलापिकौथुमितैतिलिजाजलिलाङ्गलिशिलालिशिखण्डिसूकरसद्मसुपर्वणामुपसंख्यानं कर्तव्यम् ।• अश्मनो विकारे टिलोपो वक्तव्यः ।• अव्ययानां भमात्रे टिलोपः ।• चर्मणः कोशे ।• शुनः संकोचे ।
६.४.१४५अह्नष्टखोरेव
  ७८९
६.४.१४६ओर्गुणः
  ८४७
६.४.१४७ढे लोपोऽकद्र्वाः
  ११४२
६.४.१४८यस्येति च
  ३११
• औङः श्यां प्रतिषेधो वक्तव्यः ।
६.४.१४९सूर्यतिष्यागस्त्यमत्स्यानां य उपधायाः
  ४९९
• मत्स्यस्य ङ्याम् ।• सूर्यागस्त्ययोश्छे च ङ्यां च ।• तिष्यपुष्ययोर्नक्षत्राणि यलोप इति वाच्यम् ।
६.४.१५०हलस्तद्धितस्य
  ४७२
६.४.१५१आपत्यस्य च तद्धितेऽनाति
  १०८२
६.४.१५२क्यच्व्योश्च
  २११९
६.४.१५३बिल्वकादिभ्यश्छस्य लुक्
  १३११
६.४.१५४तुरिष्ठेमेयस्सु
  २००८
६.४.१५५टेः
  १७८६
• णाविष्ठवत् प्रातिपदिकस्य कार्यं भवतीति वक्तव्यम् ।
६.४.१५६स्थूलदूरयुवह्रस्वक्षिप्रक्षुद्राणां यणादिपरं पूर्वस्य च गुणः
  २०१५
६.४.१५७प्रियस्थिरस्फिरोरुबहुलगुरुवृद्धतृप्रदीर्घवृन्दारकाणां प्रस्थस्फवर्बंहिगर्वर्षित्रब्द्राघिवृन्दाः
  २०१६
६.४.१५८बहोर्लोपो भू च बहोः
  २०१७
६.४.१५९इष्ठस्य यिट् च
  २०१८
६.४.१६०ज्यादादीयसः
  २०१२
६.४.१६१र ऋतो हलादेर्लघोः
  १७८५
६.४.१६२विभाषर्जोश्छन्दसि
  ३५५५
६.४.१६३प्रकृत्यैकाच्
  २०१०
• प्रकृत्या अके राजन्यमनुष्ययुवानः ।
६.४.१६४इनण्यनपत्ये
  १२४५
६.४.१६५गाथिविदथिकेशिगणिपणिनश्च
  १२७५
६.४.१६६संयोगादिश्च
  ११५६
६.४.१६७अन्
  ११५५
६.४.१६८ये चाभावकर्मणोः
  ११५४
६.४.१६९आत्माध्वानौ खे
  १६७१
६.४.१७०न मपूर्वोऽपत्येऽवर्मणः
  ११५७
• मपूर्वप्रतिषेधे वा हितनाम्न इति वाच्यम् ।
६.४.१७१ब्राह्मोऽजातौ
  ११५८
६.४.१७२कार्मस्ताच्छील्ये
  १६१३
६.४.१७३औक्षमनपत्ये
  ११५९
६.४.१७४दाण्डिनायनहास्तिनायनाथर्वणिकजैह्माशिनेयवाशिनायनिभ्रौणहत्यधैवत्यसारवैक्ष्वाकमैत्रेयहिरण्मयानि
  ११४५
६.४.१७५ऋत्व्यवास्त्व्यवास्त्वमाध्वीहिरण्ययानि च्छन्दसि
  ३५५६
७.१.१युवोरनाकौ
  १२४७
७.१.२आयनेयीनीयियः फढखच्छघां प्रत्ययादीनाम्
  ४७५
७.१.३झोऽन्तः
  २१६९
७.१.४अदभ्यस्तात्
  २४७९
७.१.५आत्मनेपदेष्वनतः
  २२५८
७.१.६शीङो रुट्
  २४४२
७.१.७वेत्तेर्विभाषा
  २७०१
७.१.८बहुलं छन्दसि
  ३५५७
७.१.९अतो भिस ऐस्
  २०३
७.१.१०बहुलं छन्दसि
  ३५५८
७.१.११नेदमदसोरकोः
  ३४९
७.१.१२टाङसिङसामिनात्स्याः
  २०१
७.१.१३ङेर्यः
  २०४
७.१.१४सर्वनाम्नः स्मै
  २१५
७.१.१५ङसिङ्योः स्मात्स्मिनौ
  २१६
७.१.१६पूर्वादिभ्यो नवभ्यो वा
  २२१
७.१.१७जसः शी
  २१४
७.१.१८औङ आपः
  २८७
७.१.१९नपुंसकाच्च
  ३१०
७.१.२०जश्शसोः शिः
  ३१२
७.१.२१अष्टाभ्य औश्
  ३७२
७.१.२२षड्भ्यो लुक्
  २६१
७.१.२३स्वमोर्नपुंसकात्
  ३१९
७.१.२४अतोऽम्
  ३०९
७.१.२५अद्ड् डतरादिभ्यः पञ्चभ्यः
  ३१५
७.१.२६नेतराच्छन्दसि
  ३५५९
• एकतरात्प्रतिषेधो वक्तव्यः ।
७.१.२७युष्मदस्मद्भ्यां ङसोऽश्
  ३९९
७.१.२८ङे प्रथमयोरम्
  ३८२
७.१.२९शसो न
  ३९१
७.१.३०भ्यसो भ्यम्
  ३९५
७.१.३१पञ्चम्या अत्
  ३९७
७.१.३२एकवचनस्य च
  ३९६
७.१.३३साम आकम्
  ४००
७.१.३४आत औ णलः
  २३७१
७.१.३५तुह्योस्तातङ्ङाशिष्यन्यतरस्याम्
  २१९७
७.१.३६विदेः शतुर्वसुः
  ३१०५
७.१.३७समासेऽनञ्पूर्वे क्त्वो ल्यप्
  ३३३२
७.१.३८क्त्वाऽपि छन्दसि
  ३५६०
७.१.३९सुपां सुलुक्पूर्वसवर्णाऽऽच्छेयाडाड्यायाजालः
  ३५६१
• इयाडियाजीकाराणामुपसंख्यानम् ।• आङ्याजयारामुपसंख्यानम् ।
७.१.४०अमो मश्
  ३५६२
७.१.४१लोपस्त आत्मनेपदेषु
  ३५६३
७.१.४२ध्वमो ध्वात्
  ३५६४
७.१.४३यजध्वैनमिति च
  ३५६५
७.१.४४तस्य तात्
  ३५६६
७.१.४५तप्तनप्तनथनाश्च
  ३५६७
७.१.४६इदन्तो मसि
  ३५६८
७.१.४७क्त्वो यक्
  ३५६९
७.१.४८इष्ट्वीनमिति च
  ३५७०
७.१.४९स्नात्व्यादयश्च
  ३५७१
७.१.५०आज्जसेरसुक्
  ३५७२
७.१.५१अश्वक्षीरवृषलवणानामात्मप्रीतौ क्यचि
  २६६२
• अश्ववृषयोर्मैथुनेच्छायामिति वक्तव्यम् ।• क्षीरलवणयोर्लालसायाम् ।• सर्वप्रातिपदिकानां क्यचि लालसायां सुगसुकौ च ।
७.१.५२आमि सर्वनाम्नः सुट्
  २१७
७.१.५३त्रेस्त्रयः
  २६४
७.१.५४ह्रस्वनद्यापो नुट्
  २०८
• नुमचिरतृज्वद्भावेभ्यो नुट्पूर्वविप्रतिषेधेन ।
७.१.५५षट्चतुर्भ्यश्च
  ३३८
७.१.५६श्रीग्रामण्योश्छन्दसि
  ३५७३
७.१.५७गोः पादान्ते
  ३५७४
७.१.५८इदितो नुम् धातोः
  २२६२
७.१.५९शे मुचादीनाम्
  २५४२
• शे तृम्पादीनां नुम्वाच्यः ।
७.१.६०मस्जिनशोर्झलि
  २५१७
७.१.६१रधिजभोरचि
  २३०२
७.१.६२नेट्यलिटि रधेः
  २५१६
७.१.६३रभेरशब्लिटोः
  २५८१
७.१.६४लभेश्च
  २५८२
७.१.६५आङो यि
  २८४५
७.१.६६उपात् प्रशंसायाम्
  २८४६
७.१.६७उपसर्गात् खल्घञोः
  ३३०६
७.१.६८न सुदुर्भ्यां केवलाभ्याम्
  ३३०७
७.१.६९विभाषा चिण्णमुलोः
  २७६५
७.१.७०उगिदचां सर्वनामस्थानेऽधातोः
  ३६१
७.१.७१युजेरसमासे
  ३७६
७.१.७२नपुंसकस्य झलचः
  ३१४
• बहूर्जेर्नुम्प्रतिषेधः ।• अन्त्यात्पूर्वो वा नुम् ।
७.१.७३इकोऽचि विभक्तौ
  ३२०
७.१.७४तृतीयादिषु भाषितपुंस्कं पुंवद्गालवस्य
  ३२१
७.१.७५अस्थिदधिसक्थ्यक्ष्णामनङुदात्तः
  ३२२
७.१.७६छन्दस्यपि दृश्यते
  ३५७५
७.१.७७ई च द्विवचने
  ३५७६
७.१.७८नाभ्यस्ताच्छतुः
  ४२७
७.१.७९वा नपुंसकस्य
  ४४४
७.१.८०आच्छीनद्योर्नुम्
  ४४५
७.१.८१शप्श्यनोर्नित्यम्
  ४४६
७.१.८२सावनडुहः
  ३३२
७.१.८३दृक्स्ववस्स्वतवसां छन्दसि
  ३५७७
७.१.८४दिव औत्
  ३३६
७.१.८५पथिमथ्यृभुक्षामात्
  ३६५
७.१.८६इतोऽत् सर्वनामस्थाने
  ३६६
७.१.८७थो न्थः
  ३६७
७.१.८८भस्य टेर्लोपः
  ३६८
७.१.८९पुंसोऽसुङ्
  ४३६
७.१.९०गोतो णित्
  २८४
• ओतो णिदिति वाच्यम् ।
७.१.९१णलुत्तमो वा
  २२८३
७.१.९२सख्युरसम्बुद्धौ
  २५३
७.१.९३अनङ् सौ
  २४८
७.१.९४ऋदुशनस्पुरुदंसोऽनेहसां च
  २७६
७.१.९५तृज्वत् क्रोष्टुः
  २७४
७.१.९६स्त्रियां च
  ३०५
७.१.९७विभाषा तृतीयादिष्वचि
  २७८
७.१.९८चतुरनडुहोरामुदात्तः
  ३३१
७.१.९९अम् सम्बुद्धौ
  ३३३
७.१.१००ॠत इद्धातोः
  २३९०
७.१.१०१उपधायाश्च
  २५७१
७.१.१०२उदोष्ठ्यपूर्वस्य
  २४९४
७.१.१०३बहुलं छन्दसि
  ३५७८
७.२.१सिचि वृद्धिः परस्मैपदेषु
  २२९७
७.२.२अतो ल्रान्तस्य
  २३३०
७.२.३वदव्रजहलन्तस्याचः
  २२६७
७.२.४नेटि
  २२६८
७.२.५ह्म्यन्तक्षणश्वसजागृणिश्व्येदिताम्
  २२९९
७.२.६ऊर्णोतेर्विभाषा
  २४४९
७.२.७अतो हलादेर्लघोः
  २२८४
७.२.८नेड् वशि कृति
  २९८१
७.२.९तितुत्रतथसिसुसरकसेषु च
  ३१६३
• तितुत्रेष्वग्रहादीनामिति वक्तव्यम् ।
७.२.१०एकाच उपदेशेऽनुदात्तात्
  २२४६
७.२.११श्र्युकः किति
  २३८१
७.२.१२सनि ग्रहगुहोश्च
  २६१०
७.२.१३कृसृभृवृस्तुद्रुस्रुश्रुवो लिटि
  २२९३
७.२.१४श्वीदितो निष्ठायाम्
  ३०३९
७.२.१५यस्य विभाषा
  ३०२५
७.२.१६आदितश्च
  ३०३६
७.२.१७विभाषा भावादिकर्मणोः
  ३०५४
७.२.१८क्षुब्धस्वान्तध्वान्तलग्नम्लिष्टविरिब्धफाण्टबाढानि मन्थमनस्तमःसक्ताविस्पष्टस्वरानायासभृशेषु
  ३०५८
७.२.१९धृषिशसी वैयात्ये
  ३०५९
७.२.२०दृढः स्थूलबलयोः
  ३०६०
७.२.२१प्रभौ परिवृढः
  ३०६१
७.२.२२कृच्छ्रगहनयोः कषः
  ३०६२
७.२.२३घुषिरविशब्दने
  ३०६३
७.२.२४अर्देः संनिविभ्यः
  ३०६४
७.२.२५अभेश्चाविदूर्ये
  ३०६५
७.२.२६णेरध्ययने वृत्तम्
  ३०६६
७.२.२७वा दान्तशान्तपूर्णदस्तस्पष्टच्छन्नज्ञप्ताः
  ३०६८
७.२.२८रुष्यमत्वरसंघुषास्वनाम्
  ३०६९
७.२.२९हृषेर्लोमसु
  ३०७०
• विस्मितप्रतिघातयोश्च ।
७.२.३०अपचितश्च
  ३०७१
• क्तिनि नित्यं चिभावो वक्तव्यः ।
७.२.३१ह्रु ह्वरेश्छन्दसि
  ३५७९
७.२.३२अपरिह्वृताश्च
  ३५८०
७.२.३३सोमे ह्वरितः
  ३५८१
७.२.३४ग्रसितस्कभितस्तभितोत्तभितचत्तविकस्ताविशस्तृशंस्तृशास्तृतरुतृतरूतृवरुतृवरूतृवरूत्रीरुज्ज्वलितिक्षरितिक्षमितिवमित्यमितीति च
  ३५८२
७.२.३५आर्धधातुकस्येड् वलादेः
  २१८४
७.२.३६स्नुक्रमोरनात्मनेपदनिमित्ते
  २३२३
७.२.३७ग्रहोऽलिटि दीर्घः
  २५६२
७.२.३८वॄतो वा
  २३९१
७.२.३९न लिङि
  २५२९
७.२.४०सिचि च परस्मैपदेषु
  २३९२
७.२.४१इट् सनि वा
  २६२५
७.२.४२लिङ्सिचोरात्मनेपदेषु
  २५२८
७.२.४३ऋतश्च संयोगादेः
  २५२६
७.२.४४स्वरतिसूतिसूयतिधूञूदितो वा
  २२७९
७.२.४५रधादिभ्यश्च
  २५१५
७.२.४६निरः कुषः
  २५६०
७.२.४७इण्निष्ठायाम्
  ३०४५
७.२.४८तीषसहलुभरुषरिषः
  २३४०
७.२.४९सनीवन्तर्धभ्रस्जदम्भुश्रिस्वृयूर्णुभरज्ञपिसनाम्
  २६१८
• तनिपतिदरिद्रातिभ्यः सनो वा इङ् वाच्यः ।
७.२.५०क्लिशः क्त्वानिष्ठयोः
  ३०४९
७.२.५१पूङश्च
  ३०५०
७.२.५२वसतिक्षुधोरिट्
  ३०४६
७.२.५३अञ्चेः पूजायाम्
  ३०४७
७.२.५४लुभो विमोहने
  ३०४८
७.२.५५जॄव्रश्च्योः क्त्वि
  ३३२७
७.२.५६उदितो वा
  ३३२८
७.२.५७सेऽसिचि कृतचृतच्छृदतृदनृतः
  २५०६
७.२.५८गमेरिट् परस्मैपदेषु
  २४०१
७.२.५९न वृद्भ्यश्चतुर्भ्यः
  २३४८
७.२.६०तासि च कॢपः
  २३५२
७.२.६१अचस्तास्वत् थल्यनिटो नित्यम्
  २२९४
७.२.६२उपदेशेऽत्वतः
  २२९५
७.२.६३ऋतो भारद्वाजस्य
  २२९६
७.२.६४बभूथाततन्थजगृम्भववर्थेति निगमे
  २५२७
७.२.६५विभाषा सृजिदृशोः
  २४०४
७.२.६६इडत्त्यर्तिव्ययतीनाम्
  २३८४
७.२.६७वस्वेकाजाद्घसाम्
  ३०९६
७.२.६८विभाषा गमहनविदविशाम्
  ३०९९
• दृशेश्च ।
७.२.६९सनिंससनिवांसम्
  ३५८३
७.२.७०ऋद्धनोः स्ये
  २३६६
७.२.७१अञ्जेः सिचि
  २५४६
७.२.७२स्तुसुधूञ्भ्यः परस्मैपदेषु
  २३८५
७.२.७३यमरमनमातां सक् च
  २३७७
७.२.७४स्मिपूङ्रञ्ज्वशां सनि
  २६२६
७.२.७५किरश्च पञ्चभ्यः
  २६११
७.२.७६रुदादिभ्यः सार्वधातुके
  २४७४
७.२.७७ईशः से
  २४३९
७.२.७८ईडजनोर्ध्वे च
  २४४०
७.२.७९लिङः सलोपोऽनन्त्यस्य
  २२११
७.२.८०अतो येयः
  २२१२
७.२.८१आतो ङितः
  २२३५
७.२.८२आने मुक्
  ३१०१
७.२.८३ईदासः
  ३१०४
७.२.८४अष्टन आ विभक्तौ
  ३७१
७.२.८५रायो हलि
  २८६
७.२.८६युष्मदस्मदोरनादेशे
  ३९३
७.२.८७द्वितीयायां च
  ३९०
७.२.८८प्रथमायाश्च द्विवचने भाषायाम्
  ३८७
७.२.८९योऽचि
  ३९२
७.२.९०शेषे लोपः
  ३८५
७.२.९१मपर्यन्तस्य
  ३८३
७.२.९२युवावौ द्विवचने
  ३८६
७.२.९३यूयवयौ जसि
  ३८८
७.२.९४त्वाहौ सौ
  ३८४
७.२.९५तुभ्यमह्यौ ङयि
  ३९४
७.२.९६तवममौ ङसि
  ३९८
७.२.९७त्वमावेकवचने
  ३८९
७.२.९८प्रत्ययोत्तरपदयोश्च
  १३७३
७.२.९९त्रिचतुरोः स्त्रियां तिसृचतसृ
  २९८
७.२.१००अचि र ऋतः
  २९९
७.२.१०१जराया जरसन्यतरस्याम्
  २२७
७.२.१०२त्यदादीनामः
  २६५
• द्विपर्यन्तानामेवेष्टिः ।
७.२.१०३किमः कः
  ३४२
७.२.१०४कु तिहोः
  १९५४
७.२.१०५क्वाति
  १९६०
७.२.१०६तदोः सः सावनन्त्ययोः
  ३८१
७.२.१०७अदस औ सुलोपश्च
  ४३७
• अदस औत्वप्रतिषेधः साकच्कस्य वा वक्तव्यः सादुत्वं च ।
७.२.१०८इदमो मः
  ३४३
७.२.१०९दश्च
  ३४५
७.२.११०यः सौ
  ४४१
७.२.१११इदोऽय् पुंसि
  ३४४
७.२.११२अनाप्यकः
  ३४६
७.२.११३हलि लोपः
  ३४७
७.२.११४मृजेर्वृद्धिः
  २४७३
७.२.११५अचो ञ्णिति
  २५४
७.२.११६अत उपधायाः
  २२८२
७.२.११७तद्धितेष्वचामादेः
  १०७५
७.२.११८किति च
  १०७६
७.३.१देविकाशिंशपादित्यवाड्दीर्घसत्रश्रेयसामात्
  १४३९
७.३.२केकयमित्त्रयुप्रलयानां यादेरियः
  ११४४
७.३.३न य्वाभ्यां पदान्ताभ्याम् पूर्वौ तु ताभ्यामैच्
  १०९८
७.३.४द्वारादीनां च
  १३८६
७.३.५न्यग्रोधस्य च केवलस्य
  १५४३
७.३.६न कर्मव्यतिहारे
  ३२१७
७.३.७स्वागतादीनां च
  १५४९
७.३.८श्वादेरिञि
  १५६०
• इकारादाविति वाच्यम् ।
७.३.९पदान्तस्यान्यतरस्याम्
  १५६१
७.३.१०उत्तरपदस्य
  १३९६
७.३.११अवयवादृतोः
  १३९७
७.३.१२सुसर्वार्धाज्जनपदस्य
  १३९८
७.३.१३दिशोऽमद्राणाम्
  १३९९
७.३.१४प्राचां ग्रामनगराणाम्
  १४००
७.३.१५संख्यायाः संवत्सरसंख्यस्य च
  १७५२
७.३.१६वर्षस्याभविष्यति
  १७५४
७.३.१७परिमाणान्तस्यासंज्ञाशाणयोः
  १६८३
• कुलिजशब्दमपि केचित्पठन्ति ।
७.३.१८जे प्रोष्ठपदानाम्
  १४०९
७.३.१९हृद्भगसिन्ध्वन्ते पूर्वपदस्य च
  ११३३
७.३.२०अनुशतिकादीनां च
  १४३८
७.३.२१देवताद्वन्द्वे च
  १२३९
७.३.२२नेन्द्रस्य परस्य
  १२४०
७.३.२३दीर्घाच्च वरुणस्य
  १२४१
७.३.२४प्राचां नगरान्ते
  १४३१
७.३.२५जङ्गलधेनुवलजान्तस्य विभाषितमुत्तरम्
  १४३२
७.३.२६अर्धात् परिमाणस्य पूर्वस्य तु वा
  १६८४
७.३.२७नातः परस्य
  १६८५
७.३.२८प्रवाहणस्य ढे
  ११२९
७.३.२९तत्प्रत्ययस्य च
  ११३०
७.३.३०नञः शुचीश्वरक्षेत्रज्ञकुशलनिपुणानाम्
  १४६०
७.३.३१यथातथयथापुरयोः पर्यायेण
  १७८९
७.३.३२हनस्तोऽचिण्णलोः
  २५७४
७.३.३३आतो युक् चिण्कृतोः
  २७६१
७.३.३४नोदात्तोपदेशस्य मान्तस्यानाचमेः
  २७६३
• अनाचमिकमिवमीनामिति वक्तव्यम् ।
७.३.३५जनिवध्योश्च
  २५१२
७.३.३६अर्तिह्रीव्लीरीक्नूयीक्ष्माय्यातां पुङ्णौ
  २५७०
७.३.३७शाच्छासाह्वाव्यावेपां युक्
  २५८५
• पातेर्णौ लुग्वक्तव्यः ।• धूञ्प्रीञोर्नुग्वक्तव्यः ।
७.३.३८वो विधूनने जुक्
  २५९०
७.३.३९लीलोर्नुग्लुकावन्यतरस्यां स्नेहविपातने
  २५९१
७.३.४०भियो हेतुभये षुक्
  २५९५
७.३.४१स्फायो वः
  २५९७
७.३.४२शदेरगतौ तः
  २५९८
७.३.४३रुहः पोऽन्यतरस्याम्
  २५९९
७.३.४४प्रत्ययस्थात् कात् पूर्वस्यात इदाप्यसुपः
  ४६३
• मामकनरकयोरुपसंख्यानम् ।• त्यक्त्यपोश्च ।
७.३.४५न यासयोः
  ४६४
• त्यकनश्च निषेधः ।• पावकादीनां छन्दस्युपसङ्ख्यानम् ।• आशिषि वुनश्च न ।• उत्तरपदलोपे च ।• क्षिपकादीनां च ।• तारका ज्योतिषि ।• वर्णका तान्तवे ।• वर्तका शकुनौ प्राचाम् ।• अष्टका पितृदैवत्ये ।• सूतकापुत्रिकावृन्दारकाणां वेति वक्तव्यम् ।
७.३.४६उदीचामातः स्थाने यकपूर्वायाः
  ४६५
• धात्वन्तयकोस्तु नित्यम् ।
७.३.४७भस्त्रैषाऽजाज्ञाद्वास्वानञ्पूर्वाणामपि
  ४६६
७.३.४८अभाषितपुंस्काच्च
  ४६७
७.३.४९आदाचार्याणाम्
  ४६८
७.३.५०ठस्येकः
  ११७०
७.३.५१इसुसुक्तान्तात् कः
  १२२१
• दोष उपसंख्यानम् ।
७.३.५२चजोः कु घिण्ण्यतोः
  २८६३
• निष्ठायामनिट इति वक्तव्यम् ।
७.३.५३न्यङ्क्वादीनां च
  २८६४
७.३.५४हो हन्तेर्ञ्णिन्नेषु
  ३५८
७.३.५५अभ्यासाच्च
  २४३०
७.३.५६हेरचङि
  २५३१
७.३.५७सन्लिटोर्जेः
  २३३१
७.३.५८विभाषा चेः
  २५२५
७.३.५९न क्वादेः
  २८७५
७.३.६०अजिव्रज्योश्च
  २८७६
७.३.६१भुजन्युब्जौ पाण्युपतापयोः
  २८७७
७.३.६२प्रयाजानुयाजौ यज्ञाङ्गे
  २८७८
७.३.६३वञ्चेर्गतौ
  २८७९
७.३.६४ओक उचः के
  २८८०
७.३.६५ण्य आवश्यके
  २८८१
७.३.६६यजयाचरुचप्रवचर्चश्च
  २८८२
• त्यजेश्च ।
७.३.६७वचोऽशब्दसंज्ञायाम्
  २८८३
७.३.६८प्रयोज्यनियोज्यौ शक्यार्थे
  २८८४
७.३.६९भोज्यं भक्ष्ये
  २८८५
७.३.७०घोर्लोपो लेटि वा
  ३५८४
७.३.७१ओतः श्यनि
  २५१०
७.३.७२क्सस्याचि
  २३३७
७.३.७३लुग्वा दुहदिहलिहगुहामात्मनेपदे दन्त्ये
  २३६५
७.३.७४शमामष्टानां दीर्घः श्यनि
  २५१९
७.३.७५ष्ठिवुक्लमुचमां शिति
  २३२०
• आङि चम इति वक्तव्यम् ।
७.३.७६क्रमः परस्मैपदेषु
  २३२२
७.३.७७इषुगमियमां छः
  २४००
७.३.७८पाघ्राध्मास्थाम्नादाण्दृश्यर्त्तिसर्त्तिशदसदां पिबजिघ्रधमतिष्ठमनयच्छपश्यर्च्छधौशीयसीदाः
  २३६०
७.३.७९ज्ञाजनोर्जा
  २५११
७.३.८०प्वादीनां ह्रस्वः
  २५५८
७.३.८१मीनातेर्निगमे
  ३५८५
७.३.८२मिदेर्गुणः
  २३४६
७.३.८३जुसि च
  २४८१
७.३.८४सार्वधातुकार्धधातुकयोः
  २१६८
७.३.८५जाग्रोऽविचिण्णल्ङित्सु
  २४८०
७.३.८६पुगन्तलघूपधस्य च
  २१८९
७.३.८७नाभ्यस्तस्याचि पिति सार्वधातुके
  २५०३
• बहुलं छन्दसीति वक्तव्यम् ।
७.३.८८भूसुवोस्तिङि
  २२२४
७.३.८९उतो वृद्धिर्लुकि हलि
  २४४३
७.३.९०ऊर्णोतेर्विभाषा
  २४४५
७.३.९१गुणोऽपृक्ते
  २४४८
७.३.९२तृणह इम्
  २५४५
७.३.९३ब्रुव ईट्
  २४५२
७.३.९४यङो वा
  २६५१
७.३.९५तुरुस्तुशम्यमः सार्वधातुके
  २४४४
७.३.९६अस्तिसिचोऽपृक्ते
  २२२५
७.३.९७बहुलं छन्दसि
  ३५८६
७.३.९८रुदश्च पञ्चभ्यः
  २४७५
७.३.९९अड्गार्ग्यगालवयोः
  २४७६
७.३.१००अदः सर्वेषाम्
  २४२६
७.३.१०१अतो दीर्घो यञि
  २१७०
७.३.१०२सुपि च
  २०२
७.३.१०३बहुवचने झल्येत्
  २०५
७.३.१०४ओसि च
  २०७
७.३.१०५आङि चापः
  २८९
७.३.१०६सम्बुद्धौ च
  २८८
७.३.१०७अम्बाऽर्थनद्योर्ह्रस्वः
  २६७
७.३.१०८ह्रस्वस्य गुणः
  २४२
७.३.१०९जसि च
  २४१
७.३.११०ऋतो ङिसर्वनामस्थानयोः
  २७५
७.३.१११घेर्ङिति
  २४५
७.३.११२आण्नद्याः
  २६८
७.३.११३याडापः
  २९०
७.३.११४सर्वनाम्नः स्याड्ढ्रस्वश्च
  २९१
७.३.११५विभाषा द्वितीयातृतीयाभ्याम्
  २९३
७.३.११६ङेराम्नद्याम्नीभ्यः
  २७०
७.३.११७इदुद्भ्याम्
  २९७
७.३.११८औत्
  २५६
७.३.११९अच्च घेः
  २४७
७.३.१२०आङो नाऽस्त्रियाम्
  २४४
७.४.१णौ चङ्युपधाया ह्रस्वः
  २३१४
७.४.२नाग्लोपिशास्वृदिताम्
  २५७२
७.४.३भ्राजभासभाषदीपजीवमीलपीडामन्यतरस्याम्
  २५६५
• काण्यादीनां चेति वक्तव्यम् ।
७.४.४लोपः पिबतेरीच्चाभ्यासस्य
  २५८७
७.४.५तिष्ठतेरित्
  २५८८
७.४.६जिघ्रतेर्वा
  २५८९
७.४.७उर्ऋत्
  २५६७
७.४.८नित्यं छन्दसि
  ३५८७
७.४.९दयतेर्दिगि लिटि
  २३८८
• दिग्यादेशेन द्वित्व बाधनमिष्यते ।
७.४.१०ऋतश्च संयोगादेर्गुणः
  २३७९
७.४.११ऋच्छत्यॄताम्
  २३८३
७.४.१२शॄदॄप्रां ह्रस्वो वा
  २४९५
७.४.१३केऽणः
  ८३४
७.४.१४न कपि
  ८३५
७.४.१५आपोऽन्यतरस्याम्
  ८९२
७.४.१६ऋदृशोऽङि गुणः
  २४०६
७.४.१७अस्यतेस्थुक्
  २५२०
७.४.१८श्वयतेरः
  २४२१
७.४.१९पतः पुम्
  २३५५
७.४.२०वच उम्
  २४५४
७.४.२१शीङः सार्वधातुके गुणः
  २४४१
७.४.२२अयङ् यि क्ङिति
  २६४९
७.४.२३उपसर्गाद्ध्रस्व ऊहतेः
  २७०२
७.४.२४एतेर्लिङि
  २४५७
७.४.२५अकृत्सार्वधातुकयोर्दीर्घः
  २२९८
७.४.२६च्वौ च
  २१२०
७.४.२७रीङ् ऋतः
  १२३४
७.४.२८रिङ् शयग्लिङ्क्षु
  २३६७
७.४.२९गुणोऽर्तिसंयोगाद्योः
  २३८०
७.४.३०यङि च
  २६३३
• हन्तेर्हिंसायां यङि घ्नीभावो वाच्यः ।
७.४.३१ई घ्राध्मोः
  २६४८
७.४.३२अस्य च्वौ
  २११८
७.४.३३क्यचि च
  २६५८
७.४.३४अशनायोदन्यधनाया बुभुक्षापिपासागर्द्धेषु
  २६६१
७.४.३५न च्छन्दस्यपुत्रस्य
  ३५८८
• अपुत्रादीनामिति वक्तव्यम् ।
७.४.३६दुरस्युर्द्रविणस्युर्वृषण्यतिरिषण्यति
  ३५८९
७.४.३७अश्वाघस्यात्
  ३५९०
७.४.३८देवसुम्नयोर्यजुषि काठके
  ३५९१
७.४.३९कव्यध्वरपृतनस्यर्चि लोपः
  ३५९२
७.४.४०द्यतिस्यतिमास्थामित्ति किति
  ३०७४
७.४.४१शाच्छोरन्यतरस्याम्
  ३०७५
• श्यतेरित्त्वं व्रते नित्यमिति वक्तव्यम् ।
७.४.४२दधातेर्हिः
  ३०७६
७.४.४३जहातेश्च क्त्वि
  ३३३१
७.४.४४विभाषा छन्दसि
  ३५९३
७.४.४५सुधितवसुधितनेमधितधिष्वधिषीय च
  ३५९४
७.४.४६दो दद् घोः
  ३०७७
७.४.४७अच उपसर्गात्तः
  ३०७८
७.४.४८अपो भि
  ४४२
• मासश्छन्दसीति वक्तव्यम् ।• स्ववस्स्वतवसोर्मास उषसश्च त इष्यते ।
७.४.४९सः स्यार्द्धधातुके
  २३४२
७.४.५०तासस्त्योर्लोपः
  २१९१
७.४.५१रि च
  २१९२
७.४.५२ह एति
  २२५०
७.४.५३यीवर्णयोर्दीधीवेव्योः
  २४८८
७.४.५४सनि मीमाघुरभलभशकपतपदामच इस्
  २६२३
• राधो हिंसायां सनीस् वाच्यः ।
७.४.५५आप्ज्ञप्यृधामीत्
  २६१९
७.४.५६दम्भ इच्च
  २६२१
७.४.५७मुचोऽकर्मकस्य गुणो वा
  २६२४
७.४.५८अत्र लोपोऽभ्यासस्य
  २६२०
७.४.५९ह्रस्वः
  २१८०
७.४.६०हलादिः शेषः
  २१७९
७.४.६१शर्पूर्वाः खयः
  २२५९
७.४.६२कुहोश्चुः
  २२४५
७.४.६३न कवतेर्यङि
  २६४१
७.४.६४कृषेश्छन्दसि
  ३५९५
७.४.६५दाधर्तिदर्धर्तिदर्धर्षिबोभूतुतेतिक्तेऽलर्ष्यापनीफणत्संसनिष्यदत्करिक्रत्कनिक्रदद्भरिभ्रद्दविध्वतोदविद्युतत्तरित्रतःसरीसृपतंवरीवृजन्मर्मृज्यागनीगन्तीति च
  ३५९६
७.४.६६उरत्
  २२४४
७.४.६७द्युतिस्वाप्योः सम्प्रसारणम्
  २३४४
७.४.६८व्यथो लिटि
  २३५३
७.४.६९दीर्घ इणः किति
  २४५६
७.४.७०अत आदेः
  २२४८
७.४.७१तस्मान्नुड् द्विहलः
  २२८८
७.४.७२अश्नोतेश्च
  २५३३
७.४.७३भवतेरः
  २१८१
७.४.७४ससूवेति निगमे
  ३५९७
७.४.७५निजां त्रयाणां गुणः श्लौ
  २५०२
७.४.७६भृञामित्
  २४९६
७.४.७७अर्तिपिपर्त्योश्च
  २४९३
७.४.७८बहुलं छन्दसि
  ३५९८
७.४.७९सन्यतः
  २३१७
७.४.८०ओः पुयण्ज्यपरे
  २५७७
७.४.८१स्रवतिशृणोतिद्रवतिप्रवतिप्लवतिच्यवतीनां वा
  २५७८
७.४.८२गुणो यङ्लुकोः
  २६३०
७.४.८३दीर्घोऽकितः
  २६३२
७.४.८४नीग्वञ्चुस्रंसुध्वंसुभ्रंसुकसपतपदस्कन्दाम्
  २६४२
७.४.८५नुगतोऽनुनासिकान्तस्य
  २६४३
७.४.८६जपजभदहदशभञ्जपशां च
  २६३८
७.४.८७चरफलोश्च
  २६३६
७.४.८८उत् परस्यातः
  २६३७
७.४.८९ति च
  ३०३७
७.४.९०रीगृदुपधस्य च
  २६४४
• रीगृत्वत इति वक्तव्यम् ।
७.४.९१रुग्रिकौ च लुकि
  २६५२
७.४.९२ऋतश्च
  २६५३
७.४.९३सन्वल्लघुनि चङ्परेऽनग्लोपे
  २३१६
७.४.९४दीर्घो लघोः
  २३१८
७.४.९५अत् स्मृदॄत्वरप्रथम्रदस्तॄस्पशाम्
  २५६६
७.४.९६विभाषा वेष्टिचेष्ट्योः
  २५८३
७.४.९७ई च गणः
  २५७३
८.१.१सर्वस्य द्वे
  २१३९
८.१.२तस्य परमाम्रेडितम्
  ८३
८.१.३अनुदात्तं च
  ३६७०
८.१.४नित्यवीप्सयोः
  २१४०
८.१.५परेर्वर्जने
  २१४१
• परेर्वर्जने वा वचनम् ।
८.१.६प्रसमुपोदः पादपूरणे
  ३५९९
८.१.७उपर्यध्यधसः सामीप्ये
  २१४२
८.१.८वाक्यादेरामन्त्रितस्यासूयासम्मतिकोपकुत्सनभर्त्सनेषु
  २१४३
८.१.९एकं बहुव्रीहिवत्
  २१४४
८.१.१०आबाधे च
  २१४५
८.१.११कर्मधारयवत् उत्तरेषु
  २१४६
८.१.१२प्रकारे गुणवचनस्य
  २१४७
• आनुपूर्व्ये द्वे वाच्ये ।• क्रियासमभिहारे च ।• डाचि विवक्षिते द्वे बहुलम् ।• स्त्रीनपुंसकयोरुत्तरपदस्थाया विभक्तेराम्भावो वा वक्तव्यः ।• कर्मव्यतिहारे सर्वनाम्नो द्वे भवतः इति वक्तव्यं समासवच्च बहुलम् ।
८.१.१३अकृच्छ्रे प्रियसुखयोरन्यतरस्याम्
  २१४८
८.१.१४यथास्वे यथायथम्
  २१४९
८.१.१५द्वन्द्वं रहस्यमर्यादावचनव्युत्क्रमणयज्ञपात्रप्रयोगाभिव्यक्तिषु
  २१५०
८.१.१६पदस्य
  ४०१
८.१.१७पदात्
  ४०२
८.१.१८अनुदात्तं सर्वमपादादौ
  ४०३
• समानवाक्ये निघातयुष्मदस्मदादेशा वक्तव्याः ।
८.१.१९आमन्त्रितस्य च
  ३६५४
८.१.२०युष्मदस्मदोः षष्ठीचतुर्थीद्वितीयास्थयोर्वान्नावौ
  ४०४
८.१.२१बहुवचनस्य वस्नसौ
  ४०५
८.१.२२तेमयावेकवचनस्य
  ४०६
८.१.२३त्वामौ द्वितीयायाः
  ४०७
८.१.२४न चवाहाहैवयुक्ते
  ४०८
८.१.२५पश्यार्थैश्चानालोचने
  ४०९
८.१.२६सपूर्वायाः प्रथमाया विभाषा
  ४१०
८.१.२७तिङो गोत्रादीनि कुत्सनाभीक्ष्ण्ययोः
  ३९३४
८.१.२८तिङ्ङतिङः
  ३९३५
८.१.२९न लुट्
  ३९३६
८.१.३०निपातैर्यद्यदिहन्तकुविन्नेच्चेच्चण्कच्चिद्यत्रयुक्तम्
  ३९३७
८.१.३१नह प्रत्यारम्भे
  ३९३८
८.१.३२सत्यं प्रश्ने
  ३९३९
८.१.३३अङ्गाप्रातिलोम्ये
  ३९४०
८.१.३४हि च
  ३९४१
८.१.३५छन्दस्यनेकमपि साकाङ्क्षम्
  ३९४२
८.१.३६यावद्यथाभ्याम्
  ३९४३
८.१.३७पूजायां नानन्तरम्
  ३९४४
८.१.३८उपसर्गव्यपेतं च
  ३९४५
८.१.३९तुपश्यपश्यताहैः पूजायाम्
  ३९४६
८.१.४०अहो च
  ३९४७
८.१.४१शेषे विभाषा
  ३९४८
८.१.४२पुरा च परीप्सायाम्
  ३९४९
८.१.४३नन्वित्यनुज्ञैषणायाम्
  ३९५०
८.१.४४किं क्रियाप्रश्नेऽनुपसर्गमप्रतिषिद्धम्
  ३९५१
८.१.४५लोपे विभाषा
  ३९५२
८.१.४६एहिमन्ये प्रहासे लृट्
  ३९५३
८.१.४७जात्वपूर्वम्
  ३९५४
८.१.४८किम्वृत्तं च चिदुत्तरम्
  ३९५५
८.१.४९आहो उताहो चानन्तरम्
  ३९५६
८.१.५०शेषे विभाषा
  ३९५७
८.१.५१गत्यर्थलोटा लृण्न चेत् कारकं सर्वान्यत्
  ३९५८
८.१.५२लोट् च
  ३९५९
८.१.५३विभाषितं सोपसर्गमनुत्तमम्
  ३९६०
८.१.५४हन्त च
  ३९६१
८.१.५५आम एकान्तरमामन्त्रितमनन्तिके
  ३९६२
८.१.५६यद्धितुपरं छन्दसि
  ३९६३
८.१.५७चनचिदिवगोत्रादितद्धिताम्रेडितेष्वगतेः
  ३९६४
८.१.५८चादिषु च
  ३९६५
८.१.५९चवायोगे प्रथमा
  ३९६६
८.१.६०हेति क्षियायाम्
  ३९६७
८.१.६१अहेति विनियोगे च
  ३९६८
८.१.६२चाहलोप एवेत्यवधारणम्
  ३९६९
८.१.६३चादिलोपे विभाषा
  ३९७०
८.१.६४वैवावेति च च्छन्दसि
  ३९७१
८.१.६५एकान्याभ्यां समर्थाभ्याम्
  ३९७२
८.१.६६यद्वृत्तान्नित्यं
  ३९७३
• अत्र व्यवहिते कार्यमिष्यते ।
८.१.६७पूजनात् पूजितमनुदात्तं काष्ठादिभ्यः
  ३९७४
८.१.६८सगतिरपि तिङ्
  ३९७५
• गतिग्रहणे उपसर्गग्रहणमिष्यते ।
८.१.६९कुत्सने च सुप्यगोत्रादौ
  ३९७६
• क्रियाकुत्सन इति वाच्यम् ।• पूतिश्चानुबन्ध इति वाच्यम् ।• वा बह्वर्थमनुदात्तमिति वाच्यम् ।
८.१.७०गतिर्गतौ
  ३९७७
८.१.७१तिङि चोदात्तवति
  ३९७८
८.१.७२आमन्त्रितं पूर्वमविद्यमानवत्
  ४१२
८.१.७३नामन्त्रिते समानाधिकरणे सामान्यवचनम्
  ४१३
८.१.७४विभाषितं विशेषवचने बहुवचनम्
  ३६५५
• बहुवचनमित्यपि भाष्यम् ।
८.२.१पूर्वत्रासिद्धम्
  १२
• पूर्वत्रासिद्धीयमद्विर्वचने ।
८.२.२नलोपः सुप्स्वरसंज्ञातुग्विधिषु कृति
  ३५३
८.२.३न मु ने
  ४३९
• निष्ठादेशः षत्वस्वरप्रत्ययेड्विधिषु सिद्धो वक्तव्यः ।
८.२.४उदात्तस्वरितयोर्यणः स्वरितोऽनुदात्तस्य
  ३६५७
८.२.५एकादेश उदात्तेनोदात्तः
  ३६५८
८.२.६स्वरितो वाऽनुदात्ते पदादौ
  ३६५९
८.२.७नलोपः प्रातिपदिकान्तस्य
  २३६
• अह्नो नलोपप्रतिषेधः ।
८.२.८न ङिसम्बुद्ध्योः
  ३५२
• ङावुत्तरपदे प्रतिषेधः ।• वा नपुंसकानामिति वक्तव्यम् ।
८.२.९मादुपधायाश्च मतोर्वोऽयवादिभ्यः
  १८९७
८.२.१०झयः
  १८९८
८.२.११संज्ञायाम्
  १८९९
८.२.१२आसन्दीवदष्ठीवच्चक्रीवत्कक्षीवद्रुमण्वच्चर्मण्वती
  १९००
८.२.१३उदन्वानुदधौ च
  १९०१
८.२.१४राजन्वान् सौराज्ये
  १९०२
८.२.१५छन्दसीरः
  ३६००
८.२.१६अनो नुट्
  ३६०१
८.२.१७नाद्घस्य
  ३६०२
• भूरिदान्नस्तुड्वाच्यः ।• ईद्रथिनः ।
८.२.१८कृपो रो लः
  २३५०
• वालमूललघ्वसुरालमङ्गुलीनां वा लो रमापद्यत इति वाच्यम् ।• कपिलकादीनां संज्ञाच्छन्दसोर्वेति वाच्यम् ।
८.२.१९उपसर्गस्यायतौ
  २३२६
८.२.२०ग्रो यङि
  २६३९
८.२.२१अचि विभाषा
  २५४१
८.२.२२परेश्च घाङ्कयोः
  ३२६२
• घ इति स्वरूपस्य ग्रहणम् ।• योगे चेति वाच्यम् ।
८.२.२३संयोगान्तस्य लोपः
  ५४
• यणः प्रतिषेधो वाच्यः ।
८.२.२४रात्सस्य
  २८०
८.२.२५धि च
  २२४९
• सङीति वक्तव्यम् ।
८.२.२६झलो झलि
  २२८१
८.२.२७ह्रस्वादङ्गात्
  २३६९
८.२.२८इट ईटि
  २२६६
८.२.२९स्कोः संयोगाद्योरन्ते च
  ३८०
८.२.३०चोः कुः
  ३७८
८.२.३१हो ढः
  ३२४
८.२.३२दादेर्धातोर्घः
  ३२५
८.२.३३वा द्रुहमुहष्णुहष्णिहाम्
  ३२७
८.२.३४नहो धः
  ४४०
८.२.३५आहस्थः
  २४५१
८.२.३६व्रश्चभ्रस्जसृजमृजयजराजभ्राजच्छशां षः
  २९४
• परौ व्रजेः षः पदान्ते ।
८.२.३७एकाचो बशो भष् झषन्तस्य स्ध्वोः
  ३२६
८.२.३८दधस्तथोश्च
  २५०१
८.२.३९झलां जशोऽन्ते
  ८४
८.२.४०झषस्तथोर्धोऽधः
  २२८०
८.२.४१षढोः कः सि
  २९५
८.२.४२रदाभ्यां निष्ठातो नः पूर्वस्य च दः
  ३०१६
८.२.४३संयोगादेरातो धातोर्यण्वतः
  ३०१७
८.२.४४ल्वादिभ्यः
  ३०१८
• ऋल्वादिभ्यः क्तिन्निष्ठावद्वाच्यः ।• दुग्वोर्दीर्घश्च ।• पूञो विनाशे ।• सिनोतेर्ग्रासकर्मकर्तृकस्य ।
८.२.४५ओदितश्च
  ३०१९
८.२.४६क्षियो दीर्घात्
  ३०१५
८.२.४७श्योऽस्पर्शे
  ३०२१
८.२.४८अञ्चोऽनपादाने
  ३०२४
८.२.४९दिवोऽविजिगीषायाम्
  ३०२८
८.२.५०निर्वाणोऽवाते
  ३०२९
८.२.५१शुषः कः
  ३०३०
८.२.५२पचो वः
  ३०३१
८.२.५३क्षायो मः
  ३०३२
८.२.५४प्रस्त्योऽन्यतरस्याम्
  ३०३४
८.२.५५अनुपसर्गात् फुल्लक्षीबकृशोल्लाघाः
  ३०३५
• उत्फुल्लसंफुल्लयोरुपसंख्यानम् ।
८.२.५६नुदविदोन्दत्राघ्राह्रीभ्योऽन्यतरस्याम्
  ३०३८
८.२.५७न ध्याख्यापॄमूर्छिमदाम्
  ३०४०
८.२.५८वित्तो भोगप्रत्यययोः
  ३०४१
८.२.५९भित्तं शकलम्
  ३०४२
८.२.६०ऋणमाधमर्ण्ये
  ३०४३
८.२.६१नसत्तनिषत्तानुत्तप्रतूर्तसूर्तगूर्तानि छन्दसि
  ३६०३
८.२.६२क्विन्प्रत्ययस्य कुः
  ३७७
८.२.६३नशेर्वा
  ४३१
८.२.६४मो नो धातोः
  ३४१
८.२.६५म्वोश्च
  २३०९
८.२.६६ससजुषो रुः
  १६२
८.२.६७अवयाःश्वेतवाःपुरोडाश्च
  ३४१६
८.२.६८अहन्
  ४४३
• रूपरात्रिरथन्तरेषु रुत्वं वाच्यम् ।
८.२.६९रोऽसुपि
  १७२
८.२.७०अम्नरूधरवरित्युभयथा छन्दसि
  ३६०४
• अहरादीनां पत्यादिषु वा रेफः ।
८.२.७१भुवश्च महाव्याहृतेः
  ३६०५
८.२.७२वसुस्रंसुध्वंस्वनडुहां दः
  ३३४
८.२.७३तिप्यनस्तेः
  २४८४
८.२.७४सिपि धातो रुर्वा
  २४८५
८.२.७५दश्च
  २४६८
८.२.७६र्वोरुपधाया दीर्घ इकः
  ४३३
८.२.७७हलि च
  ३५४
८.२.७८उपधायां च
  २२६५
८.२.७९न भकुर्छुराम्
  १६२९
८.२.८०अदसोऽसेर्दादु दो मः
  ४१९
८.२.८१एत ईद्बहुवचने
  ४३८
८.२.८२वाक्यस्य टेः प्लुत उदात्तः
  ९३
८.२.८३प्रत्यभिवादेऽशूद्रे
  ९४
• स्त्रियां न ।• भोराजन्यविशां वेति वाच्यम् ।
८.२.८४दूराद्धूते च
  ९५
८.२.८५हैहेप्रयोगे हैहयोः
  ९६
८.२.८६गुरोरनृतोऽनन्त्यस्याप्येकैकस्य प्राचाम्
  ९७
८.२.८७ओमभ्यादाने
  ३६०६
८.२.८८ये यज्ञकर्मणि
  ३६०७
८.२.८९प्रणवष्टेः
  ३६०८
८.२.९०याज्याऽन्तः
  ३६०९
८.२.९१ब्रूहिप्रेष्यश्रौषड्वौषडावहानामादेः
  ३६१०
८.२.९२अग्नीत्प्रेषणे परस्य च
  ३६११
८.२.९३विभाषा पृष्टप्रतिवचने हेः
  ३६१२
८.२.९४निगृह्यानुयोगे च
  ३६१३
८.२.९५आम्रेडितं भर्त्सने
  ३६१४
• भर्त्सने पर्यायेणेति वक्तव्यम् ।
८.२.९६अङ्गयुक्तं तिङ् आकाङ्क्षम्
  ३६१५
८.२.९७विचार्यमाणानाम्
  ३६१६
८.२.९८पूर्वं तु भाषायाम्
  ३६१७
८.२.९९प्रतिश्रवणे च
  ३६१८
८.२.१००अनुदात्तं प्रश्नान्ताभिपूजितयोः
  ३६१९
८.२.१०१चिदिति चोपमाऽर्थे प्रयुज्यमाने
  ३६२०
८.२.१०२उपरिस्विदासीदिति च
  ३६२१
८.२.१०३स्वरितमाम्रेडितेऽसूयासम्मतिकोपकुत्सनेषु
  ३६२२
८.२.१०४क्षियाऽऽशीःप्रैषेषु तिङ् आकाङ्क्षम्
  ३६२३
८.२.१०५अनन्त्यस्यापि प्रश्नाख्यानयोः
  ३६२४
८.२.१०६प्लुतावैच इदुतौ
  ३६२५
८.२.१०७एचोऽप्रगृह्यस्यादूराद्धूते पूर्वस्यार्धस्यादुत्तरस्येदुतौ
  ३६२६
• प्रश्नान्ताभिपूजितविचार्यमाणप्रत्यभिवादनयाज्यान्तेष्वेव ।• पदान्तग्रहणं कर्तव्यम् ।• आमन्त्रिते छन्दसि प्लुतविकारोऽयं वक्तव्यः ।
८.२.१०८तयोर्य्वावचि संहितायाम्
  ३६२७
८.३.१मतुवसो रु सम्बुद्धौ छन्दसि
  ३६२८
• वन उपसङ्ख्यानम् ।• विभाषा भवद्भगवदघवतामोच्चावस्य छन्दसि भाषायां च।
८.३.२अत्रानुनासिकः पूर्वस्य तु वा
  १३६
८.३.३आतोऽटि नित्यम्
  ३६३२
८.३.४अनुनासिकात् परोऽनुस्वारः
  १३७
८.३.५समः सुटि
  १३५
• संपुंकानां सो वक्तव्यः, समो वा लोपमेके ।
८.३.६पुमः खय्यम्परे
  १३९
८.३.७नश्छव्यप्रशान्
  १४०
८.३.८उभयथर्क्षु
  ३६३०
८.३.९दीर्घादटि समानपादे
  ३६३१
८.३.१०नॄन् पे
  १४१
८.३.११स्वतवान् पायौ
  ३६३३
८.३.१२कानाम्रेडिते
  १४३
८.३.१३ढो ढे लोपः
  २३३५
८.३.१४रो रि
  १७३
८.३.१५खरवसानयोर्विसर्जनीयः
  ७६
८.३.१६रोः सुपि
  ३३९
८.३.१७भोभगोअघोअपूर्वस्य योऽशि
  १६७
८.३.१८व्योर्लघुप्रयत्नतरः शाकटायनस्य
  १६८
८.३.१९लोपः शाकल्यस्य
  ६७
८.३.२०ओतो गार्ग्यस्य
  १६९
८.३.२१उञि च पदे
  १७०
८.३.२२हलि सर्वेषाम्
  १७१
८.३.२३मोऽनुस्वारः
  १२२
८.३.२४नश्चापदान्तस्य झलि
  १२३
८.३.२५मो राजि समः क्वौ
  १२६
८.३.२६हे मपरे वा
  १२७
• यवलपरे यवला वेति वक्तव्यम् ।
८.३.२७नपरे नः
  १२९
८.३.२८ङ्णोः कुक्टुक् शरि
  १३०
८.३.२९डः सि धुट्
  १३१
८.३.३०नश्च
  १३२
८.३.३१शि तुक्
  १३३
८.३.३२ङमो ह्रस्वादचि ङमुण्नित्यम्
  १३४
८.३.३३मय उञो वो वा
  १०८
८.३.३४विसर्जनीयस्य सः
  १३८
८.३.३५शर्परे विसर्जनीयः
  १५०
८.३.३६वा शरि
  १५१
• खर्परे शरि वा विसर्गलोपो वक्तव्यः ।
८.३.३७कुप्वोः ≍क≍पौ च
  १४२
८.३.३८सोऽपदादौ
  १५२
• पाशकल्पककाम्येष्विति वाच्यम् ।• अनव्ययस्येति वाच्यम् ।• काम्ये रोरेवेति वाच्यम् ।
८.३.३९इणः षः
  १५३
८.३.४०नमस्पुरसोर्गत्योः
  १५४
८.३.४१इदुदुपधस्य चाप्रत्ययस्य
  १५५
• मुहुसः प्रतिषेधः ।
८.३.४२तिरसोऽन्यतरस्याम्
  १५६
८.३.४३द्विस्त्रिश्चतुरिति कृत्वोऽर्थे
  १५७
८.३.४४इसुसोः सामर्थ्ये
  १५८
८.३.४५नित्यं समासेऽनुत्तरपदस्थस्य
  १५९
८.३.४६अतः कृकमिकंसकुम्भपात्रकुशाकर्णीष्वनव्ययस्य
  १६०
८.३.४७अधःशिरसी पदे
  १६१
८.३.४८कस्कादिषु च
  १४४
८.३.४९छन्दसि वाऽप्राम्रेडितयोः
  ३६३४
८.३.५०कःकरत्करतिकृधिकृतेष्वनदितेः
  ३६३५
८.३.५१पञ्चम्याः परावध्यर्थे
  ३६३६
८.३.५२पातौ च बहुलम्
  ३६३७
८.३.५३षष्ठ्याः पतिपुत्रपृष्ठपारपदपयस्पोषेषु
  ३६३८
८.३.५४इडाया वा
  ३६३९
८.३.५५अपदान्तस्य मूर्धन्यः
  २१०
८.३.५६सहेः साडः सः
  ३३५
८.३.५७इण्कोः
  २११
८.३.५८नुम्विसर्जनीयशर्व्यवायेऽपि
  ४३४
८.३.५९आदेशप्रत्यययोः
  २१२
८.३.६०शासिवसिघसीनां च
  २४१०
८.३.६१स्तौतिण्योरेव षण्यभ्यासात्
  २६२७
८.३.६२सः स्विदिस्वदिसहीनां च
  २६२८
८.३.६३प्राक्सितादड्व्यवायेऽपि
  २२७६
८.३.६४स्थाऽऽदिष्वभ्यासेन चाभ्यासस्य
  २२७७
८.३.६५उपसर्गात् सुनोतिसुवतिस्यतिस्तौतिस्तोभतिस्थासेनयसेधसिचसञ्जस्वञ्जाम्
  २२७०
८.३.६६सदिरप्रतेः
  २२७१
८.३.६७स्तम्भेः
  २२७२
८.३.६८अवाच्चालम्बनाविदूर्ययोः
  २२७३
८.३.६९वेश्च स्वनो भोजने
  २२७४
८.३.७०परिनिविभ्यः सेवसितसयसिवुसहसुट्स्तुस्वञ्जाम्
  २२७५
८.३.७१सिवादीनां वाऽड्व्यवायेऽपि
  २३५९
८.३.७२अनुविपर्यभिनिभ्यः स्यन्दतेरप्राणिषु
  २३४९
८.३.७३वेः स्कन्देरनिष्ठायाम्
  २३९८
८.३.७४परेश्च
  २३९९
८.३.७५परिस्कन्दः प्राच्यभरतेषु
  ३०२६
८.३.७६स्फुरतिस्फुलत्योर्निर्निविभ्यः
  २५३७
८.३.७७वेः स्कभ्नातेर्नित्यम्
  २५५६
८.३.७८इणः षीध्वंलुङ्लिटां धोऽङ्गात्
  २२४७
८.३.७९विभाषेटः
  २३२५
८.३.८०समासेऽङ्गुलेः सङ्गः
  १०१९
८.३.८१भीरोः स्थानम्
  १०२०
८.३.८२अग्नेः स्तुत्स्तोमसोमाः
  ९२४
८.३.८३ज्योतिरायुषः स्तोमः
  १०२१
८.३.८४मातृपितृभ्यां स्वसा
  ९८४
८.३.८५मातुःपितुर्भ्यामन्यतरस्याम्
  ९८३
८.३.८६अभिनिसः स्तनः शब्दसंज्ञायाम्
  ३१९३
८.३.८७उपसर्गप्रादुर्भ्यामस्तिर्यच्परः
  २४७२
८.३.८८सुविनिर्दुर्भ्यः सुपिसूतिसमाः
  २४७७
८.३.८९निनदीभ्यां स्नातेः कौशले
  ३०८२
८.३.९०सूत्रं प्रतिष्णातम्
  ३०८३
८.३.९१कपिष्ठलो गोत्रे
  ३०८४
८.३.९२प्रष्ठोऽग्रगामिनि
  २९१७
८.३.९३वृक्षासनयोर्विष्टरः
  ३२३३
८.३.९४छन्दोनाम्नि च
  ३२०६
८.३.९५गवियुधिभ्यां स्थिरः
  ९६७
८.३.९६विकुशमिपरिभ्यः स्थलम्
  ३०८५
८.३.९७अम्बाम्बगोभूमिसव्यापद्वित्रिकुशेकुशङ्क्वङ्गुमञ्जिपुञ्जिपरमेबर्हिर्दिव्यग्निभ्यः स्थः
  २९१८
• स्थास्थिन्स्थॄणामिति वक्तव्यम् ।
८.३.९८सुषामादिषु च
  १०२२
८.३.९९एति संज्ञायामगात्
  १०२३
८.३.१००नक्षत्राद्वा
  १०२४
८.३.१०१ह्रस्वात् तादौ तद्धिते
  १३२५
८.३.१०२निसस्तपतावनासेवने
  २४०३
८.३.१०३युष्मत्तत्ततक्षुःष्वन्तःपादम्
  ३६४०
८.३.१०४यजुष्येकेषाम्
  ३६४१
८.३.१०५स्तुतस्तोमयोश्छन्दसि
  ३६४२
८.३.१०६पूर्वपदात्
  ३६४३
८.३.१०७सुञः
  ३६४४
८.३.१०८सनोतेरनः
  ३६४५
८.३.१०९सहेः पृतनर्ताभ्यां च
  ३६४६
८.३.११०न रपरसृपिसृजिस्पृशिस्पृहिसवनादीनाम्
  ३१६८
८.३.१११सात्पदाद्योः
  २१२३
८.३.११२सिचो यङि
  २६४०
८.३.११३सेधतेर्गतौ
  २२७८
८.३.११४प्रतिस्तब्धनिस्तब्धौ च
  ३०२७
८.३.११५सोढः
  २३५८
८.३.११६स्तम्भुसिवुसहां चङि
  २५८०
८.३.११७सुनोतेः स्यसनोः
  २५२४
८.३.११८सदेः परस्य लिटि
  २३६१
• स्वञ्जेरुपसंख्यानम् ।
८.३.११९निव्यभिभ्योऽड्व्यवाये वा छन्दसि
  ३६४७
८.४.१रषाभ्यां नो णः समानपदे
  २३५
• ऋवर्णान्नस्य णत्वं वाच्यम् ।
८.४.२अट्कुप्वाङ्नुम्व्यवायेऽपि
  १९७
८.४.३पूर्वपदात् संज्ञायामगः
  ८५७
८.४.४वनं पुरगामिश्रकासिध्रकाशारिकाकोटराऽग्रेभ्यः
  १०३९
८.४.५प्रनिरन्तःशरेक्षुप्लक्षाम्रकार्ष्यखदिरपीयूक्षाभ्योऽसंज्ञायामपि
  १०५०
८.४.६विभाषौषधिवनस्पतिभ्यः
  १०५१
• द्व्यच्त्र्यज्भ्यामेव ।• इरिकादिभ्यः प्रतिषेधो वक्तव्यः ।
८.४.७अह्नोऽदन्तात्
  ७९१
८.४.८वाहनमाहितात्
  १०५२
८.४.९पानं देशे
  १०५३
८.४.१०वा भावकरणयोः
  १०५४
• गिरिनद्यादीनां वा ।
८.४.११प्रातिपदिकान्तनुम्विभक्तिषु च
  १०५५
• युवादेर्न ।
८.४.१२एकाजुत्तरपदे णः
  ३०७
८.४.१३कुमति च
  १०५६
८.४.१४उपसर्गादसमासेऽपि णोपदेशस्य
  २२८७
८.४.१५हिनुमीना
  २५३०
८.४.१६आनि लोट्
  २२३१
८.४.१७नेर्गदनदपतपदघुमास्यतिहन्तियातिवातिद्रातिप्सातिवपतिवहतिशाम्यतिचिनोतिदेग्धिषु च
  २२८५
८.४.१८शेषे विभाषाऽकखादावषान्त उपदेशे
  २२३२
८.४.१९अनितेः
  २४७८
८.४.२०अन्तः
  २९८४
८.४.२१उभौ साभ्यासस्य
  २६०६
८.४.२२हन्तेरत्पूर्वस्य
  ३५९
८.४.२३वमोर्वा
  २४२९
८.४.२४अन्तरदेशे
  ३२९४
८.४.२५अयनं च
  ३२९५
८.४.२६छन्दस्यृदवग्रहात्
  ३६४८
८.४.२७नश्च धातुस्थोरुषुभ्यः
  ३६४९
८.४.२८उपसर्गाद् बहुलम्
  ८५९
८.४.२९कृत्यचः
  २८३५
• निर्विण्णस्योपसंख्यानम् ।
८.४.३०णेर्विभाषा
  २८३६
८.४.३१हलश्च इजुपधात्
  २८३७
८.४.३२इजादेः सनुमः
  २८३८
८.४.३३वा निंसनिक्षनिन्दाम्
  २८३९
८.४.३४न भाभूपूकमिगमिप्यायीवेपाम्
  २८४०
• पूञ एवेह ग्रहणमिष्यते ।• ण्यन्तभादीनामुपसंख्यानम् ।
८.४.३५षात् पदान्तात्
  ३३१०
८.४.३६नशेः षान्तस्य
  २५१८
८.४.३७पदान्तस्य
  १९८
८.४.३८पदव्यवायेऽपि
  १०५७
• अतद्धित इति वाच्यम् ।
८.४.३९क्षुभ्नाऽऽदिषु च
  ७९२
• अग्रग्रामाभ्यां नयतेर्णो वाच्यः ।• आचार्यादणत्वं च ।
८.४.४०स्तोः श्चुना श्चुः
  १११
• श्चुत्वं धुटि सिद्धं वाच्यम् ।
८.४.४१ष्टुना ष्टुः
  ११३
८.४.४२न पदान्ताट्टोरनाम्
  ११४
• अनान्नवतिनगरीणामिति वक्तव्यम् ।
८.४.४३तोः षि
  ११५
८.४.४४शात्
  ११२
८.४.४५यरोऽनुनासिकेऽनुनासिको वा
  ११६
• प्रत्यये भाषायां नित्यम् ।
८.४.४६अचो रहाभ्यां द्वे
  ५९
८.४.४७अनचि च
  ४८
• यणो मयो द्वे वाच्ये ।
८.४.४८नादिन्याक्रोशे पुत्रस्य
  ५५
• तत्परे च ।• वा हतजग्धयोः ।• चयो द्वितीयाः शरि पौष्करसादेरिति वाच्यम् ।
८.४.४९शरोऽचि
  ३४०
८.४.५०त्रिप्रभृतिषु शाकटायनस्य
  ५६
८.४.५१सर्वत्र शाकल्यस्य
  ५७
८.४.५२दीर्घादाचार्याणाम्
  ५८
८.४.५३झलां जश् झशि
  ५२
८.४.५४अभ्यासे चर्च
  २१८२
८.४.५५खरि च
  १२१
८.४.५६वाऽवसाने
  २०६
८.४.५७अणोऽप्रगृह्यस्यानुनासिकः
  ११०
८.४.५८अनुस्वारस्य ययि परसवर्णः
  १२४
८.४.५९वा पदान्तस्य
  १२५
८.४.६०तोर्लि
  ११७
८.४.६१उदः स्थास्तम्भोः पूर्वस्य
  ११८
८.४.६२झयो होऽन्यतरस्याम्
  ११९
८.४.६३शश्छोऽटि
  १२०
• छत्वममीति वाच्यम् ।
८.४.६४हलो यमां यमि लोपः
  ६०
८.४.६५झरो झरि सवर्णे
  ७१
८.४.६६उदात्तादनुदात्तस्य स्वरितः
  ३६६०
८.४.६७नोदात्तस्वरितोदयमगार्ग्यकाश्यपगालवानाम्
  ३६६१
८.४.६८अ अ
  ११



