॥ अथ पाणिनीयलिङ्गानुशासनम् ॥
१लिङ्गम्स्त्र्यधिकारः

२स्त्रीस्त्र्यधिकारः
अधिकारसूत्रे एते ।
३ऋकारान्ता मातृदुहितृस्वसृयातृननान्दरःस्त्र्यधिकारः
ऋकारान्ता एते पञ्चैव स्त्रीलिङ्गाः । स्वस्रादिपञ्चकस्येव ङीब्निषेधेन कर्त्रीत्यादेर्ङीपा ईकारान्तत्वात् । तिसृचतस्रोस्तु स्त्रियामादेशतया विधानेऽपि प्रकृत्योस्त्रिचतुरोर्ऋदन्तत्वाभावात् ।
४अन्यूप्रत्ययान्ता धातुःस्त्र्यधिकारः
अनिप्रत्ययान्त ऊप्रत्ययान्तश्च धातुः स्त्रियां स्यात् । अवनिः । चमूः । प्रत्ययग्रहणं किम् ? - देपयतेः क्विप् द्यूः । विशेष्यलिङ्गः ।
५अशनिभरण्यरणयः पुंसि चस्त्र्यधिकारः
आयमयं वा अशनिः ।
६मिन्यतःस्त्र्यधिकारः
मिप्रत्ययान्तो निप्रत्ययान्तश्च धातुः स्त्रियां स्यात् । भूमिः । ग्लानिः ।
७वह्निवृष्णवग्नयः पुंसिस्त्र्यधिकारः
पूर्वस्यापवादः ।
८श्रोणियोन्यूर्मयः पुंसि चस्त्र्यधिकारः
इयमयं वा श्रोणिः ।
९क्तिन्नन्तःस्त्र्यधिकारः
स्पष्टम् । कृतिरित्यादि ।
१०ईकारान्तश्चस्त्र्यधिकारः
ईप्रत्ययान्तः स्त्री स्यात् । लक्ष्मीः ।
११ऊङाबन्तश्चस्त्र्यधिकारः
कुरूः । विद्या ।
१२य्वन्तमेकाक्षरम्स्त्र्यधिकारः
श्रीः । भूः । एकाक्षरं किम् ? पृथुश्रीः ।
१३विंशत्यादिरानवतेःस्त्र्यधिकारः
इयं विंशतिः । त्रिंशत् । चत्वारिंशत् । पञ्चाशत् । षष्टिः । सप्ततिः । अशीतिः । नवतिः ।
१४दुन्दुभिरक्षेषुस्त्र्यधिकारः
इयं दुन्दुभिः । अक्षेषु किम् ? अयं दुन्दुभिर्वाद्यविशेषोऽसुरो वेत्यर्थः ।
१५नाभिरक्षत्रियेस्त्र्यधिकारः
इयं नाभिः ।
१६उभाव्यप्यन्यत्र पुंसिस्त्र्यधिकारः
दुन्दुभिर्नाभिश्चोक्तविषयादन्यत्र पुंसि स्तः । नाभिः क्षत्रियः । कथं तर्हि समुल्लसत्पङ्कजपङ्कजपत्रकोमलैरूपाहितश्रीण्युपनीविनाभिरिति भारवीः ? उच्यते - दृढभक्तिरित्यादाविव कोमलैरिति सामान्ये नपुंसकं बोध्यम् । वस्तुतस्तु लिङ्गमशिष्यं लोकाश्रयत्वाल्लिङ्गस्येति भाष्यात् पुंस्त्वमपीह साधु । अतएव नाभिर्मुख्यनृपे चक्रमध्यक्षत्रिययोः पुमान् । द्वयोः प्राणिप्रतीके स्यात् स्त्रियां कस्तूरिकामद इति मेदिनी । रभसोऽप्याह - मुख्यराट्क्षत्रिये नाभिः पुंसि प्राण्यङ्गे द्वयोः । चक्रमध्ये प्रधाने च स्त्रियां कस्तूरिकामद इति । एवमेवंविधेऽन्यत्रापि बोध्यम् ।
१७तलन्तःस्त्र्यधिकारः
अयं स्त्रियां स्यात् । शुक्लस्य भावः शुक्लता । ब्राह्मणस्य कर्म ब्राह्मणता । ग्रामस्य समूहो ग्रामता । देव एव देवता ।
१८भूमिविद्युत्सरिल्लतावनिताभिधानानिस्त्र्यधिकारः
भूमिर्भूः । विद्युत्सौदामनी । सरिन्निम्नगा । लता वल्ली । वनिता योषित् ।
१९यादो नपुंसकम्स्त्र्यधिकारः
यादःशब्दः सरिद्वाचकोऽपि क्लीबं स्यात् ।
२०भाःस्रुक्स्रग्दिगुष्णिगुपानहःस्त्र्यधिकारः
एते स्त्रियां स्युः । इयं भाः इत्यादिः ।
२१स्थूणोर्णे नपुंसके चस्त्र्यधिकारः
एते स्त्रियां क्लीबे च स्तः । स्थूणा । स्थूणम् । ऊर्णा । ऊर्णम् । तत्र स्थूणा काष्ठमयी द्विकर्णिका । ऊर्णा तु मेषादिलोम ।
२२गृहशशाभ्यां क्लीबेस्त्र्यधिकारः
नियमार्थमिदम् । गृहशशपूर्वे स्थूणोर्णे यथासङ्ख्यं नपुंसके स्तः । गृहस्थूणम् । शशोर्णं शशलोमनीत्यमरः ।
२३प्रावृट्विप्रट्रुट्विट्त्विषःस्त्र्यधिकारः
एते स्त्रियां स्युः ।
२४दर्विविदिवेदिखनिशान्यश्रिवेशिकृष्योषधिकट्यङ्गुलयःस्त्र्यधिकारः
एते स्त्रियां स्युः । पक्षे ङीप् । दर्वी, दर्विः इत्यादि ।
२५तिथिनाडिरुचिवीचिनालिधूलिकिकिकेलिच्छविरात्र्यादयःस्त्र्यधिकारः
एते प्राग्वत् । इयं तिथिरित्यादि । अमरस्त्वाह तिथयो द्वयोरिति । तथा च भारविः । तस्य भुवि बहुतिथास्तिथय इति । स्त्रीत्वे हि बहुतिथ्य इति स्यात् । श्रीहर्षश्च । निखिलान्निशि पौर्णिमातिथीनिति ।
२६शष्कुलिराजिकुट्यशनिवर्तिभृकुटित्रुटिवलिङ्क्तयःस्त्र्यधिकारः
एतेऽपि स्त्रियां स्युः । इयं शष्कुलिः ।
२७प्रतिपदापद्विपत्सम्पच्छरत्संसत्परिषदुषः संवित्क्षुत्पुन्मुत्समिधः ।स्त्र्यधिकारः
इयं प्रतिपदित्यादि । उषा उच्छन्ती । उषाः प्रातरधिष्ठात्री देवता ।
२८आशीर्धूःपूर्गीर्द्वारःस्त्र्यधिकारः
इयमाशीरित्यादिः ।
२९अप्सुमनस्समासिकतावर्षाणां बहुत्वं चस्त्र्यधिकारः
अबादीनां पञ्चानां स्त्रीत्वं स्यात् बहुत्वं च । आपः इमाः । स्त्रियः सुमनसः पुष्पम् । सुमना मालती जातिः । देववाची तु पुंस्येेव । सुपर्वाणः सुमनसः । बहुत्वं प्रायिकम् । एका च सिकता तैलदाने असमर्थेति अर्थवत्सूत्रे भाष्यप्रयोगात् । समांसमां विजायते ५.२.१२ इत्यत्र समायां समायामिति भाष्याच्च । विभाषा घ्राधेट्शाच्छासः २.४.७८ इति सूत्रे अघ्रासात/ां सुमनसाविति वृत्तिव्याख्यायां हरदत्तोऽप्येवम् ।
३०स्रक्त्वक्ज्योग्वाग्यवागूनौस्फिजःस्त्र्यधिकारः
इयं स्रक् त्वक् ज्योक् वाक् यवागूः नौः स्फिक् ।
३१तृटिसीमासंबध्याःस्त्र्यधिकारः
इयं तृटिः । सीमा । संबध्या ।
३२चुल्लिवेणिखार्यश्चस्त्र्यधिकारः
स्पष्टम् ।
३३ताराधाराज्योत्स्नादयश्चस्त्र्यधिकारः

३४शलाका स्त्रियां नित्यम्स्त्र्यधिकारः
नित्यग्रहणमन्येषां क्वचिद्व्यभिचारं ज्ञापयति । इति स्त्र्यधिकारः ॥
३५पुमान्पुंलिङ्गाधिकारः
अधिकारोऽयम्
३६घञबन्तःपुंलिङ्गाधिकारः
पाकः । त्यागः । करः । गरः । भावार्थे एवेदम् । नपुंसकत्वविशिष्टे भावे क्तल्युड्भ्यां स्त्रीत्वविशिष्टे तु क्तिन्नाडिभिर्बाधेन परिशेषात् । कर्मादौ तु घञाद्यन्तमपि विशेष्यलिङ्गम् । तथा च भाष्यम् । सम्बन्धमनुवर्तिष्यत इति ।
३७घाजन्तश्चपुंलिङ्गाधिकारः
विस्तरः । गोचरः । चयः । जयः । इत्यादि ।
३८भयलिङ्गभगपदानि नपुंसकेपुंलिङ्गाधिकारः
एतानि नपुंसके स्युः । भयम् । लिङ्गम् । भगम् । पदम् ।
३९नङन्तःपुंलिङ्गाधिकारः
नङ्प्रत्ययान्तः पुंसि स्यात् । यज्ञः । यत्नः ।
४०याच्ञा स्त्रियाम्पुंलिङ्गाधिकारः
पूर्वस्यापवादः
४१क्यन्तो घुःपुंलिङ्गाधिकारः
किप्रत्ययान्तो घुः पुंसि स्यात् । आधिः । निधिः । उदधिः । क्यन्तः किम् ? दानम् । घुः किम् ? जज्ञिर्बीजम् ।
४२इषुधि स्त्री चपुंलिङ्गाधिकारः
इषुधिशब्दः स्त्रियां पुंसि च । पूर्वस्यापवादः ।
४३देवासुरात्मस्वर्गगिरिसमुद्रनखकेशदन्तस्तनभुजकण्ठखड्गशरपङ्काभिधानानिपुंलिङ्गाधिकारः
एतानि पुंसि स्युः । देवाः सुराः । असुराः दैत्याः । आत्मा क्षेत्रज्ञः । स्वर्गो नाकः । गिरिः पर्वतः । समुद्रोऽब्धिः । नखः कररुहः । केशः शिरोरुहः । दन्तो दशनः । स्तनः कुचः । भुजो दोः । कण्ठो गलः । खड्गः करवालः । शरो मार्गणः । पङ्कः कर्दमः इत्यादु ।
४४त्रिविष्टपत्रिभुवने नपुंसकेपुंलिङ्गाधिकारः
स्पष्टम् । तृतीयं विष्टपं त्रिपिष्टपम् । स्वर्गाभिधानतया पुंस्त्वे प्राप्ते अयमारम्भः ।
४५द्यौः स्त्रियाम्पुंलिङ्गाधिकारः
द्योदिवोस्तन्त्रेणोपादानमिदम् ।
४६इषुबाहू स्त्रियां चपुंलिङ्गाधिकारः
चात्पुंसि ।
४७बाणकाण्डौ नपुंसके चपुंलिङ्गाधिकारः
चात्पुंसि । त्रिविष्टपेत्यादिचतुःसूत्री देवासुरेत्यस्यापवादः ।
४८नान्तःपुंलिङ्गाधिकारः
अयं पुंसि । राजा । तक्षा । न च चर्मवर्मादिष्वतिव्याप्तिः 'मन्द्व्यच्कोऽकर्तरि' इति नपुंसकप्रकरणे वक्ष्यमाणत्वात् ।
४९क्रतुपुरुषकपोलगुल्फमेधाभिधानानिपुंलिङ्गाधिकारः
क्रतुरध्वरः । पुरुषो नरः । कपोलो गरुडः । गुल्फः प्रपदः । मेघो नीरदः ।
५०अभ्रं नपुंसकम्पुंलिङ्गाधिकारः
पूर्वस्यापवादः
५१उकारान्तःपुंलिङ्गाधिकारः
अयं पुंसि स्यात् । प्रभुः । इक्षुः । हनुर्हट्टविलासिन्यां नृत्यारम्भे गदे स्त्रियाम् । द्वयोः कपोकावयव इति मेदिनी । करेणुरिभ्यां स्त्री नेभे इत्यमरः । एवंजातीयकविशेषवचनानाक्रान्तस्तु प्रकृतसूत्रस्य विषयः । उक्तं च - लिङ्गशेषविधिर्व्यापी विशेषैर्यद्यबाधित इति । एवमन्यत्रापि ।
५२धेनुरज्जुकुहूसरयुतनुरेणुप्रियङ्गवः स्त्रियाम् ।पुंलिङ्गाधिकारः

५३समासे रज्जुः पुंसि चपुंलिङ्गाधिकारः
कर्कटरज्वा । कर्कटरज्जुना ।
५४श्मश्रुजानुवसुस्वाद्वश्रुजतुत्रयपुतालूनि नपुंसकेपुंलिङ्गाधिकारः

५५वसु चार्थवाचिपुंलिङ्गाधिकारः
अर्थवाचीति किम् ? वसूर्मयुखाग्निधनाधिपेषु ।
५६मद्गुमधुसीधुशीधुसानुकमण्डलूनि नपुंसके चपुंलिङ्गाधिकारः
चात्पुंसि अयं मद्गुः । इदं मद्गु ।
५७रुत्वन्तःपुंलिङ्गाधिकारः
मेरुः । सेतुः ।
५८दारुकशेरुजतुवस्तुमस्तूनि नपुंसकेपुंलिङ्गाधिकारः
रुत्वन्त इति पुंस्त्वस्यापवादः । इदं दारु ।
५९सक्तुर्नपुंसके चपुंलिङ्गाधिकारः
चात्पुंसि । सक्तुः, सक्तु ।
६०प्रागरश्मेरकारान्तःपुंलिङ्गाधिकारः
रश्मिर्दिवसाभिधानमिति वक्ष्यति । प्रागेतस्मादकारान्त इत्यधिक्रियते ।
६१कोपधःपुंलिङ्गाधिकारः
कोपधोऽकारान्तः पुंसि स्यात् । स्तबकः । कल्कः ।
६२चिबुकशालूकप्रातिपदिकांशुकोल्मुकानि नपुंसकेपुंलिङ्गाधिकारः
पूर्वसूत्रापवादः ।
६३कण्टकानीकसरकमोदकचषकमस्तकपुस्तकतडाकनिष्कशुष्कवर्चस्कपिनाकभाण्डकपिण्डककटकशण्डकपिटकतालकफलकपुलाकानि नपुंसके चपुंलिङ्गाधिकारः
चात्पुंसि । अयं कण्टकः । इदं कण्टकमित्यादि ।
६४टोपधःपुंलिङ्गाधिकारः
टोपधोऽकारान्तः पुंसि स्यात् । घटः । पटः ।
६५किरीटमुकुटललाटवटवीटशृङ्गाटकराटलोष्टानि नपुंसके चपुंलिङ्गाधिकारः
किरिटमित्यादि ।
६६कुटकूटकटपटकवाटकर्पटनटनिकटकीटकटानि नपुंसके चपुंलिङ्गाधिकारः
चात्पुंसि । कुटः कुटमित्यादि ।
६७णोपधःपुंलिङ्गाधिकारः
णोपधोऽकारान्तः पुंसि स्यात् । गुणः । गणः । पाषाणः ।
६८ऋणलवणपर्वतोरणरणोष्णानि नपुंसकेपुंलिङ्गाधिकारः
पूर्वसूत्रापवादः ।
६९कार्षापणस्वर्णसुवर्णव्रणचरणवृषणविषाणचूर्णतृणानि नपुंसकेचपुंलिङ्गाधिकारः
चात्पुंसि ।
७०थोपधःपुंलिङ्गाधिकारः
रथः ।
७१काष्ठपृष्ठसिक्थोक्थानि नपुंसकेपुंलिङ्गाधिकारः
इदं काष्ठमित्यादि ।
७२काष्ठा दिगर्था स्त्रियाम्पुंलिङ्गाधिकारः
इमाः काष्ठाः ।
७३तीर्थप्रोथयूथगाथानि नपुंसके चपुंलिङ्गाधिकारः
चात्पुंसि । अयं तीर्थः । इदं तीर्थम् ।
७४नोपधःपुंलिङ्गाधिकारः
अदन्तः पुंसि । इनः फेनः ।
७५जघनाकिनतुहिनकाननवनवृजिनविपिनवेतनशासनसोपानमिथुनश्मशानरत्ननिम्नचिह्नानि नपुंसकेपुंलिङ्गाधिकारः
पूर्वस्यापवादः ।
७६मानयानाभिधाननलिनपुलिनोद्यानशयनासनस्थानचन्दनासमानभवनवसनसंभावनविभावनविमानानि नपुंसके चपुंलिङ्गाधिकारः
चात्पुंसि । अयं मानः । इदं मानम् ।
७७पोपधःपुंलिङ्गाधिकारः
अदन्तः पुंसि । यूपः । दीपः ।
७८पापरूपोडुपतल्पशिल्पपुष्पसमीपान्तरीपाणि नपुंसकेपुंलिङ्गाधिकारः
इदं पापमित्यादि ।
७९शूर्पकुतपकुणपद्वीपविटपानि नपुंसके चपुंलिङ्गाधिकारः
अयं शूर्पः । इदं शूर्पमित्यादि ।
८०भोधपःपुंलिङ्गाधिकारः
स्तम्भः ।
८१तलभं नपुंसकम्पुंलिङ्गाधिकारः
पूर्वस्यापवादः ।
८२जृम्भं नपुंसके चपुंलिङ्गाधिकारः
जृम्भम् । जृम्भः ।
८३मोपधःपुंलिङ्गाधिकारः
सोमः । भीमः ।
८४रुक्मसिध्मयुग्मेध्मगुल्माध्यात्मकुङ्कुमानि नपुंसकेपुंलिङ्गाधिकारः
इदं रुक्ममित्यादि ।
८५संग्रामदाडिमकुसुमाश्रमक्षेमक्षौमहोमोद्दामानि नपुंसके चपुंलिङ्गाधिकारः
चात्पुंसि अयं संग्रामः । इदं संग्रामम् ।
८६योपधःपुंलिङ्गाधिकारः
समयः । हयः ।
८७किसलयहृदयेन्द्रियोत्तरीयाणि नपुंसकेपुंलिङ्गाधिकारः
स्पष्टम् ।
८८गोमयकषायमलयान्वयाव्ययानि नपुंसके चपुंलिङ्गाधिकारः
गोमयः । गोमयम् ।
८९रोपधःपुंलिङ्गाधिकारः
क्षुरः । अङ्कुरः ।
९०द्वाराग्रस्फारतक्रवक्रवप्रक्षिप्रक्षुद्रनारतीरदूरकृच्छ्ररन्धाश्रश्वभ्रभीरगभीरक्रूरविचित्रकेयूरकेदारोदराजस्रशरीरकन्दरमन्दारपञ्जराजरजठराजिरवैरचामरपुष्करगह्वरकुहरकुटीरकुलीरचत्वरकाश्मीरनीराम्बरशिशिरतन्त्रयन्त्रनक्षत्रक्षेत्रमित्रकलत्रचित्रमूत्रसूत्रवक्त्रनेत्रगोत्राङ्गुलित्रभलत्रशस्त्रशास्त्रवस्त्रपत्रपात्रच्छत्राणि नपुंसकेपुंलिङ्गाधिकारः
इदं द्वारमित्यादि ।
९१शुक्रमदेवतायाम्पुंलिङ्गाधिकारः
इदं शुक्रं रेतः ।
९२चक्रवज्रान्धकारसारावारपारक्षीरतोमरशृङ्गारबषङ्गारमन्दारोशीरतिमितशिशिराणि नपुंसके चपुंलिङ्गाधिकारः
चात्पुंसि । चक्रः, चक्रमित्यादि ।
९३षोपधःपुंलिङ्गाधिकारः
वृषः । वृक्षः ।
९४शिरीषर्जीषाम्बरीषपीयूषपुरीषकिल्बिषकल्माषाणि नपुंसकेपुंलिङ्गाधिकारः

९५यूषकरीषमिषविषवर्षाणि नपुंसके चपुंलिङ्गाधिकारः
चात्पुंसि । अयं यूषः । इदं यूषमित्यादि ।
९६सोपधःपुंलिङ्गाधिकारः
वत्सः । वायसः । महानसः ।
९७पनसबिसबुससाहसानि नपुंसकेपुंलिङ्गाधिकारः

९८चमसांसररनिर्यासोपवासकार्पासवासमासकासकांसमांसानि नपुंसके चपुंलिङ्गाधिकारः
इदं चमसम् । अयं चमसः । इत्यादि ।
९९कंसं चात्प्राणिनिपुंलिङ्गाधिकारः
कंसोऽस्त्री पानभाजनम् । प्राणिनि तु कंसो नाम कश्चिद्राजा ।
१००रश्मिदिवसाभिधानानिपुंलिङ्गाधिकारः
एतानि पुंसि स्युः । रश्मिर्मयूखः दिवसो घस्नः ।
१०१दीधितिः स्त्रियाम्पुंलिङ्गाधिकारः
पूर्वस्यापवादः ।
१०२दिनाहनी नपुंसकेपुंलिङ्गाधिकारः
अयमप्यपवादः ।
१०३मानाभिधामनिपुंलिङ्गाधिकारः
एतानि पुंसि स्युः । कुडवः । प्रस्थः ।
१०४द्रौणाढकौ नपुंसके चपुंलिङ्गाधिकारः
इदं द्रोणम् । अयं द्रोणः ।
१०५खारीमानिके स्त्रियाम्पुंलिङ्गाधिकारः
इयं खारी । इयं मानिका ।
१०६दाराक्षतलजासूनां बहुत्वं चपुंलिङ्गाधिकारः
इमे दाराः ।
१०७नाड्यपजनोपपदानि व्रणाङ्गपदानिपुंलिङ्गाधिकारः
यथासङ्ख्यं नाड्यादीन्युपपदानि व्रणादीनि पुंसि स्युः । अयं नाडीव्रणः । अपाङ्गः । जनपदः । व्रणादीनामुभयलिङ्गत्वेऽपि क्लीबत्वानुवृत्यर्थं सूत्रम् ।
१०८मरुद्गरुत्तरदृत्विजःपुंलिङ्गाधिकारः
अयं मरुत् ।
१०९ऋषिराशिदृतिग्रन्थिक्रिमिध्वनिबलिकौलिमौलिरविकविकपिमुनयःपुंलिङ्गाधिकारः
एते पुंसि स्युः । अयमृषिः ।
११०ध्वजगजमुञ्जपुञ्जाःपुंलिङ्गाधिकारः
एते पुंसि ।
१११हस्तकुन्तान्तव्रातवातदूतधूतसूतचूतमुहूर्ताःपुंलिङ्गाधिकारः
एते पुंसि । अमरस्तु मुहुर्तोऽस्त्रियामित्याह ।
११२षण्डमण्डकरण्डभरण्डवरण्डतुण्डगण्डमुण्डपाषण्डशिखण्डाःपुंलिङ्गाधिकारः
अयं षण्डः ।
११३वंशांशपुरोडाशःपुंलिङ्गाधिकारः
अयं वंशः । पुरो दाश्यते पुरोडाशाः । कर्मणि घञ् । भव्यव्याख्यानयोः प्रकरणे पौरोडाशपुरोडाशात् ष्ठन् ४.३.७० इति विकारप्रकरणे, व्रीहेः पुरोडाशे ४.३.१४८ इति च निपातनात् प्रकृतसूत्र एव निपातनाद्वा दस्य डत्वम् । पुरोडाशभुजामिष्टमिति माघः ।
११४हृदकन्दकुन्दबुद्बुदशब्दाःपुंलिङ्गाधिकारः
अयं हृदः ।
११५अर्धपथिमथ्यृभुक्षिस्तम्बनितम्बपूगाःपुंलिङ्गाधिकारः
अयमर्धः ।
११६पल्लवपल्वलकफरेफकटाहनिर्व्यूहमठमणितरङ्गतुरङ्गगन्धमृदङ्गसङ्गसमुद्गपुङ्खाःपुंलिङ्गाधिकारः
अयं पल्लवः इत्यादि ।
११७सारथ्यतिक्षिकुक्षिबस्तिपाण्यञ्जलयःपुंलिङ्गाधिकारः
एते पुंसि । अयं सारथिः । इति पुंलिङ्गाधिकारः ॥
११८नपुंसकम्नपुंसकाधिकारः
अधिकारोऽयम् ।
११९भावे ल्युडन्तःनपुंसकाधिकारः
हसनम् । भावे किम् ? पचनोऽग्निः । इध्मप्रवचनः कुठारः ।
१२०निष्ठा चनपुंसकाधिकारः
भावे या निष्ठा तदन्तं क्लीबन्तं स्यात् । हसितम् । गीतम् ।
१२१त्वष्यञौ तद्धितौनपुंसकाधिकारः
शुक्लत्वम् । शौक्ल्यम् । ष्येञः षित्वसामर्थ्यात् पक्षे स्त्रीत्वम् । चातुर्यम् । चातुरी । सामग्र्यम् । सामग्री । औचित्यम् । औचिती ।
१२२कर्मणि च ब्राह्मणादिगुणवचनेभ्यःनपुंसकाधिकारः
ब्राह्मणस्य कर्म ब्राह्मण्यम् ।
१२३यद्यढग्यगयण्बुञ्छाश्च भावकर्मणिनपुंसकाधिकारः
एतदन्तानि क्लीबानि । स्तेनाद्यन्नलोपश्च ५.१.१२५ - स्तेयम् । सख्युर्यः ५.१.१२६ - सख्यम् । कपिज्ञातोर्ढक् ५.१.१२७ - कापेयम् । पत्यन्तपुरोहितादिभ्यो यक् ५.१.१२८ - आधिपत्यम् । प्राणभृज्जातिवयोवचनोद्गात्रादिभ्योऽञ् ५.१.१२९ - औष्ट्रम् । हायनान्तयुवादिभ्योऽण् ५.१.१३० - द्वैहायनम् । द्वन्द्वमनोज्ञादिभ्यश्च ५.१.१३३ - पितापुत्रकम् । होत्राभ्यश्छः ५.१.१३५ - अच्छावायीकम् । अव्ययीभावः २.४.१८ - अधिस्त्री ।
१२४द्वन्द्वैकत्वम्नपुंसकाधिकारः
पाणिपादम् ।
१२५अभाषायां हेमन्तशिशिरावहोरात्रे चनपुंसकाधिकारः
स्पष्टम् ।
१२६अनञ्कर्मधारयस्तत्पुरुषःनपुंसकाधिकारः
अधिकारोऽयम् ।
१२७अनल्पे छायानपुंसकाधिकारः
शरच्छायम् ।
१२८राजाऽमनुष्यपूर्वा सभानपुंसकाधिकारः
इनसभमित्यादि ।
१२९सुरासेनाच्छायाशालानिशा स्त्रियां चनपुंसकाधिकारः

१३०परवत्नपुंसकाधिकारः
अन्यस्तत्पुरुषः परवल्लिङ्गः स्यात् । रात्राह्नाहाः पुंसि ।
१३१अपथपुण्याहे नपुंसकेनपुंसकाधिकारः

१३२संख्यापूर्वा रात्रिःनपुंसकाधिकारः
त्रिरात्रम् । सङ्ख्यापूर्वेति किम् ? सर्वरात्रः ।
१३३द्विगुः स्त्रियां चनपुंसकाधिकारः
व्यवस्थया । पञ्चमूली । त्रिभुवनम् ।
१३४इसुसन्तःनपुंसकाधिकारः
हविः । धनुः ।
१३५अर्चिः स्त्रियां चनपुंसकाधिकारः
इसन्तत्वेऽपि अर्चिः । स्त्रियां नपुंसके च स्यात् । इयमिदं वा अर्चिः ।
१३६छदिः स्त्रियामेवनपुंसकाधिकारः
इयं छदिः । छद्यते अनेन इति छादेश्चुरादिण्यन्तादर्चिशुचीत्यादिना इस् । इस्मन्नित्यादिना ह्रस्वः । पटलं छदिरित्यमरः । तत्र पटलसाहचर्याच्छदिषः क्लीबतां वदन्तोऽमरव्याख्यातारः उपेक्ष्याः ।
१३७मुखनयनलोहवनमांसरुधिरकार्मुकविवरजलहलधनान्नाभिधानानिनपुंसकाधिकारः
एतेषामभिधानानि क्लीबे स्युः । मुखमाननम् । नयनं लोचनम् । लोहं कालम् । वनं गहनम् । मांसमामिषम् । रुधिरं रक्तम् । कार्मुकं शरासनम् । विवरं बिलम् । जलं वारि । हलं लाङ्गलम् । धनं द्रविणम् । अन्नमशनम् । अस्यापवादानाह त्रिसूत्र्या ।
१३८सीरार्थौदनाः पुंसिनपुंसकाधिकारः

१३९वक्त्रनेत्रारण्यगाण्डीवानि पुंसि चनपुंसकाधिकारः
वक्त्रो वक्त्रम् । नेत्रो नेत्रम् । अरण्योऽरण्यम् । गाण्डीवो गाण्डीवम् ।
१४०अटवी स्त्रियाम्नपुंसकाधिकारः

१४१लोपधःनपुंसकाधिकारः
कुलम् । कूलम् । स्थलम् ।
१४२तूलोपलतालकुसूलतरलकम्बलदेवलवृषलाः पुंसिनपुंसकाधिकारः
अयं तूलः
१४३शीलमूलमङ्गलसालकमलतलमुसलकुण्डलपललमृणालवालनिगलपलालबिडालखिलशूलाः पुंसि चनपुंसकाधिकारः
चात्क्लीबे । शीलं शीलः इत्यादि ।
१४४शतादिः संख्यानपुंसकाधिकारः
शतम् । सहस्रम् । शतादिरिति किम् ? एक द्वौ बहवः । सङ्ख्येति किम् ? शतशृङ्गो नाम पर्वतः ।
१४५शतायुतप्रयुताः पुंसि चनपुंसकाधिकारः
अयं शतः । इदं शतम् इत्यादि ।
१४६लक्षा कोटिः स्त्रियाम्नपुंसकाधिकारः
इयं लक्षा । इयं कोटिः । वा लक्षा नियुतं च तदित्यमरात् क्लीबेऽपि लक्षम् ।
१४७शङ्कुः पुंसिनपुंसकाधिकारः

१४८सहस्रः क्वचित्नपुंसकाधिकारः
अयं सहस्रः । इदं सहस्रम् ।
१४९मन्द्व्यच्कोऽकर्तरिनपुंसकाधिकारः
मन्प्रत्ययान्तो द्व्यच्कः क्लीबः स्यान्न तु कर्तरि । वर्म । चर्म । द्व्यच्कः किम् - अणिमा । महिमा । अकर्तरि किम् ? ददातीति दामा ।
१५०ब्रह्मन् पुंसि चनपुंसकाधिकारः
अयं ब्रह्मा । इदं ब्रह्म ।
१५१नामरोमणी नपुंसकेनपुंसकाधिकारः
'मन्द्व्यच्क' इत्यस्यायं प्रपञ्चः ।
१५२असन्तो द्व्यच्कःनपुंसकाधिकारः
यशः । मनः । तपः । द्व्यच्कः किम् ? चन्द्रमाः ।
१५३अप्सराः स्त्रियाम्नपुंसकाधिकारः
एता अप्सरसः । प्रायेणायं बहुवचनान्तः ।
१५४त्रान्तःनपुंसकाधिकारः
पत्रम् । छत्रम् ।
१५५यात्रामात्राभस्त्रादंष्ट्रावरत्राः स्त्रियामेवनपुंसकाधिकारः

१५६भृत्रामित्रछात्रपुत्रमन्त्रवृत्रमेढोष्ट्राः पुंसनपुंसकाधिकारः
अयं भृत्रः ।
१५७पत्रपात्रपवित्रसूत्रच्छत्राः पुंसि चनपुंसकाधिकारः

१५८बलकुसुमशुल्बपत्तनरणाभिधानानिनपुंसकाधिकारः
बलं वीर्यम् ।
१५९पद्मकमलोत्पलानि पुंसि चनपुंसकाधिकारः
पद्मादयः शब्दाः कुसुमाभिधायित्वेऽपि द्विलिङ्गाः स्तुः । अमरोऽप्याह वा पुंसि पद्मं नलिनमिति । एवं चार्धर्चादिसूत्रे तु जलजे पद्मं नपुंसकमेवेति वृत्तिग्रन्थो मतान्तरेण नेयः ।
१६०आहवसङ्ग्रामौ पुंसिनपुंसकाधिकारः

१६१आजिः स्त्रियामेवनपुंसकाधिकारः

१६२फलजातिःनपुंसकाधिकारः
फलजातिवाची शब्दो नपुंसकः स्यात् । आमलकम् । आम्रम् ।
१६३वृक्षजातिः स्त्रियामेवनपुंसकाधिकारः
क्वचिदेवेदम् । हरीतकी ।
१६४वियज्जगत्सकृत्शकन्पृषत्शकृद्यकृदुदश्वितःनपुंसकाधिकारः
एते क्लीबाः स्युः ।
१६५नवनीतावतानानृतामृतनिमित्तवित्तचित्तपित्तव्रतरजतवृत्तपलितानिनपुंसकाधिकारः

१६६श्राद्धकुलिशदैवपीठकुण्डाङ्काङ्गदधिसक्थक्ष्यास्यास्पदाकाशकण्वबीजानिनपुंसकाधिकारः
एतानि क्लीबे स्युः ।
१६७दैवं पुंसि चनपुंसकाधिकारः
दैवम्, दैवः ।
१६८धान्याज्यसस्यरूप्यपण्यवर्ण्यधृष्यहव्यकव्यकाव्यसत्यापत्यमूल्यशिक्यकुड्यमद्यहर्म्यतूर्यसैन्यानिनपुंसकाधिकारः
इदं धान्यमित्यादि
१६९द्वन्द्वबर्हदुःखबडिशपिच्छबिम्बकुटुम्बकवचवरशरवृन्दारकाणिनपुंसकाधिकारः

१७०अक्षमिन्द्रियेनपुंसकाधिकारः
इन्द्रिये किम् ? रथाङ्गादौ मा भूत् । इति नपुंसकाधिकारः ॥
१७१स्त्रीपुंसयोःस्त्रीपुंसाधिकारः
अधिकारोऽयम्
१७२गोमणियष्टिमुष्टिपाटलिवस्तिशाल्मलित्रुटिमसिमरीचयःस्त्रीपुंसाधिकारः
इयं वा गौः ।
१७३मृत्युसीधुकर्कन्धुकिष्कुकण्डुरेणवःस्त्रीपुंसाधिकारः
इयमयं वा मृत्युः ।
१७४गुणवचनमुकारान्तं नपुंसकं चस्त्रीपुंसाधिकारः
त्रिलिङ्गमित्यर्थः । पटु । पटुः । पट्वी ।
१७५अपत्यार्थतद्धितेस्त्रीपुंसाधिकारः
औपगवः । औपवगी । इति स्त्रीपुंसाधिकारः ॥
१७६पुंनपुंसकयोःपुंनपुंसकाधिकारः
अधिकारोऽयम् ।
१७७घृतभूतमुस्तक्ष्वेलितैरावतपुस्तकबुस्तलोहिताःपुंनपुंसकाधिकारः
अयं घृतः । इदं घृतम् ।
१७८शृङ्गार्घनिदाघोद्यमशल्यदृढाःपुंनपुंसकाधिकारः
अयं शृङ्गः । इदं शृङ्गम् ।
१७९वज्रकुञ्जकुथकूर्चप्रस्थदर्पार्भार्धर्चदर्भपुच्छाःपुंनपुंसकाधिकारः
अयं वज्रः । इदं वज्रम् ।
१८०कबन्धौषधायुधान्ताःपुंनपुंसकाधिकारः
स्पष्टम् ।
१८१दण्डमण्डखमशमसैन्धवपार्श्वाकाशकुशकाशाङ्कुशकुलिशाःपुंनपुंसकाधिकारः
एते पुंनपुंसकयोः स्तुः । कुशो रामसुते दर्भे योक्त्रे द्वीपे कुशं जले - इति विश्वः । शलाकावाची तु स्त्रियाम् । तथा च <<जानपदकुण्ड...> ४.१.४२ इति सूत्रेणायोचिकारे ङीषि कुशी । दारुणि तु टाप् । कुशा वानस्पत्याः स्थ ता मा पातेति श्रुतिः । अतः कृकमि... ८.३.४६ इति सूत्रे कुशाकर्णीश्विति प्रयोगश्च । व्याससूत्रे च । हानी तूपायनशब्दे शेषत्वात्कुशाच्छन्द इति । तत्र शारीरकभाष्येऽप्येवम् । एवं च श्रुतिसूत्रभाष्याणामेकवाक्यत्वे स्थिते आच्छन्द इत्याङ्प्रश्लेषादिपरो भामतीग्रन्थः प्रौढिवादमात्रपर इति विभावनीयं बहुश्रुतैः ।
१८२गृहमेहदेहपट्टपटहाष्टापदाम्बुदककुदाश्च ।पुंनपुंसकाधिकारः
इति पुंनपुंसकाधिकारः ॥
१८३अविशिष्टलिङ्गम्

१८४अव्ययं कतियुष्मदः

१८५ष्णान्ता सङ्ख्या
शिष्टा परवत् । एकः पुरुषः । एका स्त्री । एकं कुलम् ।
१८६गुणवचनं च
शुक्लः पटः । शुक्ला पटी । शुक्लं वस्त्रम् ।
१८७कृत्याश्च

१८८करणाधिकरणयोर्ल्युट् च

१८९सर्वादीनि सर्वनामानि
स्पष्टार्थेयं त्रिसूची ।
॥ इति पाणिनीयलिङ्गानुशासनम् ॥
