ram_shabda_roop = [
    # Prathama (Nominative)      [1] (Singular, Dual, Plural)
    ["रामः", "रामौ", "रामाः"],
    # Dvitīyā (Accusative)       [2]
    ["रामम्", "रामौ", "रामान्"],
    # Tṛtīyā (Instrumental)      [3]
    ["रामेण", "रामाभ्याम्", "रामैः"],
    # Chaturthī (Dative)         [4]
    ["रामाय", "रामाभ्याम्", "रामेभ्यः"],
    # Panchamī (Ablative)        [5]
    ["रामात्", "रामाभ्याम्", "रामेभ्यः"],
    # Ṣaṣṭhī (Genitive)          [6]
    ["रामस्य", "रामयोः", "रामाणाम्"],
    # Saptamī (Locative)         [7]
    ["रामे", "रामयोः", "रामेषु"],
    # Sambodhana Prathama (Vocative) [8]
    ["हे राम", "हे रामौ", "हे रामाः"]
]

vishvapa_shabda_roop = [
    ["विष्वपा:", "विष्वपौ", "विष्वपाः"],
    ["विष्वपाम्", "विष्वपौ", "विष्वपाः"],
    ["विष्वपा", "विष्वपाभ्याम्", "विष्वपाभिः"],
    ["विष्वपे", "विष्वपाभ्याम्", "विष्वपाभ्यः"],
    ["विष्वप:", "विष्वपाभ्याम्", "विष्वपाभ्यः"],
    ["विष्वपसः", "विष्वपोः", "विष्वपाम्"],
    ["विष्वपे", "विष्वपोः", "विष्वपासु"],
    ["हे विष्वपा:", "हे विष्वपौ", "हे विष्वपाः"]
]

hari_shabda_roop = [
    ["हरिः", "हरी", "हरयः"],  # Prathama (Nominative)
    ["हरिम्", "हरी", "हरीन्"],  # Dvitīyā (Accusative)
    ["हरिणा", "हरिभ्याम्", "हरिभिः"],  # Tṛtīyā (Instrumental)
    ["हरे", "हरिभ्याम्", "हरिभ्यः"],  # Chaturthī (Dative)
    ["हरेः", "हरिभ्याम्", "हरिभ्यः"],  # Panchamī (Ablative)
    ["हरेः", "हर्योः", "हरीणाम्"],  # Ṣaṣṭhī (Genitive)
    ["हरे", "हर्योः", "हरिषु"],  # Saptamī (Locative)
    ["हे हरे", "हे हरी", "हे हरयः"]  # Sambodhana Prathama (Vocative)
]
sakha_shabda_roop = [
    ["सखा", "सखायौ", "सखायः"],
    ["सखायम्", "सखायौ", "सखीन्"],
    ["सख्या", "सखिभ्याम्", "सखिभिः"],
    ["सख्ये", "सखिभ्याम्", "सखिभ्यः"],
    ["सख्युः", "सखिभ्याम्", "सखिभ्यः"],
    ["सख्युः", "सख्योः", "सखीनाम्"],
    ["सख्यौ", "सख्योः", "सखिषु"],
    ["हे सखे", "हे सखायौ", "हे सखायः"]
]
pati_ikarant_pulling = [
    ["पतिः", "पती", "पतयः"],
    ["पतिम्", "पती", "पतीन्"],
    ["पत्या", "पतिभ्याम्", "पतिभिः"],
    ["पत्ये", "पतिभ्याम्", "पतिभ्यः"],
    ["पत्युः", "पतिभ्याम्", "पतिभ्यः"],
    ["पत्युः", "पत्योः", "पतीनाम्"],
    ["पत्यौ", "पत्योः", "पतिषु"],
    ["हे पते", "हे पती", "हे पतयः"]
]
sukhi_ikarant_pulling = [
    ["सुखीः", "सुख्यौ", "सुख्यः"],
    ["सुख्यम्", "सुख्यौ", "सुख्यः"],
    ["सुख्या", "सुखीभ्याम्", "सुखीभिः"],
    ["सुख्ये", "सुखीभ्याम्", "सुखीभ्यः"],
    ["सुख्युः", "सुखीभ्याम्", "सुखीभ्यः"],
    ["सुख्युः", "सुख्योः", "सुख्याम्"],
    ["सुख्यि", "सुख्योः", "सुखीषु"],
    ["हे सुखीः", "हे सुख्यौ", "हे सुख्यः"]
]
senani_ikarant_pulling = [
    ["सेनानीः", "सेनान्यौ", "सेनान्यः"],
    ["सेनान्यम्", "सेनान्यौ", "सेनान्यः"],
    ["सेनान्या", "सेनानीभ्याम्", "सेनानीभिः"],
    ["सेनान्ये", "सेनानीभ्याम्", "सेनानीभ्यः"],
    ["सेनान्यः", "सेनानीभ्याम्", "सेनानीभ्यः"],
    ["सेनान्यः", "सेनान्योः", "सेनान्याम्"],
    ["सेनान्याम्", "सेनान्योः", "सेनानीषु"],
    ["हे सेनानीः", "हे सेनान्यौ", "हे सेनान्यः"]
]
sudhi_ikarant_pulling = [
    ["सुधीः", "सुध्यौ", "सुध्यः"],
    ["सुध्यम्", "सुध्यौ", "सुध्यः"],
    ["सुध्या", "सुधीभ्याम्", "सुधीभिः"],
    ["सुध्ये", "सुधीभ्याम्", "सुधीभ्यः"],
    ["सुध्यः", "सुधीभ्याम्", "सुधीभ्यः"],
    ["सुध्यः", "सुध्योः", "सुध्याम्"],
    ["सुध्यि", "सुध्योः", "सुधीषु"],
    ["हे सुधीः", "हे सुध्यौ", "हे सुध्यः"]
]
