

॥ अथ पञ्चपादी उणादिपाठः ॥
१.१.१कृवापाजिमिस्वदिसाध्यशूभ्य उण्उण्
करोतीति कारुः , शिल्पी कारकश्च । ७.३.३३ आतो युक्… वातीति वायुः । पायुर्गुदम् । जयत्यभिभवति रोगान् जायुरौषधम् । मिनोति प्रक्षिपति देहे ऊष्माणमिति मायुः पित्तम् । स्वादुः । साध्नोति परकार्यं साधुः । अश्नुते आशु शीघ्रम् । आशुर्व्रीहिः पाटलः स्यात् ।
२.१.२छन्दसीणःउण्
मा न आयौ ।
३.१.३दॄसनिजनिचरिचटिभ्यो ञुण्ञुण्
दीर्यत इति दारु । स्नुः प्रस्थः सानुरस्त्रियाम् । जानु । जानुनी । इह ७.३.३५ जनिवध्योश्च इति न निषेधः । अनुबन्धद्वयसामर्थ्यात् । चारु रम्यम् । चाटु प्रियं वाक्यम् । मृगय्वादित्वात्कुप्रत्यये चटु इत्यपि ।
४.१.४किञ्जरयोः श्रिणःञुण्
किं शृणोतीति किंशारुः सस्यशूकं बाणश्च । जरामेति जरायुर्गर्भाशयः । गर्भाशयो जरायुः स्यात् ।
५.१.५त्रो रश्च लःञुण्
तरन्त्यनेन वर्णा इति तालुः ।
६.१.६कृके वचः कश्चञुण्
कृकेन गलेन वक्तीति कृकवाकुः । ’कृकवाकुर्मयूरे च सरटे चरणायुधे’ इति विश्वः ।
७.१.७भृमृशीतॄचरित्सरितनिधनिमिमस्जिभ्य उःउ
भरति बिभर्ति वा भरुः, स्वामी हरश्च । म्रियन्तेऽस्मिन्भूतानि मरुर्निर्जलदेशः । शेते शयुरजगरः । तरुर्वृक्षः । चरन्ति भक्षयन्ति देवता इममिति चरुः । त्सरुः खड्गादिमुष्टिः । तनु स्वल्पम् । तन्यते कर्मपाशोऽनया इति तनुः, शरीरं च । स्त्रियां मूर्तिस्तनुस्तनूः । धनुः शस्त्रविशेषः । धनुषा च धनुं विदुः । धनुरिवाजनि वक्र इति श्रीहर्षः । मयुः किंनरः । मद्गुः पानीयकाकिकेति रभसः । न्यङ्क्वादित्वात्कुत्वम् जश्त्वेन सस्य दः ।
८.१.८अणश्चउ
लवलेशकणाणवः । चात्कटिवटिभ्याम् । कटति रसनां कटुः । वटतीति वटुः ।
९.१.९धान्ये नित्उ
धान्ये वाच्येऽण उप्रत्ययः स्यात् स च नित् । नित्त्वादाद्युदात्तः । प्रियङ्गवश्च मेऽणवश्च मे । व्रीहिभेदस्त्वणुः पुमान् । निद्ग्रहणं फलिपाटीत्यादिसूत्रमभिव्याप्य संबध्यते ।
१०.१.१०शॄस्वृस्निहित्रप्यसिवसिहनिक्लिदिबन्धिमनिभ्यश्चउ
शृणातीति शरुः । शरुरायुधकोपयोः । स्वर्यन्ते प्राणा अनेन स्वरुर्वज्रम् । स्नेहुर्व्याधिः । चन्द्र इत्यन्ये । त्रपु सीसम् । पुंसि भूम्न्यसवः प्राणाः । वसुर्हृदेऽग्नौ योक्त्रेंऽशौ वसु तोये धने मणौ । हनुर्वक्त्रैकदेशः । क्लेदुश्चन्द्रः । बन्धुः । मनुः । चात् बिदि अवयवे । बिन्दुः ।
११.१.११स्यन्देः संप्रसारणं धश्चउ
देशे नदविशेषेऽब्धौ सिन्धुर्ना सरिति स्त्रियामित्यमरः ।
१२.१.१२उन्देरिच्चादेःउ
उनत्ति इन्दुः ।
१३.१.१३ईषेः किच्चउ
ईषेरुः स्यात्स च कित् आदेरिकारादेशश्च । ईषते हिनस्ति इषुः शरः । इषुर्द्वयोः ।
१४.१.१४स्कन्देः सलोपश्चउ
कन्दुः ।
१५.१.१५सृजेरसुम् चउ
चात्सलोप उप्रत्ययश्च । रज्जुः ।
१६.१.१६कृतेराद्यन्तविपर्ययश्चउ
ककारतकारयोर्विनिमयः । तर्कुः सूत्रवेष्टनम् ।
१७.१.१७नावञ्चेःउ
न्यङ्क्वादित्वात्कुत्वम् । नियतमञ्चति न्यङ्कुर्मृगः ।
१८.१.१८फलिपाटिनमिमनिजनां गुक्पटिनाकिधतश्चउ
फलेर्गुक् । फल्गु । पाटेः पटिः । पाटयतीति पटुः । नम्यतेऽनेन नाकुर्वल्मीकम् । मन्यते इति मधु । जायते इति जतु ।
१९.१.१९वलेर्गुक्चउ
वल संवरणे ।
२०.१.२०शः कित्सन्वच्चउ
श्यतेरुः स्यात्स च कित्सन्वच्च । शिशुर्बालः ।
२१.१.२१यो द्वे चउ
ययुरश्वोऽश्वमेधीयः । सन्वदिति प्रकृते द्वेग्रहणमित्वनिवृत्त्यर्थम् ।
२२.१.२२कुर्भ्रश्चकु
बभ्रुर्मुन्यन्तरे विष्णौ बभ्रू नकुलपिङ्गलौ । चादन्यतोऽपि । चक्रुः कर्ता । जघ्नुर्हन्ता । पपुः पालकः ।
२३.१.२३पॄभिदिव्यधिगृधिधृषिभ्यःकु
कुः स्यात् । पुरुः । भिनत्ति भिदुर्वज्रम् । ६.१.१६ ग्रहिज्या... इति संप्रसारणम् । विरहिणं विध्यति विधुः । विधुः शशाङ्के कर्पूरे हृषीकेशे च राक्षसे । गृधुः कामः । धृषुर्दक्षः ।
२४.१.२४कृग्रोरुच्चकु
करोतीति कुरुः । गृणाति गुरुः ।
२५.१.२५अपदुःसुषु स्थःकु
८.३.९८ सुषामादिषु च इति षत्वम् । अपष्ठु प्रतिकूलम् । दुष्ठु । सुष्ठु ।
२६.१.२६रपेरिच्चोपधायाःकु
अनिष्टं रपतीति रिपुः ।
२७.१.२७अर्जिदृशिकम्यमिपशिबाधामृजिपसितुक्धुक्दीर्घहकाराश्चकु
अर्जयति गुणान् ऋजुः । सर्वानविशेषेण पश्यतीति पशुः । कन्तुः । अन्धुः कूपः । पांशुर्ना न द्वयो रजः । तालव्या अपि दन्त्याश्च सम्बसूकरपांसवः । बाधते इति बाहुः । बाहुः स्त्रीपुंसयोर्भुजः ।
२८.१.२८प्रथिम्रदिभ्रस्जां संप्रसारणं सलोपश्चकु
त्रयाणां कुः संप्रसारणं भ्रस्जेः सलोपश्च । पृथुः । मृदुः । न्यङ्क्वादित्वात्कुत्वम् । भृज्जति तपसा भृगुः ।
२९.१.२९लङ्घिबंह्योर्नलोपश्चकु
लघुः । वालमूललघ्वलमङ्गुलीनां वा लो रत्वमापद्यते (वार्त्तिकम्) । रघुर्नृपभेदः । बहुः ।
३०.१.३०ऊर्णोतेर्नुलोपश्चकु
ऊरुः सक्थि ।
३१.१.३१महति ह्रस्वश्चकु
उरु महत् ।
३२.१.३२श्लिषेः कश्चकु
श्लिष्यतीति श्लिकुर्भृत्यः । उद्यतो ज्योतिश्च ।
३३.१.३३आङ्परयोः खनिशॄभ्यां डिच्चकु
आखनतीत्याखुः । परं शृणातीति परशुः । पृषोदरादित्वादकारलोपात्पर्शुरपि ।
३४.१.३४हरिमितयोर्द्रुवःकु
द्रु गतौ अस्मात् हरिमितयोरुपपदयोः कुः स च डित् । हरिभिर्द्रूयते हरिद्रुर्वृक्षः । मितं द्रवति मितद्रुः समुद्रः ।
३५.१.३५शते चकु
शतधा द्रवति शतद्रुः । बाहुलकात्केवलादपि । द्रवत्यूर्ध्वमिति द्रुर्वृक्षः शाखा च तद्वान् द्रुमः ।
३६.१.३६खरु शङ्कु पीयु नीलङ्गु लिगुकु
पञ्चैते कुप्रत्ययान्ता निपात्यन्ते । खनते रेफश्चान्तादेशः । खरुः कामः क्रूरो मूर्खः अश्वश्च । शङ्कुर्ना कीलशल्ययोः । पिबतेरित्वं युगागमश्च । पीयुर्वायसः कालः सुवर्णं च । निपूर्वाल्लगि गतावस्मात्कुत्वं नेर्दीर्घश्च । नीलङ्गुः क्रिमिविशेषः शृगालश्च । नीलाङ्गुरिति पाठान्तरम् । तत्र धातोरपि दीर्घः । लगे सङ्गे अस्य अत इत्वं च । लगतीति लिगु चित्तम् । लिगुर्मूर्खः ।
३७.१.३७मृगय्वादयश्चकु
एते कुप्रत्ययान्ता निपात्यन्ते । मृगं यातीति मृगयुर्व्याधः । देवयुर्धार्मिकः । मित्रयुर्लोकयात्राभिज्ञः । आकृतिगणोऽयम् ।
३८.१.३८मन्दिवाशिमथिचतिचङ्क्यङ्किभ्य उरच्उरच्
मन्दुरा वाजिशाला । वाशुरा रात्रिः । मथुरा । चतुरः । चङ्कुरो रथः । अङ्कुरः । खर्जूरादित्वादङ्कूरोऽपि ।
३९.१.३९व्यथेः संप्रसारणं किच्चउरच्
विथुरश्चोररक्षसोः ।
४०.१.४०मुकुरदर्दुरौउरच्
मुकुरो दर्पणः । बाहुलकान्मकुरोऽपि । दॄ विदारणे । धातोर्द्विर्वचनमभ्यासस्य रुक् टिलोपश्च । दर्दुरस्तोयदे भेके वाद्यभाण्डाद्रिभेदयोः । दर्दुरा चण्डिकायां स्याद्ग्रामजाले च दर्दुरमिति विश्वः ।
४१.१.४१मद्गुरादयश्चउरच्
उरजन्ता निपात्यन्ते । माद्यतेर्गुक् । मद्गुरो मत्स्यभेदः । कबृ वर्णे । रुमागमः । कर्बुरं श्वेतरक्षसोः । बध्नातेः खर्जूरादित्वादूरोऽपि । बन्धूरबन्धुरौ स्यातां नम्रसुन्दरयोस्त्रिषु इति रन्तिदेवः । कोकतेर्वा कुक् च (गणसूत्रम् १९५) । कुक्कुरः । कुकुरः ।
४२.१.४२असेरुरन्उरन्
असुरः । प्रज्ञाद्यण् । आसुरः ।
४३.१.४३मसेश्चउरन्
पञ्चमे पादे मसेरूरन्निति वक्ष्यते । मसूरा मसुरा व्रीहिप्रभेदे पण्ययोषिति । मसूरा मसुरा वा ना वेश्याव्रीहिप्रभेदयोः । मसूरी पादरोगे स्यादुपधाने पुनः पुमान् । मसूरमसुरौ च द्वाविति विश्वः ।
४४.१.४४शावशेराप्तौउरन्
शु इति आश्वर्थे । श्वशुरः । पतिपत्न्योः प्रसूः श्वश्रूः श्वशुरस्तु पिता तयोरित्यमरः ।
४५.१.४५अविमह्योष्टिषच्टिषच्
अविषः । महिषः ।
४६.१.४६अमेर्दीर्घश्चटिषच्
आमिषं त्वस्त्रियां मांसे तथा स्याद्भोग्यवस्तुनि ।
४७.१.४७रुहेर्वृद्धिश्चटिषच्
रङ्कुशम्बररौहिषाः । रौहिषो मृगभेदे स्याद्रौहिषं च तृणं मतमिति संसारावर्तः ।
४८.१.४८तवेर्णिद्वाटिषच्
तवेति सौत्रो धातुः । तविपताविषावब्धौ स्वर्गे च । स्त्रियां तविषी ताविषी नदी देवकन्या भूमिश्च । तविषी बलमिति वेदभाष्यम् ।
४९.१.४९नञि व्यथेःटिषच्
अव्यथिषोऽब्धिसूर्ययोः । अव्यथिषी धरारात्र्योः ।
५०.१.५०किलेर्बुक् चटिषच्
किल्बिषम् ।
५१.१.५१इषिमदिमुदिखिदिच्छिदिभिदिमन्दिचन्दितिमिमिहिमुहिमुचिरुचिरुधिबन्धिशुषिभ्यः किरच्किरच्
इषिरोऽग्निः । मदिरा सुरा । मुदिरः कामुकाभ्रयोरिति विश्वमेदिन्यौ । खिदिरश्चन्द्रः । छिदिरोऽसिकुठारयोः । भिदिरं वज्रम् । मन्दिरं गृहम् । स्त्रियामपि । मन्दिरं मदिरापि स्यादिति विश्वः । चन्दिरौ चन्द्रहस्तिनौ । तिमिरं तमोऽक्षिरोगश्च । मिहिरः सूर्यः मुहिरः काम्यसभ्ययोः । मुचिरो दाता । रुचिरम् । रुधिरम् । बधिरः । शुष शोषणे । शुषिरं छिद्रम् । शुष्कमित्यन्ये ।
५२.१.५२अशेर्णित्किरच्
आशिरो वह्निरक्षसोः ।
५३.१.५३अजिरशिशिरशिथिलस्थिरस्फिरस्थविरखदिराःकिरच्
अजेर्वीभावाभावः । अजिरमङ्गणम् शशेरुपधाया इत्वम् । शिशिरं स्यादृतोर्भेदे तुषारे शीतलेऽन्यवत् । श्रथ मोचने उपधाया इत्वं रेफलोपः । प्रत्ययरेफश्च लत्वम् । शिथिलम् । स्थास्फाय्योष्टिलोपः । स्थिरं निश्चलम् । स्फिरं प्रभूतम् । तिष्ठतेर्वुक् ह्रस्वत्वं च । स्थविरः । खदिरः । बाहुलकात् शीङो बुक् ह्रस्वत्वं च । शिबिरम् ।
५४.१.५४सलिकल्यनिमहिभडिभण्डिशण्डिपिण्डितुण्डिकुकिभूभ्य इलच्इलच्
सलति गच्छति निम्नमिति सलिलम् । कलिलः । अनिलः । महिला । पृषोदरादित्वान्महेलापि । भड इति सौत्रो धातुः । भडिलौ शूरसेवकौ । भण्डिलो दूतः कल्याणं च । शण्डिलो मुनिः । पिण्डिलो गणकः । तुण्डिलो मुखरः । कोकिलः । भविलो भव्यः । बाहुलकात्कुटिलः ।
५५.१.५५कमेः पश्चइलच्
कपिलः ।
५६.१.५६गुपादिभ्यः कित्इलच्
गुपिलो राजा । तिजिलो निशाकरः । गुहिलं वनम् ।
५७.१.५७मिथिलादयश्चइलच्
मथ्यन्तेऽत्र रिपवो मिथिला नगरी । पथिलः । पथिकः ।
५८.१.५८पतिकठिकुठिगडिगुडिदंशिभ्य एरक्एरक्
पतेरः पक्षी गन्ता च । छठेरः कृच्छ्रजीवी । कुठेरः पर्णाशः । बाहुलकान्नुम्न । गडेरो मेघः । गुडेरो गुडकः । दंशेरो हिंस्रः ।
५९.१.५९कुम्बेर्नलोपश्चएरक्
कुबेरः ।
६०.१.६०शदेस्त चएरक्
शतेरः शत्रुः ।
६१.१.६१मूलेरादयःएरक्
एरगन्ता निपात्यन्ते । मूलेरो जटा । गुधेरो गोप्ता । गुहेरो लोहघातकः । मुहेरो मूर्खः ।
६२.१.६२कबेरोतच् पश्चओतच्
कपोतः पक्षी ।
६३.१.६३भातेर्डवतुःडवतु
भातीति भवान् ।
६४.१.६४कठिचकिभ्यामोरन्ओरन्
कठोरः । चकोरः ।
६५.१.६५किशोरादयश्चओरन्
किंपूर्वस्य शृणातेष्टिलोपः किमोऽन्त्यलोपः किशोरोऽश्वशावः । सहोरः साधुः ।
६६.१.६६कपिगडिगण्डिकटिपटिभ्य ओलच्ओलच्
कपीति निर्देशान्नलोपः । कपोलः । गडोलगण्डोलौ गुडकपर्यायौ । कटोलः कटुः । पटोलः ।
६७.१.६७मीनातेरूरन्ऊरन्
मयूरः ।
६८.१.६८स्यन्देः संप्रसारणं चऊरन्
सिन्दूरम् ।
६९.१.६९सितनिगमिमसिसच्यविधाञ्क्रुशिभ्यस्तुन्तुन्
सिनोतीति सेतुः । ७.२.९ तितुत्र... इति नेट् । तन्तुः । गन्तुः । मस्तु दधिमण्डम् । सच्यत इति सक्तुः । अर्धर्चादिः । ६.४.२० ज्वरत्वर... इत्यूठ् । तत्र क्ङितीत्यनुवर्तते इति मते तु बाहुलकात् । ओतुर्बिडालः । धातुः क्रोष्टा ।
७०.१.७०पः किच्चतुन्
पिबतीति पितुर्वह्नौ दिवाकरे ।
७१.१.७१अर्तेश्च तुःतु
अर्तेस्तुः स्यात्स च कित् । ऋतुः स्त्रीपुष्पकालयोः ।
७२.१.७२कमिमनिजनिगाभायाहिभ्यश्चतु
एभ्यस्तुः स्यात् । कन्तुः कन्दर्पचित्तयोः । मन्तुरपराधः । जन्तुः प्राणी । गातुः पुंस्कोकिले भृङ्गे गन्धर्वे गायनेऽपि च । भानुरादित्यः । यातुरध्वगकालयोः । रक्षसि क्लीबे । हेतुः कारणम् ।
७३.१.७३चायः किःतु
केतुर्ग्रहपताकयोः ।
७४.१.७४आप्नोतेर्ह्रस्वश्चतु
अप्तुः शरीरम् ।
७५.१.७५वसेस्तुन्तुन्
वस्तु ।
७६.१.७६अगारे णिच्चतुन्
वेश्मभूर्वास्तुरस्त्रियाम् ।
७७.१.७७कृञः कतुःकतु
क्रतुर्यज्ञः ।
७८.१.७८एधिवह्योश्चतुःचतु
एधतुः पुरुषः । वहतुरनड्वान् ।
७९.१.७९जीवेरातुःआतु
जीवातुरस्त्रियां भक्ते जीविते जीवनौषधे ।
८०.१.८०आतृकन् वृद्धिश्चआतृकन्
जीवेरित्येव । जैवातृकस्त्विन्दुभिषगायुष्मत्सु कृषीवले ।
८१.१.८१कृषिचमितनिधनिसर्जिखर्जिभ्य ऊःऊ
कर्षूः पुंसि करीषाग्नौ कर्षूर्नद्यां स्त्रियां मता । चमूः । तनूः । धनूः शस्त्रम् । सर्ज सर्जने । सर्जूर्वणिक् । खर्ज व्यथने । खर्जूः पामा ।
८२.१.८२मृजेर्गुणश्चऊ
मर्जूः शुद्धिकृत् ।
८३.१.८३वहो धश्चऊ
वधूर्जायास्नुषास्त्रीषु ।
८४.१.८४कषेश्छश्चऊ
कच्छूः पामा ।
८५.१.८५णित्कसिपद्यर्तेःऊ
कासूः शक्तिः । पादूश्चरणधारिणी । आरूः पिङ्गलः ।
८६.१.८६अणो डश्चऊ
आडूर्जलप्लवद्रव्यम् ।
८७.१.८७नञि लम्बेर्नलोपश्चऊ
तुम्ब्यलाबूरुभे समे इत्यमरः ।
८८.१.८८के श्र एरङ् चास्यऊ
कशब्दे उपपदे शृणातेरूः स्यादेरङ् आदेशः । कशेरूस्तृणकन्दे स्त्री । बाहुलकादुप्रत्यये कशेरुः क्लीबे पुंसि च ।
८९.१.८९त्रो दुट् चऊ
तरतेरूः स्यात्तस्य दुट् । तर्दूः स्याद्दारुहस्तकः ।
९०.१.९०दरिद्रातेर्यालोपश्चऊ
इश्च आश्च यौ तयोर्लोपः । दर्द्रूः कुष्ठप्रभेदः ।
९१.१.९१नृतिशृध्योः कूःकू
नृतूर्नर्तकः । शृधूरपानम् ।
९२.१.९२ऋतेरम् चकू
ऋतिः सौत्रो धातुः । ततः कूरमागमश्च । रन्तूर्देवनदी सत्यवाक् च ।
९३.१.९३अन्दूदृम्भूजम्बूकफेलूकर्कन्धूदिधिषूःकू
एते कूप्रत्ययान्ता निपात्यन्ते । अन्दूर्बन्धनम् । दृभी ग्रन्थे । निपातनान्नुम् । दृम्भूः । अनुस्वाराभावोऽपि निपातनादित्येके । दृन्भूः । जनेर्बुक् जम्बूः । जमु अदने अस्येत्येके बाहुलकाद्ध्रस्वोऽपि । जम्बुः । कफं लाति कफेलूः श्लेष्मातकः । निपातनादेत्वम् । कर्कं दधाति कर्कन्धूर्बदरी । निपातनान्नुम् । दिधिं धैर्यं स्यति त्यजतीति दिधिषूः पुनर्भूः । केचित्तु अन्दूदृम्फूजम्बूकम्बू इति पठन्ति । दृम्फ उत्क्लेशे । दृम्फूः सर्पजातिः । कमेर्बुक् कम्बूः परद्रव्यापहारी ।
९४.१.९४मृग्रोरुतिःउति
मरुत् । गरुत्पक्षः ।
९५.१.९५ग्रो मुट् चउति
गिरतेरुतिस्तस्य च मुट् । गर्मुत्सुवर्णं तृणविशेषश्च ।
९६.१.९६हृषेरुलच्उलच्
हर्षुलो मृगकामिनोः । बाहुलकाच्चटतेः । चटुलं शोभनम् ।
९७.१.९७हृसृरुहियुषिभ्य इतिःइति
हरित्ककुभि वर्णे च तृणवाचिविशेषयोः । सरिन्नदी । रोहित् मृगविशेषस्य स्त्री । युष इति सौत्रो धातुः । ऋश्यस्य रोहित् । पुरुषस्य योषित् इति भाष्यम् ।
९८.१.९८ताडेर्णिलुक् चइति
ताडयतीति तडित् ।
९९.१.९९शमेर्ढःढ
बाहुलकादिसंज्ञा एयादेश इट् च न । शण्ढः स्यात्पुंसि गोपतौ । शण्ढः क्लीबः ।
१००.१.१००कमेरठःअठ
कमठः । कमठः कच्छपे पुंसि भाण्डभेदे नपुंसकमिति मेदिनी । बाहुलकाज्जरठः ।
१०१.१.१०१रमेर्वृद्धिश्चअठ
रामठं हिङ्गु ।
१०२.१.१०२शमेः खःख
शङ्खः ।
१०३.१.१०३कणेष्ठःठ
कण्ठः ।
१०४.१.१०४कलस्तृपश्चकल
तृपतेः कलप्रत्ययः चात्तृफतेः । तृपला लता । त्रिफला तु फलत्रिके ।
१०५.१.१०५शपेर्बश्चकल
शबलः ।
१०६.१.१०६वृषादिभ्यश्चित्कल
वृषलः । पललम् । बाहुलकाद्गुणः । सरलः । तरलः । कमेर्बुक् च (गणसूत्रम् १९६) । कम्बलः । मुस खण्डने । मुसलम् । लङ्गेर्वृद्धिश्च (गणसूत्रम् १९७) । लाङ्गलम् । कुटिकशिकौतिभ्यः प्रत्ययस्य मुट् (गणसूत्रम् १९८) । कुट्मलः । कुडेरपि । कुड्मलः । कश्मलम् । बाहुलकाद्गुणः । कोमलम् ।
१०७.१.१०७मृजेष्टिलोपश्चकल
मलम् ।
१०८.१.१०८चुपेरच्चोपधायाःकल
चपलम् ।
१०९.१.१०९शकिशम्योर्नित्कल
शकलम् । शमलम् ।
११०.१.११०छो गुक् ह्रस्वश्चकल
छगलः । प्रज्ञादित्वाच्छागलः ।
१११.१.१११ञमन्ताड्डःड
दण्डः । रण्डा । खण्डः । भण्डः । वण्डश्छिन्नहस्तः । अण्डः । बाहुलकात्सभावः । षण्डः सङ्घातः । तालव्यादिरित्यपरे । शण्डः। गण्डः । चण्डः । पण्डः क्लीबः । पण्डा बुद्धिः ।
११२.१.११२क्वादिभ्यः कित्ड
कवर्गादिभ्यो डः कित्स्यात् । कुण्डम् । काण्डम् । गुङ् । गुडः । घुण भ्रमणे । घुण्डो भ्रमरः ।
११३.१.११३स्थाचतिमृजेरालज्वालजालीयचःआलच् वालच् आलीयच्
तिष्ठतेरालच् । स्थालम् स्थाली । चतेर्वालच् । चत्वालः । मृजेरालीयच् । मार्जालीयो बिडालः ।
११४.१.११४पतिचण्डिभ्यामालञ्आलञ्
पातालम् । चण्डालः । प्रज्ञादित्वादणि चाण्डालोऽपीत्येके ।
११५.१.११५तमिविशिबिडिमृणिकुलिकपिपलिपञ्चिभ्यः कालन्कालन्
तमालः । विशालः । बिडालः । मृणालम् । कुलालः । कपालम् । पलालम् । पञ्चालाः ।
११६.१.११६पतेरङ्गच् पक्षिणिअङ्गच्
पतङ्गः ।
११७.१.११७तरत्यादिभ्यश्चअङ्गच्
तरङ्गः । लवङ्गम् ।
११८.१.११८विडादिभ्यः कित्अङ्गच्
विडङ्गः । मृदङ्गः । कुरङ्गः । बाहुलकादुत्वं च ।
११९.१.११९सृवृञोर्वृद्धिश्चअङ्गच्
सारङ्गः । वारङ्गः खड्गादिमुष्टिः ।
१२०.१.१२०गन् गम्यद्योःगन्
गङ्गा । अद्गः पुरोडाशः ।
१२१.१.१२१छापूखडिभ्यः कित्गन्
छागः । पूगः । खड्गः । बाहुलकात् षिट अनादरे गन्सत्वाभावश्च । षिड्गः तरलः । षिड्गैरगद्यत ससंभ्रममेवमेकेति माघः ।
१२२.१.१२२भृञः किन्नुट् चगन्
भृञः गन् कित्स्यात्तस्य नुत् च । भृङ्गाः षिड्गालिधूम्याटाः ।
१२३.१.१२३शृणातेर्ह्रस्वश्चगन्
शृङ्गम् ।
१२४.१.१२४गण् शकुनौगण्
नुट् चेत्यनुवर्तते । शार्ङ्गः ।
१२५.१.१२५मुदिग्रोर्गग्गौगक् ग
मुद्गः । गर्गः ।
१२६.१.१२६अण्डन्कृसृभृवृञःअण्डन्
करण्डः । सरण्डः पक्षी । भरण्डः स्वामी । वरण्डो मुखरोगः ।
१२७.१.१२७शॄदॄभसोऽदिःअदि
शरत् । दरद्धृदयकूलयोः । भसज्जघनम् ।
१२८.१.१२८दृणातेर्दृग् ह्रस्वश्चअदि
दृषत् ।
१२९.१.१२९त्यजितनियजिभ्यो डित्अदि
त्यद् । तद् । यद् । सर्वादयः ।
१३०.१.१३०एतेस्तुट् चअदि
एतद् ।
१३१.१.१३१सर्तेरटिःअटि
सरट् स्याद्वातमेघयोः । वेदभाष्ये तु याभिः कृशानुमिति मन्त्रे सरट्भ्यो मधुमक्षिकाभ्य इति व्याख्यातम् ।
१३२.१.१३२लङ्घेर्नलोपश्चअटि
लघट् वायुः ।
१३३.१.१३३पारयतेरजिःअजि
पारक् सुवर्णम् ।
१३४.१.१३४प्रथः कित्संप्रसारणं चअजि
पृथक् । स्वरादिपाठादव्ययत्वम् ।
१३५.१.१३५भियः षुक् ह्रस्वश्चअजि
भिषक् ।
१३६.१.१३६युष्यसिभ्यां मदिक्मदिक्
युष् सौत्रो धातुः । युष्मद् । अस्मद् । त्वम् । अहम् ।
१३७.१.१३७अर्तिस्तुसुहुसृधृभिक्षुभायावापदियक्षिनीभ्यो मन्मन्
एभ्यश्चतुर्दशभ्यो मन् । अर्मश्चक्षूरोगः । स्तोमः सङ्घातः । सोमः । होमः । सर्मो गमनम् । धर्मः क्षेमं कुशलम् । क्षोमम् । प्रज्ञाद्यणि क्षौमं च । भाम आदित्यः । यामः । वामः शोभनदुष्टयोः । पद्मम् । यक्ष पूजायाम् । यक्ष्मो रोगराजः । नेमः ।
१३८.१.१३८जहातेः सन्वदालोपश्चमन्
जिह्मः कुटिलमन्दयोः ।
१३९.१.१३९अवतेष्टिलोपश्चमन्
मन्प्रत्ययस्यायं टिलोपो न प्रकृतेः । अन्यथा डिदित्येव ब्रूयात् । ६.४.२० ज्वरत्वर... इति ऊठौ । तयोर्दीर्घे कृते गुणः । चादिपाठादव्ययत्वमित्युज्ज्वलदत्तस्तन्न । तेषामसत्त्वार्थत्वात् । वस्तुतस्तु स्वरादिपाठादव्ययत्वम् । अवतीति ओम् ।
१४०.१.१४०ग्रसेरा चमन्
ग्रामः ।
१४१.१.१४१अविसिविसिशुषिभ्यः कित्मन्
ऊमं नगरम् । स्यूमो रश्मिः । सिमः सर्वः । शुष्ममग्निसमीपयोः ।
१४२.१.१४२इषियुधीन्धिदसिश्याधूसूभ्यो मक्मक्
इष्मः कामवसन्तयोः । ईषीति पाठे दीर्घादिः । युध्मः शरो योद्धा च । इध्मः समित् । दस्मो यजमानः । श्यामः धूमः । सूमोऽन्तरिक्षम् । बाहुलकादीर्मं व्रणः ।
१४३.१.१४३युजिरुचितिजां कुश्चमक्
युग्मम् । रुक्मम् । तिग्मम् ।
१४४.१.१४४हन्तेर्हि चमक्
हिमम् ।
१४५.१.१४५भियः षुग्वामक्
भीमः । भीष्मः ।
१४६.१.१४६घर्मःमक्
घृधातोर्मग्गुणश्च निपात्यते ।
१४७.१.१४७ग्रीष्मःमक्
ग्रसतेर्निपातोऽयम् ।
१४८.१.१४८प्रथेः षिवन् संप्रसारणं चषिवन्
पृथिवी । पवन्नित्येके । पृथवी पृथिवी पृथ्वी इति शब्दार्णवः ।
१४९.१.१४९अशूप्रुषिलटिकणिखटिविशिभ्यः क्वन्क्वन्
अश्वः । प्रुष स्नेहनादौ । प्रुष्वः स्यादृतुसूर्ययोः । प्रुष्वा जलकणिका । लट्वा पक्षिभेदः फलं च । कण्वं पापम् । बाहुलकादित्वे किण्वमपि । खट्वा । विश्वम् ।
१५०.१.१५०इण्शीभ्यां वन्वन्
एवो गन्ता । ये च एवा मरुतः । असत्वे निपातोऽयम् । शेवं मित्राय वरुणाय ।
१५१.१.१५१सर्वनीघृष्वरिष्वलष्वशिवपट्वप्रह्वेष्वा अस्वतन्त्रेवन्
अकर्तर्येते निपात्यन्ते । सृतमनेन विश्वमिति सर्वम् । निपूर्वाद्घृषेर्गुणाभावोऽपि । निघृष्यतेऽनेन निघृष्वः खुरः । रिष्वो हिंस्रः । लष्वो नर्तकः । लिष्व इत्यन्ये । तत्रोपधाया इत्वमपि । शेतेऽस्मिन् सर्वमिति शिवः शम्भुः । शीङो ह्रस्वत्वम् । पट्वो रथो भूलोकश्च । प्रहूयते इति प्रह्वः । ह्वेञ आकारवकारलोपः । जहातेरालोपो वा । ईषेर्वन् । ईष्व आचार्यः । इष्व इत्यन्ये । अस्वतन्त्रे किम् । सर्ता सारकः । बाहुलकाद् ह्रसतेः ह्रस्वः ।
१५२.१.१५२शेवयह्वजिह्वाग्रीवाप्वामीवाःवण्
शेव इत्यन्तोदात्तार्थम् । यान्त्यनेन वह्वः । ह्रस्वो हुगागमश्च । लिहन्त्यनया जिह्वा । लकारस्य जः गुणाभावश्च । गिरन्त्यनया ग्रीवा । ईडागमश्च । अप्नोतीत्याप्वा वायुः । मीवा उदरकृमिः । वायुरित्यन्ये ।
१५३.१.१५३कॄगॄशॄदॄभ्यो वःव
कर्वः काम आखुश्च । गर्वः । शर्वः । दर्वो राक्षसः ।
१५४.१.१५४कनिन् युवृषितक्षिराजिधन्विद्युप्रतिदिवःकनिन्
यौतीति युवा । वृषा इन्द्रः । तक्षा । राजा । धन्वा मरुः । धन्व शरासनम् । द्युवा सूर्यः । प्रतिदीव्यन्त्यस्मिन् प्रतिदिवा दिवसः ।
१५५.१.१५५सप्यशूभ्यां तुट् चकनिन्
सप्त । अष्ट ।
१५६.१.१५६नञि जहातेःकनिन्
अहः ।
१५७.१.१५७श्वन्नुक्षन्पूषन्प्लीहन्क्लेदन्स्नेहन्मूर्धन्मज्जन्नर्यमन्विश्वप्सन्परिज्जन्मातरिश्वन्मघवन्नितिकनिन्
एते त्रयोदश कनिप्रत्ययान्ता निपात्यन्ते । श्वयतीति श्वा । उक्षा पूषा । प्लिह गतौ । इकारस्य दीर्घत्वम् । प्लेहतीति प्लीहा कुक्षिव्याधिः । क्लिदू आर्द्रीभावे । क्लिद्यति क्लेदा चन्द्रः । स्निह्यतेर्गुणः । स्निह्यतीति स्नेहा सुहृच्चन्द्रश्च । मुह्यन्त्यस्मिन्नाहते । मूर्धा । मुहेरुपधाया दीर्घो धोऽन्तादेशो रमागमश्च । मज्जत्यस्थिषु मज्जा अस्थिसारः । अर्यपूर्वो माङ् अर्यमा । विश्वं प्साति विश्वप्साग्निः । परिजायते परिज्मा चन्द्रोऽग्निश्च । जनेरुपधालोपो मश्चान्तादेशः । मातरि अन्तरिक्षे श्वयतीति मातरिश्वा । धातोरिकारलोपः । मह पूजायाम् । हस्य घो वुगागमश्च मघवा इन्द्रः
१५८.२.१कृहृभ्यामेणुःएणु
करेणुः । हरेणुर्गन्धद्रव्यम् ।
१५९.२.२हनिकुषिनरिकाशिभ्यः कथन्कथन्
हथो विषण्णः । कुष्ठः । नीथो नेता । रथः काष्ठम् ।
१६०.२.३अवे भृञःकथन्
अवभृथः ।
१६१.२.४उषिकुषिगार्तिभ्यः स्थन्स्थन्
ओष्ठः कोष्ठम् । गाथा अर्थः । बाहुलकात् शोथः ।
१६२.२.५सर्तेर्णित्स्थन्
सार्थः समूहः ।
१६३.२.६जॄवृञ्भ्यामूथन्ऊथन्
जरूथं मांसम् । वरूथो रथगुप्तौ ना ।
१६४.२.७पातॄतुदिवचिरिचिसिचिभ्यस्थक्थक्
पीथो रविर्घृतं पीथम् । तीर्थं शास्त्राध्वरक्षेत्रोपायोपाध्यायमन्त्रिषु । अवतारर्षिजुष्टाम्भःस्त्रीरजःसु च विश्रुतमिति विश्वः । तुत्थोऽग्निः । उक्थं सामभेदः । रिक्थम् । बाहुलकादृचेरपि । रिक्थमृक्थं धनं वसु । सिक्थम् ।
१६५.२.८अर्तेर्निरिथक्
निर्ऋथं साम ।
१६६.२.९निशीथगोपीथावगथाःथक्
निशीथोऽर्धरात्रः रात्रिमात्रं च । गोपीथं तीर्थम् । अवगथः प्रातःस्नातः ।
१६७.२.१०गश्चोदिथक्
उद्गीथः साम्नो भागविशेषः ।
१६८.२.११समीणःथक्
समिथो वह्निः संग्रामश्च ।
१६९.२.१२तिथपृष्ठगूथयूथप्रोथाःथक्
तिजेर्जलोपः । तिथोऽनलः कामश्च । पृष्ठम् । गूथं विष्ठा । यूथं समूहः । प्रोथमस्त्री तुरङ्गास्ये प्रोथः प्रस्थित उच्यते ।
१७०.२.१३स्फायितञ्चिवञ्चिशकिक्षिपिक्षुदिसृपितृपिदृपिवन्द्युन्दिश्वितिवृत्यजिनीपदिमदिमुदिखिदिछिदिभिदिमन्दिचन्दिदहिदसिदम्भिवसिवाशिशीङ्हसिसिधिशुभिभ्यो रक्रक्
द्वात्रिंशद्भ्यो रक् स्यात् । वलि यलोपः । स्फारम् । न्यङ्क्वादित्वात्कुत्वम् । तक्रम् । वक्रम् । शक्रः । क्षिप्रम् । क्षुद्रः । सृप्रश्चन्द्रः । तृप्रः पुरोडाशः । दृप्रो बलवान् । वन्द्रः पूजकः । उन्दी, उन्द्रो जलचरः । श्वित्रं कुष्ठम् । वृत्रो रिपौ ध्वनौ ध्वान्ते शैले चक्रे च दानवे । अजेर्वी, वीरः । नीरम् । पद्रो ग्रामः । मन्द्रो हर्षो देशभेदश्च । मुद्रा प्रत्ययकारिणी । खिद्रो रोगो दरिद्रश्च । छिद्रम् । भिद्रं वज्रम् । मन्द्रः । चन्द्रः । पचाद्यचि चन्दोऽपि । हिमांशुश्चन्द्रमाश्चन्द्रः शशी चन्दो हिमद्युतिः । दहोऽग्निः । दस्रः स्वर्वैद्यः । दम्भ्रः समुद्रः स्वल्पं च । वसेः संप्रसारणे ।
१७१.२.१४चकिरम्योरुच्चोपधायाःरक्
चुक्रमम्लद्रव्यम् । रुम्रोऽरुणः ।
१७२.२.१५वौ कसेःरक्
विकुस्रश्चन्द्रः ।
१७३.२.१६अमितम्योर्दीर्घश्चरक्
आम्रम् । ताम्रम् ।
१७४.२.१७निन्देर्नलोपश्चरक्
निद्रा ।
१७५.२.१८अर्देर्दीर्घश्चरक्
आर्द्रम् ।
१७६.२.१९शुचेर्दश्चरक्
शूद्रः ।
१७७.२.२०दुरीणो लोपश्चरक्
दुःखेनेयते प्राप्यत इति दूरम् ।
१७८.२.२१कृतेश्छः क्रू चरक्
कृच्छ्र्म् । क्रूरः ।
१७९.२.२२रोदेर्णिलुक् चरक्
रोदयतीति रुद्रः ।
१८०.२.२३बहुलमन्यत्रापि संज्ञाछन्दसोःरक्
णिलुगित्येव । वान्ति पर्णशुषो वातास्ततः पर्णमुचोऽपरे ।
१८१.२.२४जोरी चरक्
जीरोऽणुः । ज्यश्चेत्येके ।
१८२.२.२५सुसूधागृधिभ्यः क्रन्क्रन्
सुरः । सूरः । धीरः । गृध्रः ।
१८३.२.२६शुसिचिमीनां दीर्घश्चक्रन्
शुः सौत्रः । शूरः । सीरम् । चीरम् । भीरः समुद्रः ।
१८४.२.२७वा विन्धेःक्रन्
वीध्रं विमलम् ।
१८५.२.२८वृधिवपिभ्यां रन्रन्
वर्ध्रं चर्म । वप्रः प्राकारः ।
१८६.२.२९ऋज्रेन्द्राग्रवज्रविप्रकुव्रचुव्रक्षुरखुरभद्रोग्रभेरभेलशुक्रशुक्लगौरवम्रेरामालाःरन्
रन्नन्ता ऊनविंशतिः । निपातनाद्गुणाभावः । ऋज्रो नायकः । इदि इन्द्रः । अङ्गेर्नलोपः । अग्रम् । वज्रोऽस्त्री हीरके पवौ । डुवप् उपधाया इत्वम् विप्रः । कुम्बिचुम्ब्योर्नलोपः । कुब्रमरण्यम् । चुब्रं मुखम् । क्षुर विलेखने रेफलोपः । अगुणः । क्षुरः । खुर छेदने रलोपो गुणाभावश्च । खुरः । भन्देर्नलोपः भद्रम् । उच समवाये । चस्य गः । उग्रः । ञिभी । भेरी । पक्षे लः । भेलो जलतरणद्रव्यम् । शुचेश्चस्य कः । शुक्रः । पक्षे लः । शुक्लः । गुङ् वृद्धिः । गौरोऽरुणे सिते पीते । वन संभक्तौ । वम्रो विभागी इणो गुणाभावः । इरा मद्ये च वारिणि । मा माने माला ।
१८७.२.३०समि कस उकन्उकन्
कस गतौ । सम्यक्कसन्ति पलायन्ते जना अस्मादिति सङ्कसुको दुर्जनः अस्थिरश्च ।
१८८.२.३१पचिनशोर्णुकन्कनुमौ चणुकन् कनुम्
पचेः कः । पाकुकः सूपकारः । नशेर्नुम् । नंशुकः ।
१८९.२.३२भियः क्रुकन्क्रुकन्
भीरुकः ।
१९०.२.३३क्वुन् शिल्पिसंज्ञयोरपूर्वस्यापिक्वुन्
रजकः । इक्षुकुट्टकः । चरकः । चष भक्षणे । चषकः । शुनकः । भषकः ।
१९१.२.३४रमे रश्च लो वाक्वुन्
रमको विलासी । लमकः ।
१९२.२.३५जहातेर्द्वे चक्वुन्
जहकस्त्यागी कालश्च ।
१९३.२.३६ध्मो धम चक्वुन्
धमकः कर्मकारः ।
१९४.२.३७हनो वध चक्वुन्
वधकः ।
१९५.२.३८बहुलमन्यत्रापिक्वुन्
कुह विस्मापने । कुहकः । कृतकम् ।
१९६.२.३९कृषेर्वृद्धिश्चोदीचाम्क्वुन्
कार्षकः । कृषकः ।
१९७.२.४०उदकं चक्वुन्
प्रपञ्चार्थम् ।
१९८.२.४१वृश्चिकृष्योः किकन्किकन्
वृश्चिकः । कृषिकः ।
१९९.२.४२प्राङिपणिकषःकिकन्
प्रापणिकः पण्यविक्रयी । प्राकषिकः परदारोपजीवी ।
२००.२.४३मुषेर्दीर्घश्चकिकन्
मूषिक आखुः ।
२०१.२.४४स्यमेः संप्रसारणं चकिकन्
चाद्दीर्घः । सीमिको वृक्षभेदः ।
२०२.२.४५क्रिय इकन्इकन्
क्रयिकः क्रेता ।
२०३.२.४६आङि पणिपनिपतिखनिभ्यःइकन्
आपणिकः । आपनिकः इन्द्रनीलः किरातश्च । आपतिकः श्येनो दैवायत्तश्च । आखनिको मूषिको वराहश्च ।
२०४.२.४७श्यास्त्याहृञविभ्य इनच्इनच्
श्येनः । स्त्येनः । हरिणः । अविनोऽध्वर्युः ।
२०५.२.४८वृजेः किच्चइनच्
वृजिनम् ।
२०६.२.४९अजेरज चइनच्
वीभावबाधनार्थम् । अजिनम् ।
२०७.२.५०बहुलमन्यत्रापिइनच्
कठिनम् । नलिनम् । मलिनम् । कुण्डिनम् । द्यतेः यत्परुषि दिनम् । दिवसोऽपि दिनम् ।
२०८.२.५१द्रुदक्षिभ्यामिनन्इनन्
द्रविणम् । दक्षिणः । दक्षिणा ।
२०९.२.५२अर्तेः किदिच्चइनन्
इरिणं शून्यम् ।
२१०.२.५३वेपितुह्योर्ह्रस्वश्चइनन्
विपिनम् । तुहिनम् ।
२११.२.५४तलिपुलिभ्यां चइनन्
तलिनं विरले स्तोके स्वच्छेऽपि तलिनं त्रिषु । पुलिनम् ।
२१२.२.५५गर्वेरत उच्चइनन्
गौरादित्वात् ङीष् । गुर्विणी । गर्भिणी ।
२१३.२.५६रुहेश्चइनन्
रोहिणः ।
२१४.२.५७महेरिनण् चइनण्
चादिनन् । माहिनन् । महिनं राज्यम् ।
२१५.२.५८क्विब्वचिप्रच्छिश्रिस्रुद्रुप्रुज्वां दीर्घोऽसंप्रसारणं चक्विप्
वाक् । प्राट् । श्रीः । स्रवत्यतो घृतादिकमिति स्रूर्यज्ञोपकरणम् । द्रूर्हिरण्यम् । कटप्रूः कामरूपी कीटश्च । जूराकाशे सरस्वत्यां पिशाच्यां जवने स्त्रियाम् ।
२१६.२.५९आप्नोतेर्ह्रस्वश्चक्विप्
आपः । अपः । अद्भिः । अद्भ्यः ।
२१७.२.६०परौ व्रजेः षश्च पदान्तेक्विप्
व्रजेः क्विब्दीर्घौ स्तः पदान्ते तु षश्च । परिव्राट् । परिव्राजौ ।
२१८.२.६१हुवः श्लुवच्चक्विप्
जुहूः ।
२१९.२.६२स्रुवः कःक
स्रुवः ।
२२०.२.६३चिक् चचिक्
इकार उच्चारणार्थः । क इत् कुत्वम् । स्रुवं च स्रुचश्च संमृड्ढि ।
२२१.२.६४तनोतेरनश्च वःचिक्
तनोतेश्चिक् प्रत्ययः । अनो वशब्दादेशश्च । त्वक् ।
२२२.२.६५ग्लानुदिभ्यां डौःडौ
ग्लौः । नौः ।
२२३.२.६६च्विरव्ययम्डौ
डौरित्येव । ग्लौकरोति । १.१.३९ कृन्मेजन्तः इति सिद्धे नियमार्थमिदम् । उणादिप्रत्ययान्तश्च्व्यन्त एवेति ।
२२४.२.६७रातेर्डैःडै
राः । रायौ । रायः ।
२२५.२.६८गमेर्डोःडो
गौर्नादित्ये बलीवर्दे किरणक्रतुभेदयोः । स्त्री तु स्याद्दिशि भारत्यां भूमौ च सुरभावपि । नृस्त्रियोः स्वर्गवज्राम्बुरश्मिदृग्बाणलोमसु । बाहुलकाद् द्युतेरपि डोः । द्यौः स्त्री स्वर्गान्तरिक्षयोः ।
२२६.२.६९भ्रमेश्च डूःडू
भ्रूः । चाद्गमेः । अग्रेगूः ।
२२७.२.७०दमेर्डोसिःडोसि
दोः । दोषौ ।
२२८.२.७१पणेरिज्यादेश्च वःइजि
वणिक् । स्वार्थेऽण् । नैगमो वाणिजो वणिक् ।
२२९.२.७२वशेः कित्इजि
उशिगग्नौ घृतेपि च ।
२३०.२.७३भृञ ऊच्चइजि
भूरिक् भूमिः ।
२३१.२.७४जसिसहोरुरिन्उरिन्
जसुरिर्व्रज्रम् । सहुरिरादित्यः पृथिवी च ।
२३२.२.७५सुयुरुवृञो युच्युच्
सवश्चन्द्रमाः । यवनः । रवणः । कोकिलः । वरणः ।
२३३.२.७६अशेरश चयुच्
अश्नोतेर्युच् स्यात् रशादेशश्च । रशना काञ्ची । जिह्वावाची तु दन्त्यसकारवान् ।
२३४.२.७७उन्देर्नलोपश्चयुच्
ओदनः ।
२३५.२.७८गमेर्गश्चयुच्
गमेर्युच् स्याद्गश्चादेशः । गगनम् ।
२३६.२.७९बहुलमन्यत्रापियुच्
युच् स्यात् । स्यन्दनः । रोचना ।
२३७.२.८०रञ्जेः क्युन्क्युन्
रजनम् ।
२३८.२.८१भूसूधूभ्रस्जिभ्यश्छन्दसिक्युन्
भुवनम् । सुवन आदित्यः । धवनो वह्निः । निधुवनं सुरतम् । भृज्जनमम्बरीषम् ।
२३९.२.८२कॄपॄवृजिमन्दिनिधाञः क्युःक्यु
किरणः । पुरणः समुद्रः । वृजनमन्तरिक्षम् । मन्दनं स्तोत्रम् । निधनम् ।
२४०.२.८३धृषेर्धिष् च संज्ञायाम्क्यु
धिषणो गुरुः । धिषणा धीः ।
२४१.२.८४वर्तमाने पृषद्बृहन्महज्जगच्छतृवच्चअति
अतिप्रत्ययान्ताः । पृषु सेचने गुणाभावः पृषन्ति । बृहत् महान् । गमेर्जगादेशः । जगत् ।
२४२.२.८५संश्चत्तृपद्वेहत्अति
एते निपात्यन्ते । पृथक्करणं शतृवद्भावनिवृत्त्यर्थम् । संचिनोतेः सुट् इकारलोपः । संश्चत् कुहकः । तृषत् छत्रम् । विपूर्वाद्धन्तेष्टिलोपः । इत ए च । वेहद्गर्भोपघातिनी ।
२४३.२.८६छन्दस्यसानच् शुजॄभ्याम्असानच्
शवसानः पन्थाः । जरसानः पुरुषः ।
२४४.२.८७ऋञ्जिवृद्धिमन्दिसहिभ्यः कित्असानच्
ऋञ्जसानो मेघः । वृधसानः पुरुषः । मन्दसानोऽग्निर्जीवश्च । सहसानो यज्ञो मयूरश्च ।
२४५.२.८८अर्तेर्गुणः शुट् चअसानच्
अर्शसानोऽग्निः ।
२४६.२.८९सम्यानच्स्तुवःआनच्
संस्तवानो वाग्मी ।
२४७.२.९०युधिबुधिदृशिभ्यः किच्चआनच्
युधानः । बुधानः । दृशानो लोकपालकः ।
२४८.२.९१हुर्छेः सनो लुक् छलोपश्चआनच्
जुहुराणश्चन्द्रमाः ।
२४९.२.९२श्वितेर्दश्चआनच्
शिश्विदानः पुण्यकर्मा ।
२५०.२.९३तृन्तृचौ शंसिक्षदादिभ्यः संज्ञायां चानिटौतृन् तृच्
शंसेः क्षदादिभ्यश्च क्रमात्तृन्तृचौ स्तः तौ चानिटौ । शंस्ता स्तोता । शंस्तरौ । शंस्तरः । क्षदिः सौत्रो धातुः शकलीकरणे भक्षणे च । अनुदात्तेत् । वृक्ये चक्षदानमिति मन्त्रात् । उक्षाणं वा वेहतं वा क्षदन्ते इति ब्राह्मणाच्च । क्षत्ता स्यात्सारथौ द्वाःस्थे क्षत्रियायां च शूद्रजे ।
२५१.२.९४बहुलमन्यत्रापितृन् तृच्
मन् । मन्ता । हन् । हन्ता । इत्यादि ।
२५२.२.९५नप्तृनेष्टृत्वष्टृहोतृपोतृभ्रातृजामातृमातृपितृदुहितृतृन् तृच्
न पतन्त्यनेन नप्ता पौत्रो दौहित्रश्च । नयतेः पुग्गुणश्च । नेष्टा । त्विषेरितोऽत्वम् । त्वष्टा । होता । पोता ऋत्विग्भेदः । भ्राजतेर्जलोपः । भ्राता । जायां माति जामाता । मान पूजायां नलोपः । माता । पातेराकारस्य इत्वम् । पिता । दुहेस्तृच इट् गुणाभावश्च । दुहिता ।
२५३.२.९६सुञ्यसेर्ऋन्ऋन्
स्वसा ।
२५४.२.९७यतेर्वृद्धिश्चऋन्
याता । भार्यास्तु भ्रातृवर्गस्य यातरः स्युः परस्परम् ।
२५५.२.९८नञि च नन्देःऋन्
न नन्दति ननान्दा । इह वृद्धिर्नानुवर्तत इत्येके ननान्दा तु स्वसा पत्युर्ननन्दा नन्दिनी च सेति शब्दार्णवः ।
२५६.२.९९दिवेर्ऋःऋ
देवा देवरः । स्वामिनो देवृ देवरौ ।
२५७.२.१००नयतेर्डिच्चऋ
ना । नरौ नरः ।
२५८.२.१०१सव्ये स्थश्छन्दसिऋ
८.३.९७ अम्बाम्ब... इत्यत्र ‘स्थास्थिन्स्थूणामुपसंख्यानम्’ । सव्येष्टा सारथिः । सव्येष्टरौ । सव्येष्टरः ।
२५९.२.१०२अर्तिसृधृधम्यश्यवितॄभ्योऽनिःअनि
सरणिः । धरणिः । धमनिः । अमनिर्गतिः । अशनिः । अवनिः । तरणिः । बाहुलकात् रजनिः ।
२६०.२.१०३आङि शुषेः सनश्छन्दसिअनि
आशुशुक्षणिरग्निर्वातश्च ।
२६१.२.१०४कृषेरादेश्च चःअनि
चर्षणिर्जनः ।
२६२.२.१०५अदेर्मुट् चअनि
अद्मनिरग्निः ।
२६३.२.१०६वृतेश्चअनि
वर्तनिः । गोवर्धनस्तु चकारान्मुट् वर्त्मनिरित्याह ।
२६४.२.१०७क्षिपेः किच्चअनि
क्षिपणिरायुधम् ।
२६५.२.१०८अर्चिशुचिहुसृपिछादिछर्दिभ्य इसिःइसि
अर्चिर्ज्वाला । इदन्तोऽप्ययम् । अग्नेर्भ्राजन्ते अर्चयः । शोचिर्दीप्तिः । हविः सर्पिः । ६.४.९७ इस्मन्... इति ह्रस्वः । छदिः पटलम् । छर्दिर्वमनव्याधिः । इदन्तोऽपि । छर्द्यतीसारशूलवान् ।
२६६.२.१०९बृंहेर्नलोपश्चइसि
बर्हिर्ना कुशशुष्मणोः ।
२६७.२.११०द्युतेरिसिन्नादेश्च जःइसिन्
ज्योतिः ।
२६८.२.१११वसौ रुचेः संज्ञायाम्इसिन्
वसुरोचिर्यज्ञः ।
२६९.२.११२भुवः कित्इसिन्
भुविः समुद्रः ।
२७०.२.११३सहो धश्चइसिन्
सिधिरनड्वान् ।
२७१.२.११४पिबतेस्थुक्इसिन्
पाथिश्चक्षुःसमुद्रयोः ।
२७२.२.११५जनेरुसिःउसि
जनुर्जननम् ।
२७३.२.११६मनेर्धश्छन्दसिउसि
मधुः ।
२७४.२.११७अर्तिपॄवपियजितनिधनितपिभ्यो नित्उसि
अरुः । परुर्ग्रन्थिः । वपुः । यजुः । तनुः । तनुषी । तनूंषि । धनुरस्त्रियाम् । धनुर्वंशविशुद्धोऽपि निर्गुणः किं करिष्यति । सान्तस्य उदन्तस्य वा रूपम् । तपुः सूर्याग्निशत्रुषु ।
२७५.२.११८एतेर्णिच्चउसि
आयुः । आयुषी ।
२७६.२.११९चक्षेः शिच्चउसि
चक्षुः ।
२७७.२.१२०मुहेः किच्चउसि
मुहुरव्ययम् ।
२७८.२.१२१बहुलमन्यत्रापिउसि
आचक्षुः । परिचक्षुः ।
२७९.२.१२२कॄगॄशॄवृञ्चतिभ्यः ष्वरच्ष्वरच्
कर्वरो व्याघ्ररक्षसोः । गर्वरोऽहंकारी । शर्वरी रात्रिः । वर्वरः प्राकृतो जनः । चत्वरम् ।
२८०.२.१२३नौ सदेःष्वरच्
निपद्वरस्तु जम्बालः । निपद्वरी रात्रिः
२८१.३.१छित्वरछत्वरधीवरपीवरमीवरचीवरतीवरनीवरगह्वरकट्वरसंयद्वराःष्वरच्
एकादश प्वरच्प्रत्ययान्ता निपात्यन्ते । छिदिर् छद् अनयोस्तकारोऽन्तादेशः छिदेर्गुणाभावश्च । छित्वरो धूर्तः । छत्वरो गृहकुञ्जयोः । धीवरः कैवर्तः । पीवरः स्थूलः । मीवरो हिंसकाः । चिनोतेर्दीर्घश्च । चीवरं भिक्षुकप्रावरणं । तीवरो जातिविशेषः । नीवरः परिव्राट् । गाहतेर्ह्रस्वत्वम् । गह्वरम् । कटे वर्षादौ । कट्वरं व्यजनम् । यमेर्दकारः । संयद्वरो नृपः । पदेः संपद्वरः इत्येके ।
२८२.३.२इण्सिञ्जिदीङुष्यविभ्यो नक्नक्
इनः सूर्ये नृपे पत्यौ । सिनः काणः । जिनोऽर्हन् । दीनः । उष्णः । ऊनः ।
२८३.३.३फेनमीनौनक्
एतौ निपात्येते । स्फायतेः फेनः । मीनः ।
२८४.३.४कृषेर्वर्णेनक्
कृष्णः ।
२८५.३.५बन्धेर्ब्रधिबुधी चनक्
ब्रध्नः । बुध्नः ।
२८६.३.६धापॄवस्यज्यतिभ्यो नःन
धाना भ्रष्टयवे स्त्रियः । पर्णं पत्रम् । पर्णः किंशुकः । वस्नो मूल्ये वेतने च । अजेर्वी । वेनः । अत्न आदित्यः । बाहुलकात् । शृणोतेः श्रोणः पङ्गुः ।
२८७.३.७लक्षेरट् चन
लक्षेश्चुरादिण्यन्तान्नः स्यात्तस्याडागमश्च । चान्मुडित्येके । लक्षणं लक्ष्मणं नाम्नि चिन्हे च । लक्षणो लक्ष्मणश्च रामभ्राता । लक्षणा हंसयोषायां सारसस्य च लक्ष्मणा ।
२८८.३.८वनेरिच्चोपधायाःन
वेन्ना नदी ।
२८९.३.९सिवेष्ठेर्यू चन
दीर्घोच्चारणसामर्थ्यान्न गुणः । स्यून आदित्यः । बाहुलकात् केवलो नः । ऊठ् । अन्तरङ्गत्वाद्यण् । गुणः । स्योनः ।
२९०.३.१०कॄवॄजॄसिद्रुपन्यनिस्वपिभ्यो नित्न
कर्णः । वर्णः । जर्णश्चन्द्रे च वृक्षे च । सेना । द्रोणः । पन्नो नीचैर्गतिः । अन्नमोदनः । स्वप्नो निद्रा ।
२९१.३.११धेट इच्चन
धेनः सिन्धुर्नदी धेना ।
२९२.३.१२तृषिशुषिरसिभ्यः कित्न
तृष्णा । शुष्णः सूर्यो वह्निश्च । रस्नं द्रव्यम् ।
२९३.३.१३सुञो दीर्घश्चन
सूना वधस्थानम् ।
२९४.३.१४रमेस्त चन
रमयतीति रत्नम् ।
२९५.३.१५रास्नासास्नास्थूणावीणाःन
रास्ना गन्धद्रव्यम् । सास्ना गोगलकम्बलः । स्थूणा गृहस्तम्भः । वीणा वल्लकी ।
२९६.३.१६गादाभ्यामिष्णुच्इष्णुच्
गेष्णुर्गायनः । देष्णुर्दाता ।
२९७.३.१७कृत्यशूभ्यां क्स्नःक्स्न
कृत्स्नम् । अक्ष्णमखण्डम् ।
२९८.३.१८तिजेर्दीर्घश्चक्स्न
तीक्ष्णम् ।
२९९.३.१९श्लिषेरच्चोपधायाःक्स्न
श्लक्ष्णम् ।
३००.३.२०यजिमनिशुन्धिदसिजनिभ्यो युच्युच्
यज्युरध्वर्युः। मन्युर्दैन्ये क्रतौ क्रुधि । शुन्ध्युरग्निः । दस्युस्तस्करः । जन्युः शरीरी ।
३०१.३.२१भुजिमृङ्भ्याम् युक्त्युकौयुक् त्युक्
भुज्युर्भाजनम् । मृत्युः ।
३०२.३.२२सर्तेरयुःअयु
सरयुर्नदी । अयूरिति पाठान्तरम् । सरयूः ।
३०३.३.२३पानीविषिभ्यः पःप
पाति रक्षत्यस्मादात्मानमिति पापम् । तद्योगात्पापः । नेपः पुरोहितः । बाहुलकाद्गुणाभावे नीपो वृक्षविशेषः । वेष्पः पानीयम् ।
३०४.३.२४च्युवः किच्चप
च्युपो वक्त्रम् ।
३०५.३.२५स्तुवो दीर्घश्चप
स्तूपः समुच्छ्रायः ।
३०६.३.२६सुशॄभ्यां निच्चप
चात्कित् । सूपः । बाहुलकादूत्वम् । शूर्पम् ।
३०७.३.२७कुयुभ्यां चप
कुवन्ति मन्ण्डूका अस्मिन् कूपः । युवन्ति बध्नन्त्यस्मिन्पशुमिति यूपो यज्ञस्थम्भः ।
३०८.३.२८खष्पशिल्पशष्पबाष्परूपपर्पतल्पाःप
सप्तैते पप्रत्ययान्ता निपात्यन्ते । खनतेर्नकारस्य पत्वम् । खष्पौ क्रोधबलात्कारौ शीलतेर्ह्रस्वः । शिल्पं कौशलम् । शसु हिंसायाम् निपातनात्पत्वम् । शष्पं बालतृणं प्रतिभाक्षयश्च । बधतेः पः । बाष्पो नेत्रजलोष्मणोः । बाष्पं च । रौतेर्दीर्घ । रूपं स्वभावे सौन्दैर्ये । पॄ । पर्पं गृहं बालतृणं पङ्गुपीठं च । तल प्रतिष्ठाकरणे चुरादिणिचो लुक् । तल्पं शय्याट्टदारेषु ।
३०९.३.२९स्तनिह्रुषिपुपिगदिमदिभ्यो णेरित्नुच्इत्नुच्
’अयामन्त-२३११’ इति णेरयादेशः । स्तनयित्नुः । हर्षयित्नुः । पोपयित्नुः गदयित्नुर्वावदूकः । मदयित्नुर्मदिरा ।
३१०.३.३०कृहनिभ्यां क्त्नुःक्त्नु
कृत्नुः शिल्पीः । हत्नुर्व्याधिः शस्त्रं च ।
३११.३.३१गमेः सन्वच्चक्त्नु
जिगत्नुः ।
३१२.३.३२दाभाभ्यां नुःनु
दानुर्द्ता । भानुः ।
३१३.३.३३वचेर्गश्चनु
वग्नुः ।
३१४.३.३४धेट इच्चनु
धयति सुतानिति धेनुः ।
३१५.३.३५सुवः कित्नु
सूनुः पुत्रेऽनुजे रवौ ।
३१६.३.३६जहातेर्द्वेऽन्तलोपश्चनु
जह्नुः ।
३१७.३.३७स्थो णुःणु
स्थाणुः कीले स्थिरे हरे ।
३१८.३.३८अजिवृरीभ्यो निच्चणु
अजेर्वी । वेणुः । वर्णुर्नददेशभेदयोः । रेणुर्द्वयोः स्त्रियां धूलिः ।
३१९.३.३९विषेः किच्चणु
विष्णुः ।
३२०.३.४०कृदाधारार्चिकलिभ्यः कःक
बाहुलकान्न कस्येत्संज्ञा । कर्को धवलघोटकः । दाको दाता । धाकोऽनड्वानाधारश्च । राका पौर्णमासी अर्कः । कल्कः पापाशये पापे दम्भे विट्किट्टयोरपि ।
३२१.३.४१सृवृभूशुषिमुषिभ्यः कक्कक्
सृक उत्पलवातयोः । वृकः श्वापदकाकयोः । भूकं छिद्रम् । शुष्कः । मुष्कोऽण्डम् ।
३२२.३.४२शुकवल्कोल्काःकक्
शुभेरन्त्यलीपः । शुकः । वल्कं वल्कलमस्त्रियाम् । उष दाहे । षस्य लः । उल्का ।
३२३.३.४३इण्भीकापाशल्यतिमर्चिभ्यः कन्कन्
एके मुख्यान्यकेवलाः । भेको मण्डूकमेषयोरिति विश्वभेदिन्यौ । काकः । पाकः शिशुः । शल्कं शकलम् । अत्कः पथिकः शरीरावयवश्च । मर्कः शरीरवायुः ।
३२४.३.४४नौ हःकन्
जहातेः कन् स्यान्नो । निहाका गोधिका ।
३२५.३.४५नौ सदेर्डिच्चकन्
निष्कोऽस्त्री हेम्नि तत्पले ।
३२६.३.४६स्यमेरीट् चकन्
स्यमीको वल्मिकः वृक्षभेदश्च । इट्ह्रस्व इति केचित् । स्यमिकः ।
३२७.३.४७अजियुधुनीभ्यो दीर्घश्चकन्
वीकः स्याद्वातपक्षिणोः । यूका । धूको वायुः । नीको वृक्षविशेषः ।
३२८.३.४८ह्रियो रश्च लो वाकन्
ह्रीका ह्लीका त्रपा मता ।
३२९.३.४९शकेरुनोन्तोन्त्युनयःउन उन्त उन्ति उनि
उन उन्त उन्ति उनि एते चत्वारः स्युः । शकुनः । शकुन्तः । शकुन्तिः । शकुनिः ।
३३०.३.५०भुवो झिच्झिच्
भवन्तिर्वर्तमानकालः । बहुलकादवेश्च । अवन्तिः । वदेर्वदन्तिः । किंवदन्ती जनश्रुतिः ।
३३१.३.५१कन्युच्क्षिपेश्चकन्युच्
चाद्भुवः । क्षिपण्युर्वसन्त इत्युज्ज्वलदत्तः । भवन्युः स्वामिसूर्ययोः ।
३३२.३.५२अनुङ्नदेश्चअनुङ्
चात्क्षिपेः । नदनुर्मेघः । क्षिपणुर्वातः ।
३३३.३.५३कॄवृदारिभ्य उनन्उनन्
करुणो वृक्षभेदः स्यात्करुणा च कृपा मता । वरुणः । दारुणम् ।
३३४.३.५४त्रो रश्च लो वाउनन्
तरुणस्तलुनो युवा ।
३३५.३.५५क्षुधिपिशिमिथिभ्यः कित्उनन्
क्षुधुनो म्लेच्छजातिः । पिशुनः । मिथुनम् ।
३३६.३.५६फलेर्गुक् चउनन्
फल्गुनः पार्थः । प्रज्ञाद्यण् । फाल्गुनः ।
३३७.३.५७अशेर्लशश्चउनन्
लशुनम् ।
३३८.३.५८अर्जेर्णिलुक् चउनन्
अर्जुनः ।
३३९.३.५९तृणाख्यायां चित्उनन्
चित्त्वादन्तोदात्तः । अर्जुनं तृणम् ।
३४०.३.६०अर्तेश्चउनन्
अरुणः ।
३४१.३.६१अजियमिशीङ्भ्यश्चउनन्
वयुनं देवमन्दिरम् । यमुना । शयुनोऽजगरः ।
३४२.३.६२वॄतॄवदिहनिकमिकशिभ्यः सःस
वर्सः । तर्सः प्लवसमुद्रयोः । वत्सः । वत्सम् । वक्षः । हंसः । कंसोऽस्त्री पानभाजनम् । कक्षं नक्षत्रम् ।
३४३.३.६३प्लुषेरच्चोपधायाःस
प्लक्षः ।
३४४.३.६४मनेर्दीर्घश्चस
मांसम् ।
३४५.३.६५अशेर्देवनेस
अक्षः ।
३४६.३.६६स्नुव्रश्चिकृत्यृषिभ्यः कित्स
स्नुषा । वृक्षः । कुत्समुदकम् । ऋक्षं नक्षत्रम् ।
३४७.३.६७ऋषेर्जातौस
ऋक्षोऽद्रिभेदे भल्लूके इति च ।
३४८.३.६८उन्दिगुथिकुषिभ्यश्चस
उत्सः प्रस्रवणम् । गुत्सः स्तबकः । उक्षो जठरम् ।
३४९.३.६९गृधिपण्योर्दकौ चस
गुत्सः कामदेवः । पक्षः ।
३५०.३.७०अशेः सरःसर
अक्षरम् ।
३५१.३.७१वसेश्चसर
वत्सरः ।
३५२.३.७२सपूर्वाच्चित्सर
संवत्सरः ।
३५३.३.७३कृधूमधिभ्यः कित्सर
बाहुलकान्न षत्वम् । कृसरः स्यात्तिलौदनम् । धूसरः । मत्सरः । मत्सरा मक्षिका ज्ञेया भम्भराली च सा मता ।
३५४.३.७४पते रश्च लःसर
पत्सलः पन्थाः ।
३५५.३.७५तन्यृषिभ्यां क्सरन्क्सरन्
तसरः सूत्रवेष्टने । ऋक्षरः ऋत्विक् ।
३५६.३.७६पीयुक्कणिभ्यां कालन् ह्रस्वः संप्रसारणं चकालन्
पीयुः सौत्रः । पियालो वृक्षभेदः । कुणालो देशभेदः ।
३५७.३.७७कटिकुषिभ्यां काकुःकाकु
कटाकुः पक्षी । कुषाकुरग्निः सूर्यश्च ।
३५८.३.७८सर्तेर्दुक् चकाकु
सृदाकुर्वातसरितोः ।
३५९.३.७९वृतेर्वृद्धिश्चकाकु
वार्ताकुः । बाहुलकादुकारस्य अत्वम् । वार्ताकम् ।
३६०.३.८०पर्देर्नित्संप्रसारणमल्लोपश्चकाकु
पृदाकुर्वृश्चिके व्याघ्रे चित्रके च सरीसृपे ।
३६१.३.८१सृयुवचिभ्योऽन्युजागूजक्नुचःअन्युच् आगूच् अक्नुच्
अन्युच् आगूच् अक्नुच् एते क्रमात्स्युः सरण्युर्मेघवातयोः । यवागूः । वचक्नुर्विप्रवाग्मिनोः ।
३६२.३.८२आनकः शीङ्भियःआनक
शयानकोऽजगरः । भयानकः ।
३६३.३.८३आणको लुधुशिघिधाञ्भ्यःआणक
लवाणकं दात्रम् । धवानको वातः । शिङ्घाणकः श्लेष्मा । पृषोदरादित्वात्पक्षे कलोपः । शिङ्घाणं नासिकामले । धाणको दीनारभागः ।
३६४.३.८४उल्मुकदर्विहोमिनःमुक् अवि मिन्
उष दाहे । षस्य लः मुकप्रत्ययश्च । उल्मुकं ज्वलदङ्गारम् । दृणातेर्विः । दर्विः । जुहोतेर्मिनिः । होमी ।
३६५.३.८५ह्रियः कुक् रश्च लो वाकुक्
ह्राकुः । ह्रीकुर्लज्जावान् ।
३६६.३.८६हसिमृग्रिणवाऽमिदमिलूपूधुर्विभ्यस्तन्तन्
दशभ्यस्तन् स्यात् । ७.२.९ तितुत्र ... इति नेट् । हस्तः । मर्तः । गर्तः । एतः कुर्बरः । वातः । दन्तः । अन्तः । लोतः स्यादश्रुचिह्नयोः । पोतो बालवहित्रयोः । धूर्तः । बाहुलकात्तु सेर्दीर्घश्च । तूस्तं पापं । धूलिर्जटा च ।
३६७.३.८७नञ्याप इट् चतन्
नापितः ।
३६८.३.८८तनिमृङ्भ्यां किच्चतन्
ततम् । मृतम् ।
३६९.३.८९अञ्जिघृसिभ्यः क्तःक्त
अक्तम् । घृतम् । सितम् ।
३७०.३.९०दुतनिभ्यां दीर्घश्चक्त
दूतः । तातः ।
३७१.३.९१जेर्मुट् चोदात्तःक्त
जीमूतः ।
३७२.३.९२लोष्टपलितौक्त
लुनातेः क्तः तस्य सुट् धातोर्गुणः । लोष्टम् । पलितम् ।
३७३.३.९३हृश्याभ्यामितन्इतन्
हरितश्येतौ वर्णभेदौ ।
३७४.३.९४रुहे रश्च लो वाइतन्
रोहितो मृगमत्स्ययोः । लोहितं रक्तम् ।
३७५.३.९५पिशेः किच्चइतन्
पिशितं मांसम् ।
३७६.३.९६श्रुदक्षिस्पृहिगृहिभ्य आय्यःआय्य
श्रवाय्यो यज्ञपशुः । दक्षाय्यो गरुडो गृध्रश्च । स्पृहयाय्यः । गृहयाय्यो गृहस्वामी ।
३७७.३.९७दिधिषाय्यःआय्य
दधातेर्द्वित्वमित्वं षुक् च । मित्र इव यो दिधिषाय्यः ।
३७८.३.९८वृञ एण्यःएण्य
वरेण्यः ।
३७९.३.९९स्तुवः क्सेय्यश्छन्दसिक्सेय्य
स्तुषेय्यं पुरुवर्पसम् ।
३८०.३.१००राजेरन्यःअन्य
राजन्यो वह्निः ।
३८१.३.१०१शॄरम्योश्चअन्य
शरण्यम् । रमण्यम् ।
३८२.३.१०२अर्तेर्निच्चअन्य
अरण्यम् ।
३८३.३.१०३पर्जन्यःअन्य
पृषु सेचने । षस्य जः । पर्जन्यः शक्रमेघयोः ।
३८४.३.१०४वदेरान्यःआन्य
वदान्यस्त्यागिवाग्मिनोः ।
३८५.३.१०५अमिनक्षियजिवधिपतिभ्योऽत्रन्अत्रन्
अमत्रं भाजनम् । नक्षत्रम् । यजत्रः । वधत्रमायुधम् । पतत्रं च तनूरुहम् ।
३८६.३.१०६गडेरादेश्च कःअत्रन्
कडत्रम् । डलयोरेकत्वस्मरणात् कलत्रम् ।
३८७.३.१०७वृञश्चित्अत्रन्
वरत्रा चर्ममयी रज्जुः ।
३८८.३.१०८सुविदेः कत्रःकत्र
सुविदत्रं कुटुम्बकम् ।
३८९.३.१०९कृतेर्नुम् चकत्र
कृन्तत्रं लाङ्लम् ।
३९०.३.११०भृमृदृशियजिपर्विपच्यमितमिनमिहर्येभ्योऽतच्अतच्
दशभ्योऽतच्स्यात् । भरतः । मनतो मृत्युः । दर्शत सोमसूर्ययोः । यजतः ऋत्विक् । पर्वतः । पचतोऽग्निः । अमतो रोगः । तमतस्तृष्णापरः । नमतः प्रह्णः । हर्यतोऽश्वः ।
३९१.३.१११पृषिरञ्जिभ्यां कित्अतच्
पृषतो मृगो बिन्दुश्च । रजतम् ।
३९२.३.११२खलतिःअतच्
खलतेः सलोपः अतच्प्रत्ययान्तस्य इत्वं च । खलतिर्निष्केशशिराः ।
३९३.३.११३शीङ्शपिरुगमिवञ्चिजीविप्राणिभ्योऽथःअथ
सप्तभ्योऽथः स्यात् । शयथोऽजगरः । शपथः । रवथः कोकिलः । गमथः पथिकः पन्थाश्च । वञ्चथो धूर्तः । वन्दीति पाठे वन्द्यते वा वन्दथः स्तोता स्तुत्यश्च । जीवथ आयुष्मान् । प्राणथो बलवान् । बाहुलकाच्छमिदमिभ्याम् । शमथस्तु शमः शान्तिर्दान्तिस्तु दमथो दमः ।
३९४.३.११४भृञश्चित्अथ
भरथो लोकपालः ।
३९५.३.११५रुदिविदिभ्यां ङित्अथ
रोदितीति रुदथः शिशुः । वेत्तीति विदथः ।
३९६.३.११६उपसर्गे वसेःअथ
आवसथो गृहम् । संवसथो ग्रामः ।
३९७.३.११७अत्यविचमितमिरभिलभिनभितपिपतिपनिपणिमहिभ्योऽसच्असच्
त्रयोदशभ्योऽसच् स्यात् । अततीत्यतसो वायुरात्मा च । अवतीत्यवसो राजा भानुश्च । चमत्यस्मिन् चमसः सोमपानपात्रम् । ताम्यत्यस्मिन् तमसोऽन्धकारः । नमसः अनुकूलः । रभसो वेगहर्षयोः । लभसो धनं याचकश्च । नभति नभ्यति वा नभस आकाशः । तपसः पक्षी चन्द्रश्च । पतसः पक्षी । पनसः कन्टकिफलः । पणसः पण्यद्रव्यम् । महसं ज्ञानम् ।
३९८.३.११८वेञस्तुट् चअसच्
बाहुलकादात्वाभावः । वेतसः ।
३९९.३.११९वहियुभ्यां णित्असच्
वाहसोऽजगरः । यावसस्तृणसङ्घातः ।
४००.३.१२०वयश्चअसच्
वय गतौ । वायसः काकः ।
४०१.३.१२१दिवः कित्असच्
दिवसम् । दिवसः ।
४०२.३.१२२कॄशॄशलिकलिगर्दिभ्योऽभच्अभच्
करभः । शरभः । शलभः । कलभः । गर्दभः ।
४०३.३.१२३ऋषिवृषिभ्यां कित्अभच्
ऋषभः । वृषभः ।
४०४.३.१२४रुषेर्निलुष् चअभच्
रुष हिंसायाम् । अस्मादभच् नित्कित्स्यात लुषादेशश्च । लुषभो मत्तदन्तिनि ।
४०५.३.१२५रासिवल्लिभ्यां चअभच्
रासभः । वल्लभः ।
४०६.३.१२६जॄविशिभ्यां झच्झच्
जरन्तो महिषः । वेशन्तः पल्वलम् ।
४०७.३.१२७रुहिनन्दिजीविप्राणिभ्यः षिदाशिषिझच्
रोहन्तो वृक्षभेदः । नन्दन्तः पुत्रः । जीवन्त औषधम् । प्राणन्तो वायुः । षित्वान्ङीष् । रोहन्ती ।
४०८.३.१२८तॄभूवहिवसिभासिसाधिगडिमण्डिजिनन्दिभ्यश्चझच्
दशभ्यो झच् स्यात्स च षित् । तरन्तः समुद्रः । तरन्ती नौक । भवन्तः कालः । वहन्तो वायुः । वसन्तः ऋतुः । भासन्तः सूर्यः । साधन्तो भिक्षुः । गडेर्घटादित्वान्मित्त्वं ह्रस्वः । ६.४.५५ अयामन्ता... इति णेरयः । गण्डयन्तो जलदः । मण्डयन्तो भूषणम् । जयन्तः शक्रपुत्रः । नन्दयन्तो नन्दकः ।
४०९.३.१२९हन्तेर्मुट् हि चझच्
हेमन्तः ।
४१०.३.१३०भन्देर्नलोपश्चझच्
भदन्तः प्रव्रजितः ।
४११.३.१३१ऋच्छेररःअर
ऋच्छरा वेश्या । बाहुलकाज्जर्जरझर्झरादयः ।
४१२.३.१३२अर्तिकमिभ्रमिचमिदेविवासिभ्यश्चित्अर
षड्भ्योऽरश्चित् स्यात् । अररं कपाटम् । कमरः कामुकः । भ्रमरः । चमरः । देवरः । वासरः ।
४१३.३.१३३कुवः क्ररन्क्ररन्
कुररः पक्षिभेदः ।
४१४.३.१३४अङ्गिमदिमन्दिभ्य आरन्आरन्
अङ्गारः । मदारो वराहः । मन्दारः ।
४१५.३.१३५गडेः कड चआरन्
कडारः ।
४१६.३.१३६शृङ्गारभृङ्गारौआरन्
शॄभृञ्भ्यामारन्नुम् गुक् ह्रस्वश्च । शृङ्गारो रसः । भृङ्गारः कनकालुका ।
४१७.३.१३७कञ्जिमृजिभ्यां चित्आरन्
कञ्जिः सौत्रो धातुः । कञ्जारो मयूरः । मार्जारः ।
४१८.३.१३८कमेः किदुच्चोपधायाःआरन्
चिदित्यनुवृत्तेरन्तोदात्तः । कुमारः ।
४१९.३.१३९तुषारादयश्चआरन्
तुषारः । कासारः । सहार आम्रभेदः ।
४२०.३.१४०दीङो नुट् चआरन्
दीनारः सुवर्णाभरणम् ।
४२१.३.१४१सर्तेरपः षुक् चअप
सर्षपः ।
४२२.३.१४२उषिकुटिदलिकचिखजिभ्यः कपन्कपन्
उषपो वह्निसूर्ययोः । कुटपो मानभाण्डम् । दलपः प्रहरणम् । कचपं शाकपत्रम् । खजपं घृतम् ।
४२३.३.१४३क्वणेः संप्रसारणं चकपन्
कुणपम् ।
४२४.३.१४४कपश्चाक्रवर्मणस्यकप
स्वरे भेदः ।
४२५.३.१४५विटपपिष्टपविशिपोलपाःकप
चत्वारोऽमी कपन् प्रत्ययान्ताः । विट शब्दे । विटपः । विशतेरादेः पः । प्रत्ययस्य तुट् । षत्वम् । पिष्टपं भुवनम् । विशतेः प्रत्ययादेरित्वम् । विशिपं मन्दिरम् । वलतेः संप्रसारणम् । उलपं कोमलं तृणम् ।
४२६.३.१४६वृतेस्तिकन्तिकन्
वर्तिका ।
४२७.३.१४७कृतिभिदिलतिभ्यः कित्तिकन्
कृत्तिका भित्तिका भित्तिः । लत्तिका गोधा ।
४२८.३.१४८इष्यशिभ्यां तकन्तकन्
इष्टका । अष्टका ।
४२९.३.१४९इणस्तशन्तशसुनौतशन् तशसुन्
एतशो ब्राह्मणः । स एव एतशाः ।
४३०.३.१५०वीपतिभ्यां तनन्तनन्
वी गत्यादौ । वेतनम् । पत्तनम् ।
४३१.३.१५१दॄदलिभ्यां भःभ
दर्भः । ’दल्भः स्यादृषिचक्रयोः’ ।
४३२.३.१५२अर्तिगॄभ्यां भन्भन्
अर्भः । गर्भः ।
४३३.३.१५३इणः कित्भन्
इभः ।
४३४.३.१५४असिसञ्जिभ्यां क्थिन्क्थिन्
अस्थि । सक्थि ।
४३५.३.१५५प्लुषिकुषिशुषिभ्यः क्सिःक्सि
प्लुक्षिर्वह्निः । कुक्षिः । शुक्षिर्वातः ।
४३६.३.१५६अशेर्नित्क्सि
अक्षि ।
४३७.३.१५७इषेः क्सुःक्सु
इक्षुः ।
४३८.३.१५८अवितॄस्तॄतन्त्रिभ्यः ईःई
अवीर्नारी रजस्वला । तरीर्नौः । स्तरीर्धूमः । तन्त्रीर्वीणादेर्गुणः ।
४३९.३.१५९यापोः किद्द्वे चई
ययीरश्वः । पपीः स्यात्सोमसूर्ययोः ।
४४०.३.१६०लक्षेर्मुट् चई
लक्ष्मीः
४४१.४.१वातप्रमीःई
वातशब्दे उपपदे माधातोरीप्रत्ययः स च कित् । वातप्रमीः
४४२.४.२ऋतन्यञ्जिवन्यञ्ज्यर्पिमद्यत्यङ्गिकुयुकृशिभ्यः कत्निच्यतुजलिजिष्ठुजिष्ठजिसन्स्यनिथिनुल्यसासानुकःकत्निच् यतुच् अलिच् इष्ठुच् इष्ठच् इसन् स्यन् इथिन् उलि अस्  आस् आनुक्
द्वादशभ्यः क्रमात्स्युः । अर्तेः कत्निच् यण् । बद्धमुष्टिः करो रत्निः सोऽरत्निः प्रसृताङ्गुलिः । तनोतेर्यतुच् । तन्यतुर्वायू रात्रिश्च । अञ्जेरलिच् । अञ्जलिः । वनेरिष्ठुच् । वनिष्ठुः स्थविरान्त्रम् । अञ्जेरिष्ठच् । अञ्जिष्ठो भानुः । अर्पयतेरिसन् । अर्पिसोऽग्रमांसम् । मदेः स्यन् । मत्स्यः । अतेरिथिन् । अतिथिः । अङ्गेरुलिः । अङ्गुलिः । कौतेरसः । कवसः । अच इत्येके । कवचम् । यौतेरासः । यवासो दुरालभा । कृशेरानुक् । कृशानुः ।
४४३.४.३श्रः करन्करन्
उत्तरसूत्रे किद्ग्रहणादिह ककारस्य नेत्वम् । शर्करा ।
४४४.४.४पुषः कित्करन्
पुष्करम् ।
४४५.४.५कलश्चकल
पुष्कलम् ।
४४६.४.६गमेरिनिःइनि
गमिष्यतीति गमी ।
४४७.४.७आङि णित्इनि
आगामी ।
४४८.४.८भुवश्चइनि
भावी ।
४४९.४.९प्रे स्थःइनि
प्रस्थायी ।
४५०.४.१०परमे कित्इनि
परमेष्ठी ।
४५१.४.११मन्थःइनि
मन्थतेरिनिः कित्स्यात् । कित्त्वान्नकारलोपः । मन्थाः मन्थानौ मन्थानः ।
४५२.४.१२पतः स्थ चइनि
पन्थाः । पन्थानौ ।
४५३.४.१३खजेराकःआक
खजाकः पक्षी ।
४५४.४.१४बलाकादयश्चआक
बलाका । शलाका । पताका ।
४५५.४.१५पिनाकादयश्चआक
पातेरित्वम् नुम् च । क्लीबपुंसोः पिनाकः स्याच्छूलशङ्करधन्वनोः । तड आघाते । तडाकः ।
४५६.४.१६कषिदूषिभ्यामीकन्ईकन्
कषिका पक्षिजातिः । दूषिका नेत्रयोर्मलम् ।
४५७.४.१७अनिहृषिभ्याम् किच्चईकन्
अनीकम् । हृषीकम् ।
४५८.४.१८चङ्कणः कङ्कणश्चईकन्
कण शब्दे । अस्माद्यङ्लुगन्तादीकन् धातोः कङ्कणादेशश्च । घन्टिकायां कङ्कणीका सैव प्रतिसरापि च ।
४५९.४.१९शॄपॄवृञां द्वेरुक् चाभ्यासश्चईकन्
शर्करीको हिंस्रः । पर्परीको दिवाकरः । वर्वरीकः कुटिलकेशः ।
४६०.४.२०पर्फरीकादयश्चईकन्
स्फुर स्फुरणे अस्मादीकन् धातोः पर्फरादेशः । पर्फरीकं किसलयम् । दर्दरीकं वादित्रम् । झर्झरीकं शरीरम् । तित्तिडीको वृषभेदः । चरेर्नुम् च (गणसूत्रम् १९९) । चञ्चरीको भ्रमरः । मर्मरीको हीनजनः । कर्करीका गलन्तिका । पुणतेः । पुन्डरीकं वादित्रम् । पुन्डरीको व्याघ्रोऽग्निर्दिग्गजश्च ।
४६१.४.२१ईषः किद्ध्रस्वश्चईकन्
इषीका शलाका ।
४६२.४.२२ऋजेश्चईकन्
ऋजिकः उपहतः ।
४६३.४.२३सर्तेर्नुम् चईकन्
सृणिका लाला ।
४६४.४.२४मृडः कीकच्कङ्कणौकीकच् कङ्कण
मृडीको मृगः । मृडङ्कणः शिशुः ।
४६५.४.२५अलीकादयश्चकीकच्
कीकजन्ता निपात्यन्ते । अल भूषणादौ । अलीकं मिथ्या । विपूर्वाद्व्यलीकं विप्रियं खेदश्च । वलीकं पटलप्रान्ते इत्यादि ।
४६६.४.२६कॄतॄभ्यामीषन्ईषन्
करीषोऽस्त्री शुष्कगोमये । करीषः तरीता ।
४६७.४.२७शॄपॄभ्यां किच्चईषन्
शिरीषः । पुरीषम् ।
४६८.४.२८अर्जेर्ऋज चईषन्
ऋजीषं पिष्टपचनम् ।
४६९.४.२९अम्बरीषःईषन्
अयं निपात्यते । अबि शब्दे । अम्बरीषः पुमान् भाष्ट्रम् ।
४७०.४.३०कॄशॄपॄकटिपटिशौटिभ्य ईरन्ईरन्
करीरो वंशाङ्कुरः । शरीरम् । परीरम् । फलम् । कटीरः कन्दरो जघनप्रदेशश्च । पटीरश्चन्दनः कन्टकः कामश्च । शौटीरस्त्यागिवीरयोः ब्राह्म्णादित्वात् ष्यञ् । शौटीर्यम् ।
४७१.४.३१वशेः कित्ईरन्
वशीरम् ।
४७२.४.३२कशेर्मुट् चईरन्
काश्मीरो देशः ।
४७३.४.३३कृञ उच्चईरन्
कुरीरं मैथुनम् ।
४७४.४.३४घसेः किश्चईरन्
क्षीरम् ।
४७५.४.३५गभीरगम्भीरौईरन्
गभेर्भः पक्षे नुम् च ।
४७६.४.३६विषा विहाआ
स्यतेर्जहातेश्च विपूर्वाभ्यामाप्रत्ययः । विषा बुद्धिः । विहा स्वर्गः । अव्यये इमे ।
४७७.४.३७पच एलिमच्एलिमच्
पचेलिमो वह्निरव्योः ।
४७८.४.३८शीङो धुक्लक्वलञ्वालनःधुक् लक् वलञ् वालन्
चत्वारः प्रत्ययाः स्युः । शीधु मद्यम् । शीलं स्वभावः । शैवलः शेवालम् । बाहुलकाद्वस्य पोऽपि । शेवालं शैवलो न स्त्री शेपालो जलनीलिका ।
४७९.४.३९मॄकणिभ्यामूकोकणौऊक ऊकण्
मरूंको मृगः । काणूकः काकः ।
४८०.४.४०वलेरूकःऊक
वलूकः पक्षी उत्पलमूलं च ।
४८१.४.४१उलूकादयश्चऊक
वलेः संप्रसारणमूकश्च । उलूकाविन्द्रपेचकौ । वावदूको वक्ता । भल्लूकः । शमेर्बुक् च (गणसूत्र २००) । शम्बूको जलशुक्तिः ।
४८२.४.४२शलिमन्डिभ्यामूकण्ऊकण्
शालूकं कन्दविशेषः । मण्डूकः ।
४८३.४.४३नियो मिःमि
नेमिः ।
४८४.४.४४अर्तेरूच्चमि
ऊर्मिः ।
४८५.४.४५भुवः कित्मि
भूमिः ।
४८६.४.४६अश्नोते रश् चमि
रश्मिः किरणो रज्जुश्च ।
४८७.४.४७दल्मिःमि
दल विशरणे । दल्मिरिन्द्रायुधम् ।
४८८.४.४८वीज्याज्यरिभ्यो निःनि
बाहुलकाण्णत्वम् । वेणिः स्यात्केशविन्यासः प्रवेणी च स्त्रियामुभे । ज्यानिः । जूर्णिः ।
४८९.४.४९सृवृषिभ्यां कित्नि
सृणिरङ्कुशः । वृष्णिः क्षत्रियमेषयोः ।
४९०.४.५०अङ्गेर्नलोपश्चनि
अग्निः ।
४९१.४.५१वहिश्रिश्रुयुद्रुग्लाहात्वरिभ्यो नित्नि
वह्निः । श्रेणिः । श्रोणिः । योनिः । द्रोणिः । ग्लानिः । हानिः । तूर्णिः । बाहुलकान्म्लानिः ।
४९२.४.५२घृणिपृश्निपार्ष्णिचूर्णिभूर्णिनि
एते पञ्च निपात्यन्ते । घृणिः किरणः । स्पृशतेः सलोपः पृश्निरल्पशरीरः । पृषेर्वृद्धिश्च । पार्ष्णिः पादतलम् । चरेरुपधाया उत्वम् । चूर्णिः कपर्दकशतम् । बिभर्तेरुत्वम् । भूर्णिर्धरणी ।
४९३.४.५३वृदृभ्यां विन्विन्
वर्विर्घस्मरः । दर्विः ।
४९४.४.५४जॄशॄस्तॄजागृभ्यः क्विन्क्विन्
जीर्विः पर्शुः । शीर्विर्हिंस्रः । स्तीर्विरध्वर्युः । जागृविर्नृपः ।
४९५.४.५५दिवो द्वे दीर्घश्चाभ्यासस्यक्विन्
दीदिविः स्वर्गमोक्षयोः ।
४९६.४.५६कृविघृष्विछविस्थविकिकीदिविक्विन्
कृविस्तन्तुवायद्रव्यम् । घृष्विर्वराहः । छास्थोर्ह्रस्वत्वं च । छविर्दीप्तिः । स्थविस्तन्तुवायः । दीव्यतेः किकीपूर्वात् किकीदिविश्चाषः । बाहुलकाद्ध्रस्वदीर्घयोर्विनिमयः । चाषेण किकीदीविना ।
४९७.४.५७पातेर्डतिःडति
पतिः ।
४९८.४.५८शकेर्ऋतिन्ऋतिन्
शकृत् ।
४९९.४.५९अमेरतिःअति
अमतिः कालः ।
५००.४.६०वहिवस्यर्तिभ्यश्चित्अति
वहतिः पवनः । वसतिर्गृहयामिन्योः । अरतिः क्रोधः ।
५०१.४.६१अञ्चेः को वाअति
अङ्कतिः । अञ्चतिर्वातः ।
५०२.४.६२हन्तेरंह चअति
हन्तेरतिः स्यादंहादेशश्च धातोः । हन्ति दुरितमनया अंहतिर्दानम् प्रादेशनं निर्वपणमपवर्जनमंहतिः ।
५०३.४.६३रमेर्नित्अति
रमतिः कालकामयोः ।
५०४.४.६४सूङः क्रिःक्रि
सूरिः ।
५०५.४.६५अदिशदिभूशुभिभ्यः क्रिन्क्रिन्
अद्रिः । शद्रिः । शर्करा । भूरि प्रचुरम् । शुभ्रिर्ब्रह्मा ।
५०६.४.६६वङ्क्र्यादयश्चक्रिन्
क्रिन्नन्ता निपात्यन्ते । वङ्क्रिर्वाद्यभेदो गृहदारु पार्श्वास्थि च । वप्रिः क्षेत्रम् । अंह्रिरङ्घ्रिश्च चरणः । तदिः सौत्रो धातुः । तन्द्रिर्मोहः बाहुलकाद्गुणः । भेरिः ।
५०७.४.६७राशदिभ्यां त्रिप्त्रिप्
रात्रिः शन्त्रिः । कुञ्जरः ।
५०८.४.६८अदेस्त्रिनिश्चत्रिन्
चात्त्रिप् । अन्त्री । अन्त्रिणौ । अन्त्रिणः । अन्त्रिः । अन्त्री । अन्त्रयः ।
५०९.४.६९पतेरत्रिन्अत्रिन्
पतत्रिः पक्षी ।
५१०.४.७०मृकणिभ्यामीचिःईचि
मरीचिः कणीचिः पल्लवो निनादश्च ।
५११.४.७१श्वयतेश्चित्ईचि
श्वयीचिर्व्याधिः ।
५१२.४.७२वेञो डिच्चईचि
वीचिस्तरङ्गः । नञ्समासे अवीचिर्नरकभेदः ।
५१३.४.७३ऋहनिभ्यामूषन्ऊषन्
अरूषः सूर्यः । हनूषो राक्षसः ।
५१४.४.७४पुरः कुषन्कुषन्
पुर अग्रगमने । पुरुषः । ६.३.१३७ अन्येषामपि – इति दीर्घः । पूरुषः ।
५१५.४.७५पॄनहिकलिभ्य उषच्उषच्
परुषम् । नहुषः । कलुषम् ।
५१६.४.७६पीयेरूषन्ऊषन्
पीय इति सौत्रो धातुः । पीयूषम् । बाहुलकाद्गुणे पेयूषोऽभिनवं पयः ।
५१७.४.७७मस्जेर्नुम् चऊषन्
मञ्जूषा ।
५१८.४.७८गडेश्चऊषन्
गण्डूषः । गण्डूषा ।
५१९.४.७९अर्तेररुःअरु
अररुः शत्रुः । अररू । अररवः ।
५२०.४.८०कुटः किच्चअरु
कुटरुर्वस्त्रगृहम् । कित्वप्रयोजनं चिन्त्यम् ।
५२१.४.८१शकादिभ्योऽटन्अटन्
शकटोऽस्त्रियाम् । शकिर्गत्यर्थः । कङ्कटः सन्नाहः । देवटः शिल्पी । करट इत्यादि ।
५२२.४.८२कृकदिकडिकटिभ्योऽम्बच्अबच्
करम्बं व्यामिश्रम् । कदिकडी सौत्रौ । कदम्बो वृक्षभेदः । कडम्बोऽग्रभागः । कटम्बो वादित्रम् ।
५२३.४.८३कदेर्णित्पक्षिणिअबच्
कादम्बः कलहंसः ।
५२४.४.८४कलिकर्द्योरमःअम
कलमः । कर्दमः ।
५२५.४.८५कुणिपुल्योः किन्दच्किन्दच्
कुण शब्दोपकरणयोः । कुणिन्दः शब्दः । पुलिन्दो जातिविशेषः ।
५२६.४.८६कुपेर्वा वश्चकिन्दच्
कुपिन्दकुविन्दौ तन्तुवाये ।
५२७.४.८७नौ षञ्जेर्घथिन्घथिन्
निषङ्गथिरालिङ्गकः ।
५२८.४.८८उद्यर्तेश्चित्घथिन्
उदरथिः समुद्रः ।
५२९.४.८९सर्तेर्णिच्चघथिन्
सारथिः ।
५३०.४.९०खर्जिपिञ्जादिभ्य ऊरोलचौऊर् उलच्
खर्जूरः । कर्पूरः । वल्लूरं शुष्कमांसम् । पिञ्जूलं कुशवर्तिः । लङ्गेर्वृद्धिश्च (गणसूत्रम् २०१) । लाङ्गूलम् । कुसूलः । तमेर्बुग्वृद्धिश्च (गणसूत्रम् २०२) । ताम्बूलम् । शृणातेर्दुग्वृद्धिश्च (गणसूत्रम् २०३) । शार्दूलः । दुक्वोः कुक्च (गणसूत्रम् २०४) । दुकूलम् । कुकूलम् ।
५३१.४.९१कुवश्चट् दीर्घश्चचट्
कूची चित्रलेखनिका ।
५३२.४.९२समीणःचट्
समीचः समुद्रः । समीची हरिणी ।
५३३.४.९३सिवेष्टेरू चचट्
सूचो दर्भाङ्कुरः । सूची ।
५३४.४.९४शमेर्बन्बन्
शम्बो मुसलम् ।
५३५.४.९५उल्बादयश्चबन्
बन्नन्ता निपात्यन्ते । उच समवाये । चस्य लत्वं गुणाभावश्च । उल्बो गर्भाशयः । शुल्बं ताम्रम् । बिम्बम् ।
५३६.४.९६स्थः स्तोऽम्बजबकौअम्बज् अबक
तिष्ठतेरम्बच् अबक एतौ स्तस्तादेशश्च । स्तम्बो गुच्छस्तृणादिनः । स्तबकः पुष्पगुच्छः ।
५३७.४.९७शाशपिभ्यां ददनौद दन्
शादो जम्बालशष्पयोः ।
५३८.४.९८अब्दादयश्चद दन्
शब्दः । अवतीत्यशब्दः । कौतेर्नुम् च (गणसूत्रम् २०५) । कुन्दः ।
५३९.४.९९वलिमलितनिभ्यः कयन्कयन्
वलयम् । मलयः । तनयः ।
५४०.४.१००वृह्रोः षुग्दुकौ चकयन्
वृषयः आश्रयः । हृदयम् ।
५४१.४.१०१मिपीभ्यां रुःरु
मेरुः । पेरुः सूर्यः । बाहुलकात् पिबतेरपि । संवत्सरवपुः पारुः पेरुर्वासीर्दिनप्रणीः ।
५४२.४.१०२जत्र्वादयश्चरु
जत्रु जत्रुणी । अश्रु । अश्रुणी ।
५४३.४.१०३रुशातिभ्यां क्रुन्क्रुन्
रुरुर्मृगभेदः । शातयतीति शत्रुः । प्रज्ञादौ पाठाद्ध्रस्वत्वम् ।
५४४.४.१०४जनिदाच्युसृवृमदिषमिनमिभृञ्भ्य इत्वन्त्वन्त्नण्क्निन्शक्स्यढडटाटचःइत्वन् त्वन् त्नण् क्निन् शक् स्य ढ डट् आटच्
जनित्वौ मातापितरौ । दात्वो दाता । च्यौत्नो गन्ता अण्डजः क्षीणपुण्यश्च । सृणिरङ्कुरशश्चन्द्रः सूर्यो वायुश्च । वृशः आर्द्रकं मूलकं च । मत्स्यः । षण्ढः । डित्वाट्टिलोपः । नमतीति नटः शैलूषः । बिभर्ति भरटः कुलालो भृतकश्च ।
५४५.४.१०५अन्येभ्योऽपि दृश्यन्तेइत्वन् त्वन् त्नण् क्निन् शक् स्य ढ डट् आटच्
पेत्वममृतम् भृशम् ।
५४६.४.१०६कुसेरुम्भोमेदेताःउम्भ उम ईद इत
कुसुम्भम् । कुसुमम् । कुसीदम् । कुसितो जनपदः ।
५४७.४.१०७सानसिवर्णसिपणसितण्डुलाङ्कुशचषालेल्वलपल्वलधिष्ण्यशल्याःअसि
सनोतेरसिप्रत्यय उपधावृद्धिः । सानसिर्हिरण्यम् । वृञो नुक् च । वर्णसिर्जलम् । पॄ पर्णसिर्जलग्रहणम् । तड आघाते तण्डुलाः । अकि लक्षणे उशच् । अङ्कुशः । चषेरालच् । चषालो यूपकटकः । इल्वलो दैत्यभेदः । पल्वलम् । ञिधृषा । ऋकारश्च इकारः । धिष्ण्यम् । शलेर्यः शल्यम् । वा पुंसि शल्यं शङ्कुर्ना ।
५४८.४.१०८मूशक्यबिभ्यः क्लःक्ल
मूलम् । शक्लः प्रियंवदे । अम्ब्लो रसः । बाहुलकादमेः । अम्लः ।
५४९.४.१०९माछाससिभ्यो यःय
माया । छाया । सस्यम् । बाहुलकात्सुनोतेः । सव्यं दक्षिणवामयोः ।
५५०.४.११०जनेर्यक्यक्
६.४.४३ ये विभाषा । जन्यं युद्धम् । जाया भार्या ।
५५१.४.१११अघ्न्यादयश्चयक्
यगन्ता निपात्यन्ते । हन्तेर्युक् अडागम उपधालोपश्च । अघ्न्या माहेयी । अघ्न्यः प्रजापतिः । कनी दीप्तौ । कन्या । बवयोरैक्यम् । वन्ध्याः ।
५५२.४.११२स्नामदिपद्यर्तिपॄशकिभ्यो वनिप्वनिप्
स्नावा रसिकः । मद्वा शिवः । पद्वा पन्थाः । अर्वा तुरङ्गगर्ह्ययोः । पर्वा ग्रन्थिः प्रस्तावश्च । शक्का हस्ती । ङीब्रौ । शक्करी अङ्गुलिः ।
५५३.४.११३शीङ्क्रुशिरुहिजिक्षिसृधृभ्यः क्वनिप्क्वनिप्
शीवा अजगरः । क्रुश्वा सृगालः । रुह्वा वृक्षः । जित्वा जेता । क्षित्वा वायुः । सृत्वा प्रजापतिः । धृत्वा विष्णुः ।
५५४.४.११४ध्याप्योः संप्रसारणं चक्वनिप्
धीवा कर्मकरः । पीवा स्थूलः ।
५५५.४.११५अदेर्ध चक्वनिप्
अध्वा ।
५५६.४.११६प्र ईरशदोस्तुट् चक्वनिप्
प्रेर्त्वा प्रशत्वा च सागरः । प्रेत्वरी प्रशत्वरी च नदी ।
५५७.४.११७सर्वधातुभ्य इन्इन्
पचिरग्निः । तुडिः । तुण्डिः । वलिः । वटिः । यजिः । देवयजिः । काशत इति काशिः । यतिः । मल्लिः । केलिः । मसी परिणामे । मसिः । बाहुलकाद्गुणः । कोटिः । हेलिः । बोधिः । नन्दिः । कलिः ।
५५८.४.११८हृपिषिरुहिवृतिविदिछिदिकीर्तिभ्यश्चइन्
हरिर्विष्णावहाविन्द्रे भेके सिंहे हये रवौ । चन्द्रे कीले प्लवङ्गे च यमे वाते च कीर्तितः । पेषिर्वज्रम् । रोहिर्व्रती । वर्तिः । वेदिः । छदिश्छेत्ता । कीर्तिः ।
५५९.४.११९इगुपधात्कित्इन्
कृषिः । ऋषिः । शुचिः । लिपिः । बाहुलकाद्बत्वे लिबिः । तूल निष्कर्षे । तूलिः । तूली कूर्चिका ।
५६०.४.१२०भ्रमेः संप्रसारणं चइन्
भृमिर्वातः । बाहुलकाद्भ्रमिः ।
५६१.४.१२१क्रमितमिशतिस्तम्भामत इच्चइन्
क्रिमिः । संप्रसारणानुवृत्तेः कृमिरपि । तिमिर्मत्स्यभेदः । शितिर्मेचकशुक्लयोः । स्तिम्भिः समुद्रः ।
५६२.४.१२२मनेरुच्चइन्
मुनिः ।
५६३.४.१२३वर्णेर्बलिश्चाहिरण्येइन्
वर्णिः सौत्रः । अस्य बलिरादेशः । करोपहारयोः पुंसि बलिः प्राण्यङ्गजे स्त्रियाम् । हिरण्ये तु वर्णिः सुवर्णम् ।
५६४.४.१२४वसिवपियजिराजिव्रजिसदिहनिनाशिवाशिवारिभ्य इञ्इञ्
वासिश्छेदनवस्तुनि । वापिः । वापी । याजिर्यष्टा । राजिः । राजी । व्राजिर्वातालिः । सादिः सारथिः । निघातिर्लोहघातिनी । वाशिरग्निः । वादिर्विद्वान् । वारिर्गजबन्धनी । जले तु क्लीबम् । बाहुलकाद्वारिः पथिकसंहतौ ।
५६५.४.१२५नहो भश्चइञ्
नाभिः स्यात्क्षत्रिये पुंसि । प्राण्यङ्गे तु स्त्रियाम् । पुंस्यपीति केचित् ।
५६६.४.१२६कृषेर्वृद्धिश्छन्दसिइञ्
कार्षिः ।
५६७.४.१२७श्रः शकुनौइञ्
शारिः । शारिका ।
५६८.४.१२८कृञ उदीचां कारुषुइञ्
कारिः शिल्पी ।
५६९.४.१२९जनिघसिभ्यामिण्इण्
जनिर्जननम् । घासिर्भक्ष्यमग्निश्च ।
५७०.४.१३०अज्यतिभ्यां चइण्
आजिः संग्रामः । आतिः पक्षी ।
५७१.४.१३१पादे चइण्
पदाजिः । पदातिः ।
५७२.४.१३२अशिपणाय्यो रुडायलुकौ चइण्
अशे रुट् । राशिः पुञ्जः । पणायतेरायलुक् । पाणिः करः ।
५७३.४.१३३वातेर्डिच्चइण्
विः पक्षी । स्त्रियां वीत्यपि ।
५७४.४.१३४प्रे हरतेः कूपेइण्
प्रहिः कूपः ।
५७५.४.१३५नौ व्यो यलोपः पूर्वस्य च दीर्घःइण्
व्येञ इण् स्याद् यलोपश्च नेर्दीर्घः । नीविः । नीवी वस्त्रग्रन्थौ मूलधने च ।
५७६.४.१३६समाने ख्यः स चोदात्तःइण्
समानशब्दे उपपदे ख्या इत्यस्मादिण् स्यात्स च डिच्च यलोपश्च समानस्य तूदात्तः स इत्यादेशश्च । समानं ख्यायते जनैरिति सखा ।
५७७.४.१३७आङि श्रिहनिभ्यां ह्रस्वश्चइण्
इण् स्यात्स च डित् आङो ह्रस्वश्च । स्त्रियः पाल्यश्रिकोटयः । सर्पे वृत्रासुरेऽप्यहिः ।
५७८.४.१३८अच इःइ
रविः । पविः । तरिः । कविः । अरिः । अलिः ।
५७९.४.१३९खनिकष्यज्यसिवसिवनिसनिध्वनिग्रन्थिचरिभ्यश्चइ
खनिः । कषिर्हिंस्रः । अजिः । असिः । वसिर्वस्त्रम् । वनिरग्निः । सनिर्भक्तिर्दानं च । ध्वनिः । ग्रन्थिः । चरिः पशुः ।
५८०.४.१४०वृतेश्छन्दसिइ
वर्तिः ।
५८१.४.१४१भुजेः किच्चइ
भुजिः ।
५८२.४.१४२कॄगॄशॄपॄकुटिभिदिछिदिभ्यश्चइ
इः कित्स्यात् । किरिर्वराहः । गिरिर्गोत्राक्षिरोगयोः । गिरिणा काणः गिरिकाणः । शिरिः शलभो हन्ता च । पुरिर्नगरं राजा नदी च । कुटिः शाला शरीरं च । भिदिर्वज्रम् । छिदिः परशुः ।
५८३.४.१४३कुडिकम्प्योर्नलोपश्चइ
कुडि दाहे । कुडिर्देहः । कपिः ।
५८४.४.१४४सर्वधातुभ्यो मनिन्मनिन्
क्रियत इति कर्म । चर्म । भस्म । जन्म । शर्म । स्थाम बलम् । ६.४.९७ इस्मन्... इति ह्रस्वः । छद्म । सुत्रामा ।
५८५.४.१४५बृंहेर्नोच्चमनिन्
नकारस्याकारः । ब्रह्म तत्वं तपो वेदो ब्रह्मा विप्रः प्रजापतिः ।
५८६.४.१४६अशिशकिभ्यां छन्दसिमनिन्
अश्मा । शक्मा ।
५८७.४.१४७हृभृधृसृस्तृशॄभ्य इमनिच्इमनिच्
हरिमा कालः । भरिमा कुटुम्बम् । धरिमा रूपम् । सरिमा वायुः । स्तरिमा तल्पम् । शरिमा प्रसवः ।
५८८.४.१४८जनिमृङ्भ्यामिमनिन्इमनिन्
जनिमा जन्म । मरिमा मृत्युः ।
५८९.४.१४९वेञः सर्वत्रइमनिन्
छन्दसि भाषायां चेत्यर्थः । वेमा तन्तुवायदण्डः । अर्धर्चादिः । सामनी वेमनी इति वृत्तिः ।
५९०.४.१५०नामन् सीमन् व्योमन् रोमन् लोमन् पाप्मन् ध्यामन्मनिन्
सप्त अमी निपात्यन्ते । म्नायतेऽनेनेति नाम । सिनोतेर्दीर्घः । सीमा सीमानौ । सीमानः । पक्षे डाप् । सीमे सीमाः । व्येञोऽन्त्यस्योत्वं गुणः । व्योम । रौतेः । रोम । लोम । पाप्मा पापम् । ध्याम परिमाणं तेजश्च ।
५९१.४.१५१मिथुने मनिःमनि
उपसर्गक्रियासंबन्धो मिथुनम् । स्वरार्थमिदम् । सुशर्मा ।
५९२.४.१५२सातिभ्यां मनिन्मनिणौमनिन् मनिण्
स्यति । साम । सामनी । आत्मा ।
५९३.४.१५३हनिमशिभ्यां सिकन्सिकन्
हंसिका हंसयोषिति । मक्षिका ।
५९४.४.१५४कोररन्अरन्
कवरः ।
५९५.४.१५५गिर उडच्उडच्
गरुडः ।
५९६.४.१५६इन्देः कमिन्नलोपश्चकमिन्
इदम् ।
५९७.४.१५७कायतेर्डिमिःडिमि
किम् ।
५९८.४.१५८सर्वधातुभ्यः ष्ट्रन्ष्ट्रन्
वस्त्रम् । अस्त्रम् । शस्त्रम् । ६.४.९७ इस्मन्... इति ह्रस्वत्वम् । छादनाच्छत्रम् ।
५९९.४.१५९भ्रस्जिगमिनमिहनिविश्यशां वृद्धिश्चष्ट्रन्
भ्राष्ट्रः । गात्रं शकटम् । नान्त्रं स्तोत्रम् । हान्त्रं मरणम् । वैष्ट्रं विष्टपम् । आष्ट्रमाकाशम् ।
६००.४.१६०दिवेर्द् युच्चष्ट्रन्
द्यौत्रम् ।
६०१.४.१६१उषिखनिभ्यां कित्ष्ट्रन्
उष्ट्रः । खात्रं खनित्रं जलाधारश्च ।
६०२.४.१६२सिविमुच्योष्टेरू चष्ट्रन्
सूत्रम् । मूत्रम् ।
६०३.४.१६३अमिचिमिदिशसिभ्यः क्त्रःक्त्र
आन्त्रम् । दित्रम् । मित्रम् । शस्त्रम् ।
६०४.४.१६४पुवो ह्रस्वश्चक्त्र
पुत्रः ।
६०५.४.१६५स्त्यायतेर्डट्डट्
स्त्री ।
६०६.४.१६६गुधृवीपचिवचियमिसदिक्षदिभ्यस्त्रःत्र
गोत्रं स्यान्नामवंशयोः । गोत्रा प्रुथिवी । धर्त्रं गृहम् । वेत्रम् । पक्त्रम् । वक्त्रम् । यन्त्रम् । सन्त्रम् । क्षन्त्रम् ।
६०७.४.१६७हुयामाश्रुभसिभ्यस्त्रन्त्रन्
होत्रम् । यात्रा । मात्रा । श्रोत्रम् । भस्त्रा ।
६०८.४.१६८गमेरा चत्रन्
गात्रम् ।
६०९.४.१६९दादिभ्यच्छन्दसित्रन्
दात्रम् । पात्रम् ।
६१०.४.१७०भूवादिगॄभ्यो णित्रन्णित्रन्
भावित्रम् । वादित्रम् । गादित्रमोदनम् ।
६११.४.१७१चरेर्वृत्तेणित्रन्
चारित्रम् ।
६१२.४.१७२अशित्रादिभ्य इत्रोत्रौइत्र उत्र
अशित्रम् । वहित्रम् । धरित्री मही । त्रैङ् एवमादिभ्य उत्रः । तोत्रं प्रहरणम् । वृञ् वरुत्रं प्रावरणम् ।
६१३.४.१७३अमेर्द्विषति चित्इत्र
अमित्रः शत्रुः ।
६१४.४.१७४आः समिण्निकशिभ्याम्आ
संपूर्वादिणो निपूर्वात्कषेश्च आ स्यात् । स्वरादित्वादव्ययत्वम् । समया । निकषा ।
६१५.४.१७५चित्तेः कणः कश्चकण
बाहुलकादगुणः । चिक्कणं मसृणं स्निग्धम् ।
६१६.४.१७६सूचेः स्मन्स्मन्
सूक्ष्मम् ।
६१७.४.१७७पातेर्डुम्सुन्डुम्सुन्
पुमान् ।
६१८.४.१७८रुचिभुजिभ्यां किष्यन्किष्यन्
रुचिष्यमिष्टम् । भुजिष्यो दासः ।
६१९.४.१७९वसेस्तिःति
वस्तिर्नाभेरधो द्वयोः । वस्तयः स्युर्दशासूत्रे । बाहुलकात् शासः शास्तिः राजदण्डः । विन्ध्याख्यमगमस्यतीत्यगस्तिः । शकन्ध्वादिः ।
६२०.४.१८०सावसेःति
स्वस्ति । स्वरादिपाठादव्ययत्वम् ।
६२१.४.१८१वौ तसेःति
वितस्तिः ।
६२२.४.१८२पदिप्रथिभ्यां नित्ति
पत्तिः । प्रथितिः ।
६२३.४.१८३तितुत्रेष्वग्रहादीनामितीट् दृणातेर्ह्रस्वश्चति
दृतिः ।
६२४.४.१८४कॄतॄकृपिभ्यः कीटन्कीटन्
किरीटं शिरोवेष्टनम् । तिरीटं सुवर्णम् । कृपीटं कुक्षिवारिणोः ।
६२५.४.१८५रुचिवचिकुचिकुटिभ्यः कितच्कितच्
रुचितमिष्टम् । उचितम् । कुचितं परिमितम् । कुटितं कुटिलम् ।
६२६.४.१८६कुटिकुषिभ्यां क्मलन्क्मलन्
कुड्मलम् । कुष्मलम् ।
६२७.४.१८७कुषेर्लश्चक्मलन्
कुल्मलं पापम् ।
६२८.४.१८८सर्वधातुभ्योऽसुन्असुन्
चेतः । सरः । पयः । सदः ।
६२९.४.१८९रपेरत एच्चअसुन्
रेपोऽवद्यम् ।
६३०.४.१९०अशेर्देवने युट् चअसुन्
देवने स्तुतौ । यशः ।
६३१.४.१९१उब्जेर्बले बलोपश्चअसुन्
ओजः ।
६३२.४.१९२श्वेः सम्प्रसारणं चअसुन्
शवः । शवसी । बालपर्यायोऽयम् ।
६३३.४.१९३श्रयतेः स्वाङ्गे शिरः किच्चअसुन्
श्रयतेः शिरआदेशोऽसुन् किच्च । शिरः । शिरसी ।
६३४.४.१९४अर्तेरुच्चअसुन्
उरः ।
६३५.४.१९५व्याधौ शुट्असुन्
अर्शो गुदव्याधिः ।
६३६.४.१९६उदके नुट् चअसुन्
अर्तेरसुन् स्यात्तस्य च नुट् । अर्णः । अर्णसी ।
६३७.४.१९७इण आगसिअसुन्
एनः ।
६३८.४.१९८रिचेर्धने घिच्चअसुन्
चात्प्रत्ययस्य नुट् । घित्त्वात्कुत्वम् । रेक्णः सुवर्णम् ।
६३९.४.१९९चायतेरन्ने ह्रस्वश्चअसुन्
चनो भक्तम् ।
६४०.४.२००वृङ्शीङ्भ्यां रूपस्वाङ्गयोः पुट् चअसुन्
वर्पो रूपम् । शेपो गुह्यम् ।
६४१.४.२०१स्रुरीभ्यां तुट् चअसुन्
स्रोतः । रेतः ।
६४२.४.२०२पातेर्बले जुट् चअसुन्
पाजः । पाजसी ।
६४३.४.२०३उदके थुट् चअसुन्
पाथः ।
६४४.४.२०४अन्ने चअसुन्
पाथो भक्तम् ।
६४५.४.२०५अदेर्नुम् धौ चअसुन्
अदेर्भक्ते वाच्येऽसुन् नुमागमो धादेशश्च । अन्धोऽन्नम् ।
६४६.४.२०६स्कन्देश्च स्वाङ्गेअसुन्
स्कन्दः । स्कन्दसी ।
६४७.४.२०७आपः कर्माख्यायाम्असुन्
कर्माख्यायां ह्रस्वो नुट् च वा । अप्नः । अपः । बाहुलकात् । आपः । आपसी ।
६४८.४.२०८रूपे जुट् चअसुन्
अब्जो रूपम् ।
६४९.४.२०९उदके नुम्भौ चअसुन्
अम्भः ।
६५०.४.२१०नहेर्दिवि भश्चअसुन्
नभः ।
६५१.४.२११इण आग अपराधे चअसुन्
आगः पापापराधयोः ।
६५२.४.२१२अमेर्हुक्चअसुन्
अंहः ।
६५३.४.२१३रमेश्चअसुन्
रंहः ।
६५४.४.२१४देशे ह चअसुन्
रमन्तेऽस्मिन् रहः ।
६५५.४.२१५अञ्च्यञ्जियुजिभृजिभ्यः कुञ्चअसुन्
एभ्योऽसुन् कवर्गश्चान्तादेशः । अङ्कश्चिह्नशरीरयोः । अङ्गः पक्षी । योगः समाधिः । भर्गस्तेजः ।
६५६.४.२१६भूरञ्जिभ्यां कित्असुन्
भुवः । रजः ।
६५७.४.२१७वसेर्णित्असुन्
वासो वस्त्रम् ।
६५८.४.२१८चन्देरादेश्च छःअसुन्
छन्दः ।
६५९.४.२१९पचिवचिभ्यां सुट् चअसुन्
पक्षसी तु स्मृतौ पक्षौ । वक्षो हृदयम् ।
६६०.४.२२०वहिहाधाञ्भ्यश्छन्दसिअसुन्
वक्षाः अनड्वान् । हासाश्चन्द्रः । धासाः पर्वत इति प्राञ्चः । वस्तुतस्तु णिदित्यनुवर्तते न तु सुट् । तेन वहेरुपधावृद्धिः । इतरयोः ’आतो युक् – ७-३-३३’ इति युक् । शोणा धृष्णू नृवाहसा । श्रोता हवं गृणतः स्तोमवाहाः । विश्वो विहायाः । वाजम्भरो विहायाः । देवो न यः पृथिवीं विश्वधायाः । अधारयत् पृथिवीं विश्वधायसम् । धर्णसिं भूरिधायसमित्यादिः ।
६६१.४.२२१इण आसिःआसि
अयाः वह्निः । स्वरादिपाठादव्ययत्वम् ।
६६२.४.२२२मिथुनेऽसिः पूर्ववच्च सर्वम्असि
उपसर्गविशिष्टो धातुर्मिथुनं तन्नासुनोऽपवादोऽसिः । स्वरार्थः ।
६६३.४.२२३नञि हन एह चअसि
अनेहाः । अनेहसौ ।
६६४.४.२२४विधाञो वेध चअसि
विदधातीति वेधाः ।
६६५.४.२२५नुवो धुट् चअसि
नोधाः ।
६६६.४.२२६गतिकारकोपपदयोः पूर्वपदप्रकृतिस्वरत्वं चअसि
असिः स्यात् । सुतपाः । जातवेदाः । ६.२.१३९ गतिकारकोपदात् कृत् इत्युत्तरपदप्रकृतिस्वरत्वे सति शेषस्यानुदात्तत्वे प्राप्ते तदपवादार्थमिदम् ।
६६७.४.२२७चन्द्रे मो डित्असि
चन्द्रोपपदान्माङोऽसिः स्यात्स च डित् । चन्द्रमाः ।
६६८.४.२२८वयसि धाञःअसि
वयोधास्तरुणः ।
६६९.४.२२९पयसि चअसि
पयोधाः समुद्रो मेघश्च ।
६७०.४.२३०पुरसि चअसि
पुरोधाः ।
६७१.४.२३१पुरूरवाःअसि
पुरुशब्दस्य दीर्घो रौतेरसिश्च निपात्यते ।
६७२.४.२३२चक्षेर्बहुलं शिच्चअसि
नृचक्षाः ।
६७३.४.२३३उषः कित्असि
उषः ।
६७४.४.२३४दमेरुनसिःउनसि
सप्तार्चिर्दमुनाः ।
६७५.४.२३५अङ्गतेरसिरिरुडागमश्चअसि
अङ्गिराः ।
६७६.४.२३६सर्तेरप्पूर्वादसिःअसि
अप्सराः । प्रायेणायं भूम्नि । अप्सरसः ।
६७७.४.२३७विदिभुजिभ्यां विश्वेअसि
विश्ववेदाः । विश्वभोजाः ।
६७८.४.२३८वशेः कनसिःकनसि
सम्प्रसारणम् । उशनाः
६७९.५.१अदि भुवो डुतच्डुतच्
अद्भुतम् ।
६८०.५.२गुधेरूमःऊम
गोधूमः ।
६८१.५.३मसेरूरन्ऊरन्
मसूरः। प्रथमे पादे असेरुरन्मसेश्चेत्यत्र व्याख्यातः ।
६८२.५.४स्थः किच्चऊरन्
स्थूरो मनुष्यः ।
६८३.५.५पातेरतिःअति
पातिः स्वामी । संपातिः पक्षिराजः ।
६८४.५.६वातेर्नित्अति
वातिरादित्यसोमयोः ।
६८५.५.७अर्तेश्चअति
अरतिरुद्वेगः ।
६८६.५.८तृहेः क्नो हलोपश्चक्न
तृणम् ।
६८७.५.९वुञ्लुठितनिताडिभ्य उलच् तण्डश्चउलच्
व्रियन्ते लुट्यन्ते तन्यन्ते ताड्यन्त इति वा तण्डुलाः ।
६८८.५.१०दंसेष्टटनौ न आ चट टन्
दासः सेवकशूद्रयोः ।
६८९.५.११दंशेश्चट टन्
दाशो धीवरः ।
६९०.५.१२उदि चेर्डैसिःडैसि
स्वरादिपाठादव्ययत्वम् । उच्चैः ।
६९१.५.१३नौ दीर्घश्चडैसि
नीचैः ।
६९२.५.१४सौ रमेः क्तो दमे पूर्वपदस्य च दीर्घःक्त
रमेः सुपूर्वाद्दमे वाच्ये क्तः स्यात् । कित्वादनुनासिकलोपः । सूरत उपशान्तो दयालुश्च ।
६९३.५.१५पूञो यण् णुक् ह्रस्वश्चयत्
यत्प्रत्ययः । पुण्यम् ।
६९४.५.१६स्रंसेः शिः कुट् किश्चयत्
स्रंसतेः शिरादेशः यत्प्रत्ययः कित्तस्य कुडागमश्च । शिक्यम् ।
६९५.५.१७अर्तेः क्युरुच्चक्यु
उरणो मेषः ।
६९६.५.१८हिंसेरीरन्नीरचौईरन्  ईरच्
हिंसीरो व्याघ्रदुष्टयोः ।
६९७.५.१९उदि दृणातेरजलौ पूर्वपदान्त्यलोपश्चअल् अच्
उदरम् ।
६९८.५.२०डित् खनेर्मुट् स चोदात्तःअल् अच्
अच् अल् च डित्स्याद्धातोर्मुट् स चोदात्तः । मुखम् ।
६९९.५.२१अमेः सन्सन्
अंसः ।
७००.५.२२मुहेः खो मूर्चख
मूर्खः ।
७०१.५.२३नहेर्हलोपश्चख
नखः ।
७०२.५.२४शीङो ह्रस्वश्चख
शिखा ।
७०३.५.२५माङ ऊखो मय् चऊख
मयूखः ।
७०४.५.२६कलिगलिभ्यां फगस्योच्चफक्
कुल्फः शरीरावयवो रोगश्च । गुल्फः पादग्रन्थिः ।
७०५.५.२७स्पृशेः श्वण्शुनौ पृ चश्वण्  शुन्
श्वण्शुनौ प्रत्ययौ पृ इत्यादेशः । पार्श्वोऽस्त्री कक्षयोरधः । पर्शुरायुधम् ।
७०६.५.२८श्मनि श्रयतेर्डुन्डुन्
श्मन्शब्दो मुखवाची । मुखमाश्रयत इति श्मश्रुः ।
७०७.५.२९अश्र्वादयश्चडुन्
अश्रु नयनजलम् ।
७०८.५.३०जनेष्टन् लोपश्चटन्
जटा ।
७०९.५.३१अच् तस्य जङ्घ चअच्
तस्य जनेः जङ्घादेशः स्यादच्च । जङ्घा ।
७१०.५.३२हन्तेः शरीरावयवे द्वे चअच्
जघनम् । पश्चान्नितम्बः स्त्रीकट्याः क्लीबे तु जघनं पुरः ।
७११.५.३३क्लिशेरन् लो लोपश्चअन्
लकारस्य लोपः । केशः ।
७१२.५.३४फलेरितजादेश्च पःइतच्
पलितम् ।
७१३.५.३५कृञादिभ्यः संज्ञायाम् वुन्वुन्
करकः । करका । कटकः । नरकम् । नरकः । नरको नारकोऽपि चेति द्विरूपकोशः । सरकं गगनम् । कोरकः कोरकं च ।
७१४.५.३६चीकयतेराद्यन्तविपर्ययश्चवुन्
कीचको वंशभेदः ।
७१५.५.३७पचिमच्योरिच्चोपधायाःवुन्
पेचकः । मेचकः ।
७१६.५.३८जनेररष्ठ चअर
जठरम् ।
७१७.५.३९वचिमनिभ्यां चिच्चअर
वठरो मूर्खः । मठरो मुनिशौण्डयोः । बिदादित्वान्माठरः। गर्गादित्वान्माठर्यः ।
७१८.५.४०ऊर्जि दृणातेरलचौ पूर्वपदान्तलोपश्चअल् अच्
ऊर्दरः शूररक्षसोः ।
७१९.५.४१कृदरादयश्चअल्
कृदरः । कुसूलः । मृदरं विलसत् । सृदरः सर्पः ।
७२०.५.४२हन्तेर्युन्नाद्यन्तयोर्घत्वतत्वेयुन्
घातनो मारकः ।
७२१.५.४३क्रमिगमिक्षमिभ्यस्तुन् वृद्धिश्चतुन्
क्रान्तुः पक्षी । गान्तुः पथिकः । क्षान्तुर्मशकः ।
७२२.५.४४हर्यतेः कन्यन् हिर चकन्यन्
कन्यन् प्रत्ययः । हिरण्यम् ।
७२३.५.४५कृञः पासःपास
कर्पासः । बिल्वादित्वात्कार्पासं वस्त्रम् ।
७२४.५.४६जनेस्तु रश्चतु
जर्तुर्हस्ती योनिश्च ।
७२५.५.४७ऊर्णोतेर्डःड
ऊर्णा ।
७२६.५.४८दधातेर्यत् नुट् चयत्
धान्यम् ।
७२७.५.४९जीर्यतेः क्रिन् रश्च वःक्रिन्
जिव्रिः स्यात्कलपक्षिणोः । बहुलकात् ८.२.७७ हलि च इति दीर्घो न ।
७२८.५.५०मव्यतेर्यलोपो मश्चापतुट् चालःआल
मव्यतेरालप्रत्ययः स्यात्तस्यापतुडागमो धातोर्यलोपो मकारश्चान्त्यस्य । ममापतालो विषये ।
७२९.५.५१ऋजेः कीकन्कीकन्
ऋजीक इन्द्रो धूमश्च ।
७३०.५.५२तनोतेर्डउः सन्वच्चडउ
तितउः । पुंसि क्लीबे ।
७३१.५.५३अर्भकपृथुकपाका वयसिवुन् कुकन् कन्
ऋधु वृद्धो । अतो वुन् । भकारश्चान्तादेशः । प्रथेः कुकन्संप्रसारणं च । पिबतेः कन् ।
७३२.५.५४अवद्यावमाधमार्वरेफाःयत् अम वन्
कुत्सिते वदेर्नञि यत् । अवद्यम् । अवतेरमः । वस्य पक्षे धः । अवमः । अधमः । अर्तेर्वन् । अर्वा । रिफतेस्तौदादिकादेः । रेफः ।
७३३.५.५५लीरीङोर्ह्रस्वः पुट् च तरौ श्लेषणकुत्सनयोःत र
तरौ प्रत्ययौ क्रमात् स्तो धातोर्ह्रस्वः प्रत्ययस्य पुट् । लिप्तं श्लिष्टम् । रिप्रं कुत्सितम् ।
७३४.५.५६क्लिशेरीच्चोपधायाः कन् लोपश्च लो नाम् चकन्
क्लिशेः कन् स्यात् उपाधाया ईत्वं लस्य लोपो नामागमश्च । कीनाशो यमः । कित्वफलं चिन्त्यम् ।
७३५.५.५७अश्नोतेराशुकर्मणि वरट् चवरट्
चकारादुपधाया ईत्वम् । ईश्वरः ।
७३६.५.५८चतेरुरन्उरन्
चत्वारः ।
७३७.५.५९प्राततेररन्अरन्
प्रातः ।
७३८.५.६०अमेस्तुट् चअरन्
अन्तर्मध्यम् ।
७३९.५.६१दहेर्गो लोपो दश्च नःग
गप्रत्ययो धातोरन्तस्य लोपो दकारस्य नकारः । नगः ।
७४०.५.६२सिचेः संज्ञायां हनुमौ कश्चक
सिञ्चतेः कप्रत्ययो हकारादेशो नुम् च स्यात् । सिंहः ।
७४१.५.६३व्याङि घ्रातेश्च जातौक
कप्रत्ययः स्यात् । व्याघ्रः ।
७४२.५.६४हन्तेरच् घुर चअच्
घोरम् ।
७४३.५.६५क्षमेरुपधालोपश्चअच्
चादच् । क्ष्मा ।
७४४.५.६६तरतेर्ड्रिःड्रि
त्रयः । त्रीन् ।
७४५.५.६७ग्रहेरनिःअनि
ग्रहणिः ङीष् । ग्रहणी व्याधिभेदः ।
७४६.५.६८प्रथेरमच्अमच्
प्रथमः ।
७४७.५.६९चरेश्चअमच्
चरमः ।
७४८.५.७०मङ्गेरलच्अलच्
मङ्गलम् ।
॥ इति महर्षिपाणिनिविरचितः पञ्चपादी उणादिपाठः ॥
