print('ञिमिदाँझ्')
print('ञिष्टभ्दाँझ्')
print('ञिष्भ्दाँझ्')
print('ञिष्वाँद्ट्')
print('satva:ञिष्ञिष्भ्दाँझ्व')
print('natva:ण्दिन्')
mapping = {
        'क': 'क्' + 'अ',
        'का': 'क्' + 'आ',
        'कि': 'क्' + 'इ',
        'की': 'क्' + 'ई',
        'कु': 'क्' + 'उ',
        'कू': 'क्' + 'ऊ',
        'के': 'क्' + 'ए',
        'कै': 'क्' + 'ऐ',
        'को': 'क्' + 'ओ',
        'कौ': 'क्' + 'औ',
        'कं': 'क्' + 'ं',
        'कः': 'क्' + 'ः',
        'ख': 'ख्' + 'अ',
        'खा': 'ख्' + 'आ',
        'खि': 'ख्' + 'इ',
        'खी': 'ख्' + 'ई',
        'खु': 'ख्' + 'उ',
        'खू': 'ख्' + 'ऊ',
        'खे': 'ख्' + 'ए',
        'खै': 'ख्' + 'ऐ',
        'खो': 'ख्' + 'ओ',
        'खौ': 'ख्' + 'औ',
        'खं': 'ख्' + 'ं',
        'खः': 'ख्' + 'ः',
        'ग': 'ग्' + 'अ',
        'गा': 'ग्' + 'आ',
        'गि': 'ग्' + 'इ',
        'गी': 'ग्' + 'ई',
        'गु': 'ग्' + 'उ',
        'गू': 'ग्' + 'ऊ',
        'गे': 'ग्' + 'ए',
        'गै': 'ग्' + 'ऐ',
        'गो': 'ग्' + 'ओ',
        'गौ': 'ग्' + 'औ',
        'गं': 'ग्' + 'ं',
        'गः': 'ग्' + 'ः',
        'घ': 'घ्' + 'अ',
        'घा': 'घ्' + 'आ',
        'घि': 'घ्' + 'इ',
        'घी': 'घ्' + 'ई',
        'घु': 'घ्' + 'उ',
        'घू': 'घ्' + 'ऊ',
        'घे': 'घ्' + 'ए',
        'घै': 'घ्' + 'ऐ',
        'घो': 'घ्' + 'ओ',
        'घौ': 'घ्' + 'औ',
        'घं': 'घ्' + 'ं',
        'घः': 'घ्' + 'ः',

        'च': 'च्' + 'अ',
        'चा': 'च्' + 'आ',
        'चि': 'च्' + 'इ',
        'ची': 'च्' + 'ई',
        'चु': 'च्' + 'उ',
        'चू': 'च्' + 'ऊ',
        'चे': 'च्' + 'ए',
        'चै': 'च्' + 'ऐ',
        'चो': 'च्' + 'ओ',
        'चौ': 'च्' + 'औ',
        'चं': 'च्' + 'ं',
        'चः': 'च्' + 'ः',
        'छ': 'छ्' + 'अ',
        'छा': 'छ्' + 'आ',
        'छि': 'छ्' + 'इ',
        'छी': 'छ्' + 'ई',
        'छु': 'छ्' + 'उ',
        'छू': 'छ्' + 'ऊ',
        'छे': 'छ्' + 'ए',
        'छै': 'छ्' + 'ऐ',
        'छो': 'छ्' + 'ओ',
        'छौ': 'छ्' + 'औ',
        'छं': 'छ्' + 'ं',
        'छः': 'छ्' + 'ः',
        'ज': 'ज्' + 'अ',
        'जा': 'ज्' + 'आ',
        'जि': 'ज्' + 'इ',
        'जी': 'ज्' + 'ई',
        'जु': 'ज्' + 'उ',
        'जू': 'ज्' + 'ऊ',
        'जे': 'ज्' + 'ए',
        'जै': 'ज्' + 'ऐ',
        'जो': 'ज्' + 'ओ',
        'जौ': 'ज्' + 'औ',
        'जं': 'ज्' + 'ं',
        'जः': 'ज्' + ' ः',
        'झ': 'झ्' + 'अ',
        'झा': 'झ्' + 'आ',
        'झि': 'झ्' + 'इ',
        'झी': 'झ्' + 'ई',
        'झु': 'झ्' + 'उ',
        'झू': 'झ्' + 'ऊ',
        'झे': 'झ्' + 'ए',
        'झै': 'झ्' + 'ऐ',
        'झो': 'झ्' + 'ओ',
        'झौ': 'झ्' + 'औ',
        'झं': 'झ्' + 'ं',
        'झः': 'झ्' + 'ः',
        'ट': 'ट्' + 'अ',
        'टा': 'ट्' + 'आ',
        'टि': 'ट्' + 'इ',
        'टी': 'ट्' + 'ई',
        'टु': 'ट्' + 'उ',
        'टू': 'ट्' + 'ऊ',
        'टे': 'ट्' + 'ए',
        'टै': 'ट्' + 'ऐ',
        'टो': 'ट्' + 'ओ',
        'टौ': 'ट्' + 'औ',
        'टं': 'ट्' + 'ं',
        'टः': 'ट्' + 'ः',
        'ठ': 'ठ्' + 'अ',
        'ठा': 'ठ्' + 'आ',
        'ठि': 'ठ्' + 'इ',
        'ठी': 'ठ्' + 'ई',
        'ठु': 'ठ्' + 'उ',
        'ठू': 'ठ्' + 'ऊ',
        'ठे': 'ठ्' + 'ए',
        'ठै': 'ठ्' + 'ऐ',
        'ठो': 'ठ्' + 'ओ',
        'ठौ': 'ठ्' + 'औ',
        ' ठं ': 'ठ्' + 'ं',
        'ठः ': 'ठ्' + 'ः',
        'ड': 'ड्' + 'अ',
        'डा': 'ड्' + 'आ',
        'डि': 'ड्' + 'इ',
        'डी': 'ड्' + 'ई',
        'डु': 'ड्' + 'उ',
        'डू': 'ड्' + 'ऊ',
        'डे': 'ड्' + 'ए',
        'डै': 'ड्' + 'ऐ',
        'डो': 'ड्' + 'ओ',
        'डौ': 'ड्' + 'औ',
        'डं': 'ड्' + 'ं',
        'डः': 'ड्' + 'ः',
        'ढ': 'ढ्' + 'अ',
        'ढा': 'ढ्' + 'आ',
        'ढि': 'ढ्' + 'इ',
        'ढी': 'ढ्' + 'ई',
        'ढु': 'ढ्' + 'उ',
        'ढू': 'ढ्' + 'ऊ',
        'ढे': 'ढ्' + 'ए',
        'ढै': 'ढ्' + 'ऐ',
        'ढो': 'ढ्' + 'ओ',
        'ढौ': 'ढ्' + 'औ',
        'ढं': 'ढ्' + 'ं',
        'ढः': 'ढ्' + 'ः',
        'त': 'त्' + 'अ',
        'ता': 'त्' + 'आ',
        'ति': 'त्' + 'इ',
        'ती': 'त्' + 'ई',
        'तु': 'त्' + 'उ',
        'तू': 'त्' + 'ऊ',
        'ते': 'त्' + 'ए',
        'तै': 'त्' + 'ऐ',
        'तो': 'त्' + 'ओ',
        'तौ': 'त्' + 'औ',
        'तं': 'त्' + 'ं',
        'तः': 'त्' + 'ः',
        'थ': 'थ्' + 'अ',
        'था': 'थ्' + 'आ',
        'थि': 'थ्' + 'इ',
        'थी': 'थ्' + 'ई',
        'थु': 'थ्' + 'उ',
        'थू': 'थ्' + 'ऊ',
        'थे': 'थ्' + 'ए',
        'थै': 'थ्' + 'ऐ',
        'थो': 'थ्' + 'ओ',
        'थौ': 'थ्' + 'औ',
        'थं': 'थ्' + 'ं',
        'थः': 'थ्' + 'ः',
        'द': 'द्' + 'अ',
        'दा': 'द्' + 'आ',
        'दि': 'द्' + 'इ',
        'दी': 'द्' + 'ई',
        'दु': 'द्' + 'उ',
        'दू': 'द्' + 'ऊ',
        'दे': 'द्' + 'ए',
        'दै': 'द्' + 'ऐ',
        'दो': 'द्' + 'ओ',
        'दौ': 'द्' + 'औ',
        'दं': 'द्' + 'ं',
        'दः': 'द्' + 'ः',
        'ध': 'ध्' + 'अ',
        'धा': 'ध्' + 'आ',
        'धि': 'ध्' + 'इ',
        'धी': 'ध्' + 'ई',
        'धु': 'ध्' + 'उ',
        'धू': 'ध्' + 'ऊ',
        'धे': 'ध्' + 'ए',
        'धै': 'ध्' + 'ऐ',
        'धो': 'ध्' + 'ओ',
        'धौ': 'ध्' + 'औ',
        'धं': 'ध्' + 'ं',
        'धः': 'ध्' + 'ः',
        'न': 'न्' + 'अ',
        'ना': 'न्' + 'आ',
        'नि': 'न्' + 'इ',
        'नी': 'न्' + 'ई',
        'नु': 'न्' + 'उ',
        'नू': 'न्' + 'ऊ',
        'ने': 'न्' + 'ए',
        'नै': 'न्' + 'ऐ',
        'नो': 'न्' + 'ओ',
        'नौ': 'न्' + 'औ',
        'नं': 'न्' + 'ं',
        'नः': 'न्' + 'ः',
        'प': 'प्' + 'अ',
        'पा': 'प्' + 'आ',
        'पि': 'प्' + 'इ',
        'पी': 'प्' + 'ई',
        'पु': 'प्' + 'उ',
        'पू': 'प्' + 'ऊ',
        'पे': 'प्' + 'ए',
        'पै': 'प्' + 'ऐ',
        'पो': 'प्' + 'ओ',
        'पौ': 'प्' + 'औ',
        'पं': 'प्' + 'ं',
        'पः': 'प्' + 'ः',
        'फ': 'फ्' + 'अ',
        'फा': 'फ्' + 'आ',
        'फि': 'फ्' + 'इ',
        'फी': 'फ्' + 'ई',
        'फु': 'फ्' + 'उ',
        'फू': 'फ्' + 'ऊ',
        'फे': 'फ्' + 'ए',
        'फै': 'फ्' + 'ऐ',
        'फो': 'फ्' + 'ओ',
        'फौ': 'फ्' + 'औ',
        'फं': 'फ्' + 'ं',
        'फः': 'फ्' + 'ः',
        'ब': 'ब्' + 'अ',
        'बा': 'ब्' + 'आ',
        'बि': 'ब्' + 'इ',
        'बी': 'ब्' + 'ई',
        'बु': 'ब्' + 'उ',
        'बू': 'ब्' + 'ऊ',
        'बे': 'ब्' + 'ए',
        'बै': 'ब्' + 'ऐ',
        'बो': 'ब्' + 'ओ',
        'बौ': 'ब्' + 'औ',
        'बं': 'ब्' + 'ं',
        'बः': 'ब्' + 'ः',
        'भ': 'भ्' + 'अ',
        'भा': 'भ्' + 'आ',
        'भि': 'भ्' + 'इ',
        'भी': 'भ्' + 'ई',
        'भु': 'भ्' + 'उ',
        'भू': 'भ्' + 'ऊ',
        'भे': 'भ्' + 'ए',
        'भै': 'भ्' + 'ऐ',
        'भो': 'भ्' + 'ओ',
        'भौ': 'भ्' + 'औ',
        'भं': 'भ्' + 'ं',
        'भः': 'भ्' + 'ः',
        'म': 'म्' + 'अ',
        'मा': 'म्' + 'आ',
        'मि': 'म्' + 'इ',
        'मी': 'म्' + 'ई',
        'मु': 'म्' + 'उ',
        'मू': 'म्' + 'ऊ',
        'मे': 'म्' + 'ए',
        'मै': 'म्' + 'ऐ',
        'मो': 'म्' + 'ओ',
        'मौ': 'म्' + 'औ',
        'मं': 'म्' + 'ं',
        'मः': 'म्' + 'ः',
        'य': 'य्' + 'अ',
        'या': 'य्' + 'आ',
        'यि': 'य्' + 'इ',
        'यी': 'य्' + 'ई',
        'यु': 'य्' + 'उ',
        'यू': 'य्' + 'ऊ',
        'ये': 'य्' + 'ए',
        'यै': 'य्' + 'ऐ',
        'यो': 'य्' + 'ओ',
        'यौ': 'य्' + 'औ',
        'यं': 'य्' + 'ं',
        'यः': 'य्' + 'ः',
        'र': 'र्' + 'अ',
        'रा': 'र्' + 'आ',
        'रि': 'र्' + 'इ',
        'री': 'र्' + 'ई',
        'रु': 'र्' + 'उ',
        'रू': 'र्' + 'ऊ',
        'रे': 'र्' + 'ए',
        'रै': 'र्' + 'ऐ',
        'रो': 'र्' + 'ओ',
        'रौ': 'र्' + 'औ',
        'रं': 'र्' + 'ं',
        'रः': 'र्' + 'ः',
        'ल': 'ल्' + 'अ',
        'ला': 'ल्' + 'आ',
        'लि': 'ल्' + 'इ',
        'ली': 'ल्' + 'ई',
        'लु': 'ल्' + 'उ',
        'लू': 'ल्' + 'ऊ',
        'ले': 'ल्' + 'ए',
        'लै': 'ल्' + 'ऐ',
        'लो': 'ल्' + 'ओ',
        'लौ': 'ल्' + 'औ',
        'लं': 'ल्' + 'ं',
        'लः': 'ल्' + 'ः',
        'व': 'व्' + 'अ',
        'वा': 'व्' + 'आ',
        'वि': 'व्' + 'इ',
        'वी': 'व्' + 'ई',
        'वु': 'व्' + 'उ',
        'वू': 'व्' + 'ऊ',
        'वे': 'व्' + 'ए',
        'वै': 'व्' + 'ऐ',
        'वो': 'व्' + 'ओ',
        'वौ': 'व्' + 'औ',
        'वं': 'व्' + 'ं',
        'वः': 'व्' + 'ः',
        'श': 'श्' + 'अ',
        'शा': 'श्' + 'आ',
        'शि': 'श्' + 'इ',
        'शी': 'श्' + 'ई',
        'शु': 'श्' + 'उ',
        'शू': 'श्' + 'ऊ',
        'शे': 'श्' + 'ए',
        'शै': 'श्' + 'ऐ',
        'शो': 'श्' + 'ओ',
        'शौ': 'श्' + 'औ',
        'शं': 'श्' + 'ं',
        'शः': 'श्' + 'ः',
        'ष': 'ष्' + 'अ',
        'षा': 'ष्' + 'आ',
        'षि': 'ष्' + 'इ',
        'षी': 'ष्' + 'ई',
        'षु': 'ष्' + 'उ',
        'षू': 'ष्' + 'ऊ',
        'षे': 'ष्' + 'ए',
        'षै': 'ष्' + 'ऐ',
        'षो': 'ष्' + 'ओ',
        'षौ': 'ष्' + 'औ',
        'षं': 'ष्' + 'ं',
        'षः': 'ष्' + 'ः',
        'स': 'स्' + 'अ',
        'सा': 'स्' + 'आ',
        'सि': 'स्' + 'इ',
        'सी': 'स्' + 'ई',
        'सु': 'स्' + 'उ',
        'सू': 'स्' + 'ऊ',
        'से': 'स्' + 'ए',
        'सै': 'स्' + 'ऐ',
        'सो': 'स्' + 'ओ',
        'सौ': 'स्' + 'औ',
        'सं': 'स्' + 'ं',
        'सः': 'स्' + 'ः',
        'ह': 'ह्' + 'अ',
        'हा': 'ह्' + 'आ',
        'हि': 'ह्' + 'इ',
        'ही': 'ह्' + 'ई',
        'हु': 'ह्' + 'उ',
        'हू': 'ह्' + 'ऊ',
        'हे': 'ह्' + 'ए',
        'है': 'ह्' + 'ऐ',
        'हो': 'ह्' + 'ओ',
        'हौ': 'ह्' + 'औ',
        'हं': 'ह्' + 'ं',
        'हः': 'ह्' + 'ः',
        'क्ष': 'क्' + 'ष',
        'त्र': 'त्' + 'र',
        'ज्ञ': 'ज्' + 'ञ',
        'ङ': 'ङ्' + 'अ',
        'ङा': 'ङ्' + 'आ',
        'ङि': 'ङ्' + 'इ',
        'ङी': 'ङ्' + 'ई',
        'ङु': 'ङ्' + 'उ',
        'ङू': 'ङ्' + 'ऊ',
        'ङे': 'ङ्' + 'ए',
        'ङै': 'ङ्' + 'ऐ',
        'ङो': 'ङ्' + 'ओ',
        'ङौ': 'ङ्' + 'औ',
        'ङं': 'ङ्' + 'ं',
        'ङः': 'ङ्' + 'ः',
        'ञ': 'ञ्' + 'अ',
        'ञा': 'ञ्' + 'आ',
        'ञि': 'ञ्' + 'इ',
        'ञी': 'ञ्' + 'ई',
        'ञु': 'ञ्' + 'उ',
        'ञू': 'ञ्' + 'ऊ',
        'ञे': 'ञ्' + 'ए',
        'ञै': 'ञ्' + 'ऐ',
        'ञो': 'ञ्' + 'ओ',
        'ञौ': 'ञ्' + 'औ',
        'ञं': 'ञ्' + 'ं',
        'ञः': 'ञ्' + 'ः',
        'ण': 'ण्' + 'अ',
        'णा': 'ण्' + 'आ',
        'णि': 'ण्' + 'इ',
        'णी': 'ण्' + 'ई',
        'णु': 'ण्' + 'उ',
        'णू': 'ण्' + 'ऊ',
        'णे': 'ण्' + 'ए',
        'णै': 'ण्' + 'ऐ',
        'णो': 'ण्' + 'ओ',
        'णौ': 'ण्' + 'औ',
        'णं': 'ण्' + 'ं',
        'णः': 'ण्' + 'ः',
        'कृ': 'क्' + 'ऋ',
        'खृ': 'ख्' + 'ऋ',
        'गृ': 'ग्' + 'ऋ',
        'घृ': 'घ्' + 'ऋ',
        'ङृ': 'ङ्' + 'ऋ',
        'चृ': 'च्' + 'ऋ',
        'छृ': 'छ्' + 'ऋ',
        'जृ': 'ज्' + 'ऋ',
        'झृ': 'झ्' + 'ऋ',
        'ञृ': 'ञ्' + 'ऋ',
        'टृ': 'ट्' + 'ऋ',
        'ठृ': 'ठ्' + 'ऋ',
        'डृ': 'ड्' + 'ऋ',
        'ढृ': 'ढ्' + 'ऋ',
        'णृ': 'ण्' + 'ऋ',
        'तृ': 'त्' + 'ऋ',
        'थृ': 'थ्' + 'ऋ',
        'दृ': 'द्' + 'ऋ',
        'धृ': 'ध्' + 'ऋ',
        'नृ': 'न्' + 'ऋ',
        'पृ': 'प्' + 'ऋ',
        'फृ': 'फ्' + 'ऋ',
        'बृ': 'ब्' + 'ऋ',
        'भृ': 'भ्' + 'ऋ',
        'मृ': 'म्' + 'ऋ',
        'यृ': 'य्' + 'ऋ',
        'रृ': 'र्' + 'ऋ',
        'लृ': 'ल्' + 'ऋ',
        'वृ': 'व्' + 'ऋ',
        'शृ': 'श्' + 'ऋ',
        'षृ': 'ष्' + 'ऋ',
        'सृ': 'स्' + 'ऋ',
        'हृ': 'ह्' + 'ऋ',
        'कॄ': 'क्' + 'ॠ',
        'खॄ': 'ख्' + 'ॠ',
        'गॄ': 'ग्' + 'ॠ',
        'घॄ': 'घ्' + 'ॠ',
        'ङॄ': 'ङ्' + 'ॠ',
        'चॄ': 'च्' + 'ॠ',
        'छॄ': 'छ्' + 'ॠ',
        'जॄ': 'ज्' + 'ॠ',
        'झॄ': 'झ्' + 'ॠ',
        'ञॄ': 'ञ्' + 'ॠ',
        'टॄ': 'ट्' + 'ॠ',
        'ठॄ': 'ठ्' + 'ॠ',
        'डॄ': 'ड्' + 'ॠ',
        'ढॄ': 'ढ्' + 'ॠ',
        'णॄ': 'ण्' + 'ॠ',
        'तॄ': 'त्' + 'ॠ',
        'थॄ': 'थ्' + 'ॠ',
        'दॄ': 'द्' + 'ॠ',
        'धॄ': 'ध्' + 'ॠ',
        'नॄ': 'न्' + 'ॠ',
        'पॄ': 'प्' + 'ॠ',
        'फॄ': 'फ्' + 'ॠ',
        'बॄ': 'ब्' + 'ॠ',
        'भॄ': 'भ्' + 'ॠ',
        'मॄ': 'म्' + 'ॠ',
        'यॄ': 'य्' + 'ॠ',
        'रॄ': 'र्' + 'ॠ',
        'लॄ': 'ल्' + 'ॠ',
        'वॄ': 'व्' + 'ॠ',
        'शॄ': 'श्' + 'ॠ',
        'षॄ': 'ष्' + 'ॠ',
        'सॄ': 'स्' + 'ॠ',
        'हॄ': 'ह्' + 'ॠ',
        'कॢ': 'क्' + 'ऌ',
        'खॢ': 'ख्' + 'ऌ',
        'गॢ': 'ग्' + 'ऌ',
        'घॢ': 'घ्' + 'ऌ',
        'ङॢ': 'ङ्' + 'ऌ',
        'चॢ': 'च्' + 'ऌ',
        'छॢ': 'छ्' + 'ऌ',
        'जॢ': 'ज्' + 'ऌ',
        'झॢ': 'झ्' + 'ऌ',
        'ञॢ': 'ञ्' + 'ऌ',
        'टॢ': 'ट्' + 'ऌ',
        'ठॢ': 'ठ्' + 'ऌ',
        'डॢ': 'ड्' + 'ऌ',
        'ढॢ': 'ढ्' + 'ऌ',
        'णॢ': 'ण्' + 'ऌ',
        'तॢ': 'त्' + 'ऌ',
        'थॢ': 'थ्' + 'ऌ',
        'दॢ': 'द्' + 'ऌ',
        'धॢ': 'ध्' + 'ऌ',
        'नॢ': 'न्' + 'ऌ',
        'पॢ': 'प्' + 'ऌ',
        'फॢ': 'फ्' + 'ऌ',
        'बॢ': 'ब्' + 'ऌ',
        'भॢ': 'भ्' + 'ऌ',
        'मॢ': 'म्' + 'ऌ',
        'यॢ': 'य्' + 'ऌ',
        'रॢ': 'र्' + 'ऌ',
        'लॢ': 'ल्' + 'ऌ',
        'वॢ': 'व्' + 'ऌ',
        'शॢ': 'श्' + 'ऌ',
        'षॢ': 'ष्' + 'ऌ',
        'सॢ': 'स्' + 'ऌ',
        'हॢ': 'ह्' + 'ऌ',
'क्': 'क्',
    'ख्': 'ख्',
    'ग्': 'ग्',
    'घ्': 'घ्',
    'ङ्': 'ङ्',
    'च्': 'च्',
    'छ्': 'छ्',
    'ज्': 'ज्',
    'झ्': 'झ्',
    'ञ्': 'ञ्',
    'ट्': 'ट्',
    'ठ्': 'ठ्',
    'ड्': 'ड्',
    'ढ्': 'ढ्',
    'ण्': 'ण्',
    'त्': 'त्',
    'थ्': 'थ्',
    'द्': 'द्',
    'ध्': 'ध्',
    'न्': 'न्',
    'प्': 'प्',
    'फ्': 'फ्',
    'ब्': 'ब्',
    'भ्': 'भ्',
    'म्': 'म्',
    'य्': 'य्',
    'र्': 'र्',
    'ल्': 'ल्',
    'व्': 'व्',
    'श्': 'श्',
    'ष्': 'ष्',
    'स्': 'स्',
    'ह्': 'ह्'


    }
print('''ष्टुचँ गुह्ऊँ स्फुटिँर्
गम्ऌँ
टुभ्राशृँ णीञ् णिदृँ ञिष्विदाँ च्युतिर् णटँ ड्उवपँ ष्ठलँ णसँ षणँ रिगिँ कचिँ''')
print('not irit:क्अच्इज्इर्फ्अ़')
print('irit:न्इज्इर् or व्इज्इर् or  कच्इज्इर्')
print('upadha deergh example:क्उर्द्ट्')
print('numagam:मदिँ')
print('ष्टकँ')
def separate_characters_and_map(input_string):
    output = ''
    i = 0
    while i < len(input_string):
        if i + 2 <= len(input_string) and input_string[i:i + 2] in mapping:
            output += mapping[input_string[i:i + 2]]
            i += 2
        elif input_string[i] in mapping:
            output += mapping[input_string[i]]
            i += 1
        else:
            output += input_string[i]
            i += 1
    return output

input_string = input("Enter the input string: ")
output_separated = separate_characters_and_map(input_string)
print('characters separation:', output_separated)

def remove_last_characters(word):
    characters_to_remove = ['ह्', 'य्', 'व्', 'र्', 'ल्', 'ञ्', 'म्', 'ङ्', 'न्', 'ण्', 'झ्', 'भ्', 'घ्', 'ढ्',
                            'ध्', 'ज्', 'ब्', 'ग्', 'ड्', 'द्', 'ख्', 'फ्', 'छ्', 'ठ्', 'थ्', 'च्', 'ट्', 'त्',
                            'क्', 'प्', 'श्', 'ष्', 'स्']
    while word.endswith(tuple(characters_to_remove)):
        word = word[:-2]
        break
    return word


output_hal = remove_last_characters(output_separated)
print("अंत:उपदेश :halantyam:", output_hal)


def remove_anunasik_akshar(word):
    anunasik_akshar = ['अँ', 'आँ', 'इँ', 'ईँ', 'उँ', 'ऊँ', 'ऋँ', 'ॠँ', 'ऌँ', 'ॡँ', 'एँ', 'ओँ', 'ऐँ', 'औँ']
    for akshar in anunasik_akshar:
        word = word.replace(akshar, '')
    return word


word_anuna_it_hal  = remove_anunasik_akshar(output_hal)

print('उपदेश :updeshe-ach anunasik it', word_anuna_it_hal)

def remove_starting_characters(word):
    patterns_to_remove = ['ञ्इ', 'ट्उ', 'ड्उ']
    for pattern in patterns_to_remove:
        if word.startswith(pattern):
            word = word[len(pattern):]
            break
    return word



output_anuna_aadiitodu = remove_starting_characters(word_anuna_it_hal)
print('आदि:उपदेश : आदिर्ञिटुडवः', output_anuna_aadiitodu)




satva_1 = output_anuna_aadiitodu.replace('ष्', 'स्',1)
print('dhatvade shah sah',satva_1)

input_string = satva_1
output_string = input_string.replace('स्ट्', 'स्त्', 1)
output_string = output_string.replace('स्ठ्', 'स्थ्', 1)
output_string = output_string.replace('स्ड्', 'स्द्', 1)
output_string = output_string.replace('स्ढ्', 'स्ध्', 1)
satva_2 = output_string.replace('स्ण्', 'स्न्', 1)
print('shtha',satva_2)
Satva_natva=satva_2.replace('ण्', 'न्',1)
print('nutva:',Satva_natva)


#input_str = 'ट्अम्अद्इँ'
#output_separated = remove_anunasik_akshar(input_str)

if 'इँ' in output_separated:
    vowels = ['अ', 'इ', 'उ', 'ऋ', 'लृ', 'ए', 'ओ', 'ऐ', 'औ']
    achar_list = ['अन्', 'इन्', 'उन्', 'ऋन्', 'लृन्', 'एन्', 'ओन्', 'ऐन्', 'औन्']

    # Find the index of the last vowel in the input string
    last_vowel_index = max([word_anuna_it_hal.rfind(vowel) for vowel in vowels])

    # Replace the last vowel with the corresponding 'अच्'
    if last_vowel_index != -1:
        last_vowel = word_anuna_it_hal[last_vowel_index]
        achar = achar_list[vowels.index(last_vowel)]
        output = word_anuna_it_hal[:last_vowel_index] + achar + word_anuna_it_hal[last_vowel_index+1:]
    else:
        output = word_anuna_it_hal

    print('idito num dhatoh,numagam:', output)
else:
    print('Numagam is not needed')


def replace_ir_ur(word):
    if len(word) >= 3 and (word[-1] == '्' and word[-3] == '्' and word[-4] == 'र') and  (word[-5] == 'इ' or word[-5] == 'उ'):
        if word[-5] == 'इ':
            return word[:-5] + 'ई' + word[-4:]
        elif word[-5] == 'उ':
            return word[:-5] + 'ऊ' + word[-4:]
        else:
            print('upadha deergh not applicable')
    return word

# Example usage
#print('क्उर्द्')
input_word_2 = Satva_natva
#print(input_word[-1])
##print(input_word[-2])
#print('jj',input_word[:-5])
output_upadha  = replace_ir_ur(input_word_2)
print('updha deergh',output_upadha)  # Output: कऊर्द्
#print('cc',input_word[-4:])



def remove_suffix(output_separated, suffix):
    if output_separated.endswith(suffix):
        return output_separated[:len(output_separated) - len(suffix)]
    return output_hal

#input_string = input("Enter the input string: ")
suffix = 'इर्'

output_string_irit = remove_suffix(output_separated, suffix)
if output_separated.endswith(suffix):
    print("इरित धातु (halantyam not valid):", output_string_irit)
else:
    print("not irit :अंत:उपदेश :halantyam:", output_hal)

