vriddhi_vowels = ["आ", "ऐ", "औ"]
guna_list = ["अ", "ए", "ओ"]
maheshvara_sutras = {
    1: ['अ', 'इ', 'उ', 'ण्'],
    2: ['ऋ', 'ऌ', 'क्'],
    3: ['ए', 'ओ', 'ङ्'],
    4: ['ऐ', 'औ', 'च्'],
    5: ['ह', 'य', 'व', 'र', 'ट्'],
    6: ['ल', 'ण्'],
    7: ['ञ', 'म', 'ङ', 'ण', 'न्'],
    8: ['झ', 'भ', 'ञ्'],
    9: ['घ', 'ढ', 'ध', 'ष्'],
    10: ['ज', 'ब', 'ग', 'ड', 'द', 'श्'],
    11: ['ख', 'फ', 'छ', 'ठ', 'थ', 'च', 'ट', 'त', 'व्'],
    12: ['क', 'प', 'य्'],
    13: ['श', 'ष', 'स', 'र्'],
    14: ['ह', 'ल्']
}

# Accessing a specific sutra
#print(f"Sutra 1: {maheshvara_sutras[1]}")

pratyahara = {
    "अण्": ["अ", "इ", "उ"],
    "अक्": ["अ", "इ", "उ", "ऋ", "ऌ"],
    "इक्": ["इ", "उ", "ऋ", "ऌ"],
    "उक्": ["उ", "ऋ", "ऌ"],
    "एङ्": ["ए", "ओ"],
    "अच्": ["अ", "इ", "उ", "ऋ", "ऌ", "ए", "ओ", "ऐ", "औ"],
    "इच्": ["इ", "उ", "ऋ", "ऌ", "ए", "ओ", "ऐ", "औ"],
    "एच्": ["ए", "ओ", "ऐ", "औ"],
    "ऐच्": ["ऐ", "औ"],
    "अट्": ["अ", "इ", "उ", "ऋ", "ऌ", "ए", "ओ", "ऐ", "औ", "ह्", "य्", "व्", "र्"],
    "अण्_2": ["अ", "इ", "उ", "ऋ", "ऌ", "ए", "ओ", "ऐ", "औ", "ह्", "य्", "व्", "र्", "ल्"],
    "इण्": ["इ", "उ", "ऋ", "ऌ", "ए", "ओ", "ऐ", "औ", "ह्", "य्", "व्", "र्", "ल्"],
    "यण्": ["य्", "व्", "र्", "ल्"],
    "अम्": ["अ", "इ", "उ", "ऋ", "ऌ", "ए", "ओ", "ऐ", "औ", "ह्", "य्", "व्", "र्", "ल्", "ञ्", "म्", "ङ्", "ण्", "न्"],
    "यम्": ["य्", "व्", "र्", "ल्", "ञ्", "म्", "ङ्", "ण्", "न्"],
    "ङम्": ["ङ्", "ण्", "न्"],
    "ञम्": ["ञ्", "म्", "ङ्", "ण्", "न्"],
    "यञ्": ["य्", "व्", "र्", "ल्", "ञ्", "म्", "ङ्", "ण्", "न्", "झ्", "भ्"],
    "झष्": ["झ्", "भ्", "घ्", "ढ्", "ध्"],
    "भष्": ["भ्", "घ्", "ढ्", "ध्"],
    "अश्": ["अ", "इ", "उ", "ऋ", "ऌ", "ए", "ओ", "ऐ", "औ", "ह्", "य्", "व्", "र्", "ल्", "ञ्", "म्", "ङ्", "ण्", "न्", "झ्", "भ्", "घ्", "ढ्", "ध्", "ज्", "ब्", "ग्", "ड्", "द्"],
    "हश्": ["ह्", "य्", "व्", "र्", "ल्", "ञ्", "म्", "ङ्", "ण्", "न्", "झ्", "भ्", "घ्", "ढ्", "ध्", "ज्", "ब्", "ग्", "ड्", "द्"],
    "वश्": ["व्", "र्", "ल्", "ञ्", "म्", "ङ्", "ण्", "न्", "झ्", "भ्", "घ्", "ढ्", "ध्", "ज्", "ब्", "ग्", "ड्", "द्"],
    "झश्": ["झ्", "भ्", "घ्", "ढ्", "ध्", "ज्", "ब्", "ग्", "ड्", "द्"],
    "जश्": ["ज्", "ब्", "ग्", "ड्", "द्"],
    "बश्": ["ब्", "ग्", "ड्", "द्"],
    "छव्": ["छ्", "ठ्", "थ्", "च्", "ट्", "त्"],
    "यय्": ["य्", "व्", "र्", "ल्", "ञ्", "म्", "ङ्", "ण्", "न्", "झ्", "भ्", "घ्", "ढ्", "ध्", "ज्", "ब्", "ग्", "ड्", "द्", "ख्", "फ्", "छ्", "ठ्", "थ्", "च्", "ट्", "त्", "क्", "प्"],
    "मय्": ["म्", "ङ्", "ण्", "न्", "झ्", "भ्", "घ्", "ढ्", "ध्", "ज्", "ब्", "ग्", "ड्", "द्", "ख्", "फ्", "छ्", "ठ्", "थ्", "च्", "ट्", "त्", "क्", "प्"],
    "झय्": ["झ्", "भ्", "घ्", "ढ्", "ध्", "ज्", "ब्", "ग्", "ड्", "द्", "ख्", "फ्", "छ्", "ठ्", "थ्", "च्", "ट्", "त्", "क्", "प्"],
    "खय्": ["ख्", "फ्", "छ्", "ठ्", "थ्", "च्", "ट्", "त्", "क्", "प्"],
    "चय्": ["च्", "ट्", "त्", "क्", "प्"],
    "यर्": ["य्", "व्", "र्", "ल्", "ञ्", "म्", "ङ्", "ण्", "न्", "झ्", "भ्", "घ्", "ढ्", "ध्", "ज्", "ब्", "ग्", "ड्", "द्", "ख्", "फ्", "छ्", "ठ्", "थ्", "च्", "ट्", "त्", "क्", "प्", "श्", "ष्", "स्"],
    "झर्": ["झ्", "भ्", "घ्", "ढ्", "ध्", "ज्", "ब्", "ग्", "ड्", "द्", "ख्", "फ्", "छ्", "ठ्", "थ्", "च्", "ट्", "त्", "क्", "प्", "श्", "ष्", "स्"],
    "खर्": ["ख्", "फ्", "छ्", "ठ्", "थ्", "च्", "ट्", "त्", "क्", "प्", "श्", "ष्", "स्"],
    "चर्": ["च्", "ट्", "त्", "क्", "प्", "श्", "ष्", "स्"],
    "शर्": ["श्", "ष्", "स्"],
    "अल्": ["अ", "इ", "उ", "ऋ", "ऌ", "ए", "ओ", "ऐ", "औ", "ह्", "य्", "व्", "र्", "ल्", "ञ्", "म्", "ङ्", "ण्", "न्", "झ्", "भ्", "घ्", "ढ्", "ध्", "ज्", "ब्", "ग्", "ड्", "द्", "ख्", "फ्", "छ्", "ठ्", "थ्", "च्", "ट्", "त्", "क्", "प्", "श्", "ष्", "स्", "ह्"],
    "हल्": ["ह्", "य्", "व्", "र्", "ल्", "ञ्", "म्", "ङ्", "ण्", "न्", "झ्", "भ्", "घ्", "ढ्", "ध्", "ज्", "ब्", "ग्", "ड्", "द्", "ख्", "फ्", "छ्", "ठ्", "थ्", "च्", "ट्", "त्", "क्", "प्", "श्", "ष्", "स्", "ह्"],
    "वल्": ["व्", "र्", "ल्", "ञ्", "म्", "ङ्", "ण्", "न्", "झ्", "भ्", "घ्", "ढ्", "ध्", "ज्", "ब्", "ग्", "ड्", "द्", "ख्", "फ्", "छ्", "ठ्", "थ्", "च्", "ट्", "त्", "क्", "प्", "श्", "ष्", "स्", "ह्"],
    "रल्": ["र्", "ल्", "ञ्", "म्", "ङ्", "ण्", "न्", "झ्", "भ्", "घ्", "ढ्", "ध्", "ज्", "ब्", "ग्", "ड्", "द्", "ख्", "फ्", "छ्", "ठ्", "थ्", "च्", "ट्", "त्", "क्", "प्", "श्", "ष्", "स्", "ह्"],
    "झल्": ["झ्", "भ्", "घ्", "ढ्", "ध्", "ज्", "ब्", "ग्", "ड्", "द्", "ख्", "फ्", "छ्", "ठ्", "थ्", "च्", "ट्", "त्", "क्", "प्", "श्", "ष्", "स्", "ह्"],
    "शल्": ["श्", "ष्", "स्", "ह्"],
    "र": ["र्", "ल्"],
    "सुप्": ["सुँ", "औ", "जस्", "अम्", "औट्", "शस्", "टा", "भ्याम्", "भिस्", "ङे", "भ्याम्", "भ्यस्", "ङसिँ", "भ्याम्", "भ्यस्", "ङस्", "ओस्", "आम्"],
    "सुट्": ["सुँ", "औ", "जस्", "अम्", "औट्"],
    "आप्": ["टा", "भ्याम्", "भिस्", "ङे", "भ्याम्", "भ्यस्", "ङसिँ", "भ्याम्", "भ्यस्", "ङस्", "ओस्", "आम्"],
    "तिङ्": ["तिप्", "तस्", "झि", "सिप्", "थस्", "थ", "मिप्", "वस्", "मस्", "त", "आताम्", "झ", "थास्", "आथाम्", "ध्वम्", "इट्", "वहि", "महिङ्"],
    "तङ्": ["त", "आताम्", "झ", "थास्", "आथाम्", "ध्वम्", "इट्", "वहि", "महिङ्"],
    "कृञ्": ["कृ", "भू", "अस्"],
    "तृन्": ["शानच्", "शानन्", "चानश्", "शतृ", "तृन्"],
    "सङ्": ["धातुभ्यः विहिताः सर्वे प्रत्ययाः"]
}

sanskrit_vargas = {
    "कवर्ग": ["क", "ख", "ग", "घ", "ङ"],  # Velar group
    "चवर्ग": ["च", "छ", "ज", "झ", "ञ"],  # Palatal group
    "टवर्ग": ["ट", "ठ", "ड", "ढ", "ण"],  # Retroflex group
    "तवर्ग": ["त", "थ", "द", "ध", "न"],  # Dental group
    "पवर्ग": ["प", "फ", "ब", "भ", "म"],  # Labial group
}

# Display the dictionary
#print(pratyahara["इक्"])
# Display the terms
#for term, phonemes in pratyahara.items():
    #print(f"{term}: {phonemes}")



#print(vriddhi_vowels [1])



#कित्, गित्, ङित् से गुण-वृद्धि सदा निषिद्ध।
#print("गुण vowels:", guna_list)
kit_pratyay=['क्यप्','क्त',' ठक्, क्त्वा, क्त्ववतुँ']
git_prataya=['ग्स्नु']
ngit_pratyay=['नजिङ्']
it_pratyay=['खित्, गित्, घित्, चित्,ञित्,टित्,णित्, तित्, नित्, पित्, रित्, लित्, सित्']
mit_pratyay=['श्नम्, नुम्, मुम् ']
lit_pratyaya=['त्रल्, तसिल् ']
replacement_it = ['{हित्}', '{यित्}', '{वित्}', '{रित्}', '{लित्}', '{ञित्}', '{मित्}', '{ङित्}', '{नित्}',
                      '{णित्}', '{झित्}', '{भित्}', '{घित्}', '{ढित्}', '{धित्}', '{जित्}', '{बित्}', '{गित्}',
                      '{डित्}', '{दित्}', '{खित्}', '{फित्}', '{छित्}', '{ठित्}', '{थित्}', '{चित्}', '{टित्}',
                      '{तित्}', '{कित्}', '{पित्}', '{शित्}', '{षित्}', '{सित्}']
soop=['स्वौजसमौट्छष्टाभ्याम्भिस्ङेभ्याम्भ्यस्ङसिभ्याम्भ्यस्ङसोसाम्ङ्योस्सुप् ']
soot=['स्वौजसमौट्']
aap=['']