#a = [float(a) for a in input("Enter FBS,PPBS,HbA1c(space in between): ").split()]
mahe=['अ','इ','उ','ण्','ऋ','ऌ','क्','ए','ओ','ङ्','ऐ','औ','च्','ह','य','व','र','ट्','ल','ण्'	,'ञ','म','ङ','ण','न','म्','झ','भ','ञ्',
'घ','ढ','ध','ष्','ज','ब','ग','ड','द','श्','ख','फ','छ','ठ','थ','च','ट','त','व्','क','प','य्','श','ष','स','र्','ह','ल्']
अच् = ['अ','इ','उ','ऋ','ऌ','ए','ओ','ऐ','औ']
इक =['इ','उ','ऋ','ऌ']
यण =['य','व','र','ल']
एच =['ए','ओ','ऐ','औ']
अक =['अ','इ','उ','ऋ','ऌ']
आत्=['अ','आ']


print('इक=',इक  )
print('एच =',एच  )

b=int(input('अच् पर - yes=1,no=0'))

print('लुङ्-लङ्-लृङ्-लकाराणाम् प्रक्रियासु अजादिधातूनआडजादीनाम् ६.४.७२ इत्यनेन सूत्रेण आट्-आगमः भवति')
a1234=int(input('अक्-वर्णात् अम्-प्रत्ययस्य अकारे परे पूर्वपरयोः'))
b234=int(input('पदान्त-एङ्-वर्णात् ह्रस्व-अकारे परे'))
c1234=int(input('पूर्व =प्लुतवर्णेभ्यः प्रगृह्यसंज्ञकशब्देभ्यः,पर=अच् '))
d123=int(input('यञादि(वकारादि ,मकारादि -सार्वधातुके प्रत्यये परे अदन्तस्य अङ्गस्य '))
if d123==1:
    print('यञादि-सार्वधातुके प्रत्यये परे अदन्तस्य अङ्गस्य अन्तिमवर्णस्य दीर्घादेशः भवति ।'
          'पठ् + शप् + मिप् इत्यत्र मिप्अयम् मकारादि सार्वधातुकप्रत्ययः अस्ति । अतः अस्य उपस्थितौ अस्य प्रत्ययस्य यद् अङगम् -'
          'पठ् + शप्= पठ् + अ) तस्य अन्तिमवर्णस्य दीर्घादेशः भवति । अतः पठामि इति अन्तिमरूपम् जायते । ')
if c1234==1:
    print('प्लुतवर्णेभ्यः प्रगृह्यसंज्ञकशब्देभ्यः अनन्तरम् संहितायाम् स्वरः विद्यते चेद् अपि तत्र सन्धिः न भवति ।,प्लुतप्रगृह्या अचि नित्यम् ')
    print('यदि प्लुतसंज्ञकात् / प्रगृह्यसंज्ञकात् पूर्वम् अच्-वर्णः अस्ति, तर्हि तत्र सन्धिकार्यम् अवश्यम् भवति')
if b234==1:
    print('पूर्वपरयोः एकः पूर्वरूप-एकादेशः भवति,एङः पदान्तादति ')
    print('एच्-वर्णात् संहितायाम् स्वरः विद्यते चेत् एचोऽयवायावः '
          '६.१.७८ इति सूत्रेण एच्-वर्णस्य यथासङ्ख्यम् अयादिषु कश्चन आदेशः भवति ।'
          ' परन्तु अयम् एच्-वर्णः यदि पदान्त-एकारः, पदान्त-ओकारः वा अस्ति, '
          'तथा च तस्माद् अग्रे ह्रस्वः अकारः विद्यते, तर्हि एचोऽयवायावः ६.१.७८ '
          'इति सूत्रेण प्राप्तस्य अय्/अव्-आदेशस्य प्रकृतसूत्रेण बाधं कृत्वा तत्स्थाने प्रकृतसूत्रेण पूर्वरूप-एकादेशः विधीयते । यथा - वने + अस्मिन् → वनेस्मिन्')
if a1234==1:
    print('अक्-वर्णात् अम्-प्रत्ययस्य अकारे परे पूर्वपरयोः एकः पूर्वरूप-एकादेशः भवति,अमि पूर्वः'
          'त + अम् [अतो गुणे ६.१.९७ इति पररूपम्]=तम् [अमि पूर्वः ६.१.१०७ इति पूर्वरूपम् ]')
a123=int(input('पूर्व =आट्-आगमात्,यस=1,नो=0'))
b123=int(input('पूर्व =अपदांत अ, पर =गुण (अ ,ए ,ओ ) '))
if b123==1:
    print('अपदान्त-अकारात् गुणे परे संहितायाम् पूर्वपरयोः एकः पररूप-एकादेशः भवति,अतो गुणे ।')
if a123==1 and b==1:
    print('आट्-आगमात् अच्-वर्णे परे उभयोः एकः वृद्धि-एकादेशः भवति,आटश्च')
else:
    a12=int(input('पूर्व=अवर्णान्तात् उपसर्ग,यस=1,नो=0'))
    a3=int(input('par mein एति-एधति-ऊठ्सु'))
    a33=int(input('par mein ऋकारादौ धातुरूप'))
    a32=int(input('एकारादि/ओकारादि-धातुरूपे परे:'))
    a1 = int(input('पूर्व=आत्,यस=1,नो=0'))
    if a1 == 1:
        if a12==1 and a33==1:
            print('अवर्णान्तात् उपसर्गात् ऋकारादौ धातुरूपे परे पूर्वपरयोः एकः वृद्धि-एकादेशः भवति')
            print('प्र + ऋच्छति → प्रार्च्छति,उपसर्गादृति धातौ')
        if a3==1:
            print('एत्येधत्यूठ्सु,आत् एचि एति-एधति-ऊठ्सु एकः पूर्वपरयोः वृद्धिः')
        elif a12==1 and a32==1:
            print('पूर्वपरयोः एकः पररूपः आदेशः भवति,एङि पररूपम्')

        a2 = int(input('पर= एच,yes =1,नो=0'))
        if a2==0:
            print('आद्गुणः ,अवर्णात् अच्-वर्णे परे संहितायाम् पूर्वपरयोः एकः गुणः आदेशः भवति,',आत् ,'poorva',इक ,'pare')

        elif a2==1:
            print('वृद्धिरेचि',आत्,'पूर्व में ,',एच, 'पर में ')
    elif a1 == 0:
        a=int(input('इक पूर्व 1,एच पूर्व  =2'))
        print('अच् =',अच्   )
        if b==1:
            if a==1:
                c = int(input('अक-वर्णात् परः सवर्णः अक- yes=1,no=0'))
                if c==0:
                    print ('yan sandhi,इको यणचि,दधि + अत्र → दध् य् + अत्र → दध्यत्र,मधु + इति → मध् व् + इति → मध्विति'
                   'ॠ + अस्य → र् + अस्य → रस्य ।,ऌ + आकृतिः → ऌ + आकृतिः → ल् आकृतिः → लाकृतिः ।')
                    print('इक के स्थान में ' ,यण )

                elif c==1:
                    d=int(input('(दीर्घः) ईकारः ऊकारः वा द्विवचनस्य रूपस्य अन्ते विद्यते ,yes=1,no=0'))
                    if d==0:
                        print('यणादेशं बाधित्वा अकः सवर्णे दीर्घः,नदी + इयम् → नदीयम् इति')
                    elif d==1:
                        print('यणादेशं बाधित्वा प्लुतप्रगृह्या अचि नित्यम् ,यथा, धेनू + इमे → धेनू इमे इति ')
            elif a==2:
                print("ayadi sandhi,एच्-वर्णानाम् स्थाने संहितायाम् स्वरे परे (क्रमेण) अय्-अव्-आय्-आव्- एते आदेशाः भवन्ति ")
                print('चिञ् (चयने, स्वादिः, ५.५)→ चि [ञकारस्य हलन्त्यम् इति इत्संज्ञा । तस्य लोपः १.३.९ इति लोपः]'
              '→ चि + अनीयर् [तव्यत्तव्यानीयरः ३.१.९६ इति अनीयर्-प्रत्ययः]-'
              '= चे + अनीय [सार्वधातुकार्धधातुकयोः ७.३.८४ इति गुणः]'
              '= च् अय् + अनीय [एचोऽयवायावः ६.१.७८ इति एकारस्य अयादेशः]'
              '= चयनीय')


